{
    "index": 1,
    "title": "An Iranian writer is sentenced to 12 years after tweeting a dot at the supreme leader",
    "text": "An Iranian writer is sentenced to 12 years after tweeting a dot at the supreme leader\n\ntoggle caption Office of the Iranian Supreme Leader/AP\n\nAn Iranian writer and activist has been sentenced to 12 years in prison after replying with a single dot, or period, in response to a post on the social platform X by Iran’s supreme leader Ayatollah Ali Khamenei.\n\nHossein Shanbehzadeh, a longtime critic of Iran’s leadership, was active on social media, supporting political prisoners and the removal of mandatory headscarves for women. He was sent to prison in 2019 for his online comments insulting Khamenei. He later wrote about the experience, including being flogged, according to Voice of America.\n\nIn early June, 35-year-old Shanbehadeh was arrested in Ardabil, northwestern Iran. According to Radio Free Europe/Radio Liberty, he told his family he wasn’t sure why he was arrested, but it came shortly after he posted the response to Khamenei’s tweet, which showed the Iranian leader with the country’s national volleyball team.\n\nSponsor Message\n\nShanbehzadeh’s post received far more “likes” than Khamenei’s original tweet, according to Iran International English.\n\nShanbehzadeh is just the latest activist to be caught up in the hard-line government’s crackdown on critics. Iran watchers say the leadership has felt insecure about the high level of dissent in the country for a while. Artists, playwrights, directors and others are also being swept up and given long prison sentences. In late April, Iranian rapper Toomaj Salehi was handed the death sentence for his antigovernment videos.\n\nShanbehzadeh was sentenced to five years for alleged pro-Israel propaganda activity, four years for insulting Islamic sanctities, two years for spreading lies online and an additional year for anti-regime propaganda.\n\nHis lawyer, Amir Raisian, told Shargh Network, a reformist newspaper in Iran, that he would appeal the verdict, especially the accusation of pro-Israel activity. The prosecutor’s office in Ardabil alleged that Shanbehzadeh had been in contact with Israeli intelligence officers and was arrested when trying to leave the country, according to Voice of America.",
    "url": "https://www.npr.org/2024/09/02/g-s1-20579/iran-sentenced-12-years-tweet-supreme-leader",
    "image": "1.jpg",
    "publish_date": "2024-09-02 00:00:00"
}