{
    "index": 64,
    "title": "NPR’s Michel Martin returns to host ‘#Ferguson and Beyond’ in St. Louis, Aug. 7",
    "text": "NPR’s Michel Martin returns to host ‘#Ferguson and Beyond’ in St. Louis, Aug. 7\n\ntoggle caption Steve Voss/NPR\n\nST. LOUIS (August 7, 2024) — Aug. 9 marks 10 years since Michael Brown Jr. was fatally shot by a Ferguson police officer. The killing sparked unrest, activism and demands for reform both locally and nationally.\n\nAt a public event near the epicenter of the unrest, NPR Morning Edition host Michel Martin will lead a conversation with panelists and community members where we hope to look back and forward; to talk about what happened and why, and what has — and hasn’t — changed in the last 10 years.\n\n#Ferguson and Beyond: A Community Conversation 10 Years Later will be hosted by St. Louis Public Radio in collaboration with NPR to offer the public an opportunity for reflection and thoughtful discussion.\n\nThis conversation comes nine years after a four-hour long discussion with Martin, STLPR, and more than 200 people at Wellspring Church in Ferguson.\n\n\"The powerful community discussions Michel Martin led in Ferguson a decade ago were a breakthrough for many in the St. Louis region who sought to make sense of deep community pain, turmoil, and misunderstanding,” said STLPR Interim News Director Brian Heffernan. “This event is part of St. Louis Public Radio’s ongoing commitment to fostering meaningful discussions that get to the heart of our region’s core challenges and solutions. Michel is uniquely qualified to moderate this conversation 10 years later, and I’m thrilled to have her back.”\n\n“I was honored to have taken part in the community’s conversations ten years ago and I often think about the people I met and what they had to say to me and to each other,” Martin said. “I know those conversations have never stopped, so I was equally honored to have been invited to come back to help keep the conversations going.”\n\nEvent details\n\n#Ferguson and Beyond: A Community Conversation 10 Years Later\n\nWednesday, Aug 7, 2024\n\nGreater St. Mark Family Church | 9950 Glen Owen Dr, St. Louis, MO 63136\n\nDoors open to the public at 6:30 p.m.\n\nDiscussion begins at 7 p.m.\n\nAdmission is free; no registration required\n\nHow to listen\n\nHighlights of #Ferguson and Beyond will air on St. Louis on the Air on Friday, Aug. 9 at noon and 7 p.m. on 90.7 KWMU and at stlpr.org.\n\nIn recognition of the 10-year anniversary of events in Ferguson, portions of the discussion will also be made available to NPR Member stations across the country to broadcast.\n\nMichel Martin is also planning to broadcast Morning Edition live from St. Louis on Tuesday, August 6, Wednesday, Aug. 7 and Friday, Aug. 9 to coincide with the community event. NPR's morning drivetime news magazine Morning Edition ranks #1 among national news/talk-radio programs and is carried by 843 public radio stations nationwide.\n\n###\n\nAbout NPR\n\nNPR's rigorous reporting and unsurpassed storytelling connects with millions of Americans every day — on the air, online, and in person. NPR strives to create a more informed public — one challenged and invigorated by a deeper understanding and appreciation of events, ideas, and cultures. With a nationwide network of award-winning journalists and 16 international bureaus, NPR and its Member organizations are never far from where a story is unfolding. Listeners can find NPR by tuning in to their local Member stations (npr.org/stations), downloading the NPR App or asking Alexa to “Play NPR.” The NPR mobile app brings together the best of the NPR Network from around the world and right in your community -- live radio, podcasts, the latest local and national news and more -- available wherever you are and whenever you want. Get more information atnpr.org/about and by following NPR Extra onFacebook,LinkedIn,Threads, andInstagram .\n\nAbout St. Louis Public Radio\n\nSt. Louis Public Radio (STLPR) is a non-profit media organization, delivering accuracy and understanding. Its team of local reporters and producers push the boundaries of storytelling, bringing context and humanity to the issues and ideas that affect life in the metro region, Rolla, Quincy and rural areas in Missouri and Illinois. Reflecting the voices of the community, STLPR engages in crucial conversations that bring people together. With award-winning local news coverage, original podcasts, jazz and classical music channels, and national and international news from NPR and the BBC, STLPR is a listener-supported service of theUniversity of Missouri-St. Louis.",
    "url": "https://www.npr.org/2024/08/07/g-s1-15837/nprs-michel-martin-returns-to-host-ferguson-and-beyond-in-st-louis-aug-7",
    "image": "64.jpg",
    "publish_date": "2024-08-07 00:00:00"
}