{
    "index": 69,
    "title": "NPR’s 2024 Republican National Convention Coverage",
    "text": "NPR’s 2024 Republican National Convention Coverage\n\ntoggle caption Stephen Voss/NPR/NPR\n\nThursday, July 11, 2024 - Washington D.C. - Leading up to the presidential election, NPR will provide comprehensive multimedia coverage of the nominating conventions and all major breaking news events from the campaigns. Audiences can turn to NPR across all platforms to watch and listen to live speeches and sharp analysis from NPR correspondents. Live video coverage of the convention featuring NPR hosts and correspondents will be available on select nights at NPR.org and the NPR YouTube Channel.\n\nThe 2024 Republican National Convention in Milwaukee, Wisconsin\n\n\n\nJuly 15th - 16th: NPR and participating Member stations will offer special coverage on Monday and Tuesday starting at 10:00 PM and ending at 11:00 PM ET or when the proceedings end. The one-hour radio special, hosted by Susan Davis, will recap major themes and events of the day, and feature analysis from NPR correspondents and newsmakers attending the convention. A live video stream of the convention proceedings will be available at NPR.org and the NPR YouTube Channel.\n\nNPR and participating Member stations will offer special coverage on Monday and Tuesday starting at 10:00 PM and ending at 11:00 PM ET or when the proceedings end. The one-hour radio special, hosted by Susan Davis, will recap major themes and events of the day, and feature analysis from NPR correspondents and newsmakers attending the convention. A live video stream of the convention proceedings will be available at NPR.org and the NPR YouTube Channel. July 17th - 18th: NPR and participating Member stations will offer joint audio and video special coverage on Wednesday and Thursday evenings starting at 9pm and ending at 11pm or when the proceedings end. Special coverage, hosted by Susan Davis, will include live reporting from the convention hall, analysis from NPR correspondents, and interviews with newsmakers. We will also have a reporter positioned outside of the arena to cover any public response to the convention.\n\nNPR and participating Member stations will offer joint audio and video special coverage on Wednesday and Thursday evenings starting at 9pm and ending at 11pm or when the proceedings end. Special coverage, hosted by Susan Davis, will include live reporting from the convention hall, analysis from NPR correspondents, and interviews with newsmakers. We will also have a reporter positioned outside of the arena to cover any public response to the convention. Live Blog : A live blog of the RNC will be available at NPR.org where NPR’s expert correspondents will offer context and analysis of the proceedings throughout the day, as well as fact checking of speeches and color from the convention hall.\n\n: A live blog of the RNC will be available at NPR.org where NPR’s expert correspondents will offer context and analysis of the proceedings throughout the day, as well as fact checking of speeches and color from the convention hall. The NPR Politics Podcast\n\nThe NPR politics team will tape a new podcasteach night of the conventions with highlights and insights.\n\nThe NPR politics team will tape a new podcasteach night of the conventions with highlights and insights. Sign up for the Politics Newsletter\n\nDon’t have time to tune in live? Listeners can get the full break-down of the convention by signing up for our newsletter.\n\nOur Reporting Team\n\nThese NPR reporters will be in Milwaukee reporting from the convention hall and the surrounding area:\n\nLiz Baker (covering reactions and potential protests); Ximena Bustillo (covering voters and delegates), Stephen Fowler (covering the South), Ben Giles (covering the Southwest), Don Gonyea (covering voters and delegates), Jeongyoon Han (blogger, producer), Tamara Keith (covering Democrats and the White House), Asma Khalid (hosting the NPR Politics Podcast, Danielle Kurtzleben (reporting from the convention floor), Mara Liasson (political analysis), Ashley Lopez (covering voters and delegates), Sarah McCammon (covering voters and delegates), Domenico Montanaro (polling and political analysis), Elena Moore (covering new voters), Franco Ordoñez (covering former President Donald Trump), Lexie Schapitl (blogger, producer).\n\nAbout NPR\n\nNPR's rigorous reporting and unsurpassed storytelling connects with millions of Americans every day — on the air, online, and in person. NPR strives to create a more informed public — one challenged and invigorated by a deeper understanding and appreciation of events, ideas, and cultures. With a nationwide network of award-winning journalists and 16 international bureaus, NPR and its Member organizations are never far from where a story is unfolding. Listeners can find NPR by tuning in to their local Member stations (npr.org/stations), downloading the NPR App or asking Alexa to \"Play NPR.\" Additionally, for the first time, listeners on Alexa will also be able to tune in to NPR's live coverage. Just tell Alexa to “ask NPR to play special coverage.” The NPR mobile app brings together the best of the NPR Network from around the world and right in your community — live radio, podcasts, the latest local and national news and more — available wherever you are and whenever you want. Get more information at npr.org/about and by following NPR Extra on Facebook, LinkedIn, Threads, and Instagram.\n\n",
    "url": "https://www.npr.org/2024/07/11/g-s1-9472/nprs-2024-republican-national-convention-coverage",
    "image": "69.jpg",
    "publish_date": "2024-07-11 00:00:00"
}