{
    "index": 75,
    "title": "NPR Music celebrates Black Music Month with an all female lineup.",
    "text": "NPR Music celebrates Black Music Month with an all female lineup.\n\ntoggle caption NPR/Jackie Lay/NPR\n\nMay 31, 2024 - Washington D.C.- NPR Music is thrilled to announce this year's Black Music month programming at the Tiny Desk. The all-women lineup includes: Tems, Chaka Khan, Tierra Whack, Kierra Sheard, Lakecia Benjamin, Meshell Ndegeocello, Brittney Spencer, SWV and Flo Milli.\n\nHost and series producer Bobby Carter and the rest of the Tiny Desk team will highlight the different generations of musicians beginning June 3. The special series will have a theme: \"Giving women their flowers.” After each concert, musicians are given their favorite flowers in honor of their impact and legacy in music. As part of the celebration, NPR Music will also produce short-form interviews for Instagram with a few of the artists speaking about their journey and experiences.\n\nSponsor Message\n\n“This Black Music Month, we’re giving the ladies their flowers! We’re releasing nine Tiny Desk concerts from Black women who’ve paved the way for what we hear today in Black music and others who are carving out their own paths,” said Carter. “All of them are queens in their own right who represent a beautiful array of genres, generations and walks of life.”\n\nThe Tiny Desk concert series now reaches more than 16 million monthly viewers, contributing to more than 45 million views per month. Watch Tiny Desk concerts atnpr.org/tinydesk.\n\nAbout NPR Music\n\nFor more than a decade, NPR Music's robust music journalism has engaged millions of music fans from all genres with feature stories, live performances, cultural analysis and interviews. Projects include the Tiny Desk concert series, Turning the Tables, the podcasts All Songs Considered, Alt.Latino, and Louder Than a Riot; and Jazz Night in America. NPR Music collaborates with NPR's news magazines, public radio Member stations and the passionate listener community to celebrate exceptional music and discover emerging artists. Visit NPRMusic.org and connect with NPR Music on Facebook and Instagram.\n\nPress Contact\n\nYanius Alvarado Matos, NPR Media Relations\n\nyalvaradomatos@npr.org\n\n",
    "url": "https://www.npr.org/2024/05/31/g-s1-1811/npr-music-celebrates-black-music-month-with-an-all-female-lineup",
    "image": "75.jpg",
    "publish_date": "2024-05-31 00:00:00"
}