{
    "index": 76,
    "title": "'Road to Rickwood': Roy Wood Jr. explores civil rights and baseball with new podcast",
    "text": "'Road to Rickwood': Roy Wood Jr. explores civil rights and baseball with new podcast\n\ntoggle caption WWNO/WRKF\n\nMay 20, 2024; LOUISIANA — In May 1963, Birmingham, Alabama became a lightning rod for the Civil Rights Movement after footage of local police attacking protestors with fire hoses and dogs was broadcast across the U.S. More than 60 years later, Road to Rickwood, launching May 28 and hosted by comedian and Alabama native Roy Wood Jr., examines the southern city's role in fights for freedom and equality by telling the story of Rickwood Field, the oldest professional baseball stadium in the country and its deep ties to the Negro Leagues, women's suffrage, and the Civil Rights Movement.\n\nIn June, Major League Baseball (MLB) will host \"MLB at Rickwood Field,\" the first-ever regular season MLB game at Rickwood to celebrate the history of the Negro Leagues. NPR Member Stations WWNO and WRKF are partnering on the new four-part series, with support from MLB.\n\nListen to the trailer here.\n\nMuch like Birmingham, Rickwood Field has a long and complicated history. The nearly 114-year-old stadium has hosted segregated baseball, a women's suffrage event, a Klan rally and — eventually — the first integrated sports team in Alabama.\n\n\"Rickwood Field is one of baseball's hidden gems,\" says host Roy Wood Jr. \"It's thrilling to be able to quarterback the story of a place that has been so near and dear to me since my time playing there in high school. If we're going to have a conversation about the Negro Leagues, then it's only fitting that one of the oldest stages to host these great players be a part of the conversation.\"\n\nRoy interviews historians, former Negro Leaguers, members of Birmingham's first integrated baseball team, MLB executives and other key players to learn how Birmingham's civil rights story played out at America's oldest ballpark.\n\nThe series includes Willie Mays' son describing how his father discovered baseball in his rural Alabama hometown and the pastor of the 16th Street Baptist Church reflecting on how Rickwood Field became a religious-like space to uplift the Black community in the 1940s and 1950s. Listeners will learn how Bull Connor went from Birmingham baseball announcer to city safety commissioner, where he unleashed dogs and hoses on youth protesters in his mission to uphold segregation. And the series digs into the archives to hear a speech from Jackie Robinson, after he came to Birmingham to join the growing civil rights movement.\n\nRoad to Rickwood is distributed by the NPR Network. It is produced by WWNO and WRKF, with support from MLB.\n\nAbout Roy Wood Jr. (Host)\n\nRoy Wood Jr.is a comedian, actor, Emmy-nominated documentary producer and former correspondent on the Daily Show. In 2023, he headlined the White House Correspondents Dinner to its highest ratings since 2017. He's also a native of Birmingham, Alabama and a big baseball fan – he even played high school baseball at Rickwood Field. Now he has the opportunity to tell this story of this legendary ballpark with a sense of familiarity, engagement and humor.\n\nAbout Alana Schreiber (Executive Producer)\n\nAlana Schreiber is the creator and executive producer of Road to Rickwood. She's a lifelong baseball fan who's been fascinated by the Negro Leagues ever since she did her fourth grade history project on Buck O'Neil. Alana is also the managing producer for the daily news program, Louisiana Considered. She came to WWNO from KUNC in Northern Colorado, where she worked as a radio producer. She has previously interned for Minnesota Public Radio in St. Paul, The Documentary Group in New York City and had a Fulbright grant in Malaysia.\n\nAbout WWNO\n\nWWNO New Orleans Public Radio serves New Orleans and Southeast Louisiana with NPR, local news from the award-winning WWNO and WRKF collaborative newsroom and cultural programming on 89.9 FM; 24-hour classical music on Classical 104.9 FM; and 24-hour jazz on 89.9 HD3. Hear each atwwno.org, WWNO's app, and via smart speaker.\n\nAbout WRKF\n\nWRKF NPR for Baton Rouge informs and entertains Baton Rouge and the surrounding area with news from the nationally recognized WWNO and WRKF collaborative newsroom and cultural programs at 89.3 FM. WRKF Classical is on HD radios at 89.3 HD2 24 hours per day.Listen atwrkf.org, via WRKF's mobile app, or ask your smart speaker to \"Play WRKF.\"\n\nAbout MLB at Rickwood Field\n\nMLB at Rickwood Field, A Tribute to the Negro Leagues will feature the first-ever official MLB game at the historic ballpark between the San Francisco Giants and St. Louis Cardinals on Thursday, June 20th. An additional game, MiLB at Rickwood Field will feature the Montgomery Biscuits and the Birmingham Barons on Tuesday, June 18th. The teams will honor the legacy of Negro Leagues teams by playing as the San Francisco Sea Lions (Giants), St. Louis Stars (Cardinals), Montgomery Gray Sox (Biscuits) and Birmingham Black Barons (Barons), respectively. Additional ballpark and community engagement event details surrounding these games, as well as on Juneteenth, will be announced at a later date. The entirety of the events will be centered around celebrating the legacy of Negro Leagues players, including its greatest living player – Hall of Famer Willie Mays – as well as the larger Birmingham community. MLB is collaborating with the Friends of Rickwood and City of Birmingham to renovate Rickwood Field for 2024, transforming the National Historic Site in order to host professional baseball games. Existing and future information on these events can be found atMLB.com/rickwood.\n\nAbout the NPR Network\n\nThe NPR Network is a local-national media network comprised of independent public media organizations in communities around the country, founded on a mission to create a more informed public. Through the Network, NPR and Member stations are working together to bring America closer through free and independent journalism, music, politics, culture, and more. This collaborative initiative aims to engage more audiences with public media content through all digital platforms. NPR Network content is available through local Member stations (npr.org/stations), NPR.org, and the NPR App, and wherever podcasts are found.",
    "url": "https://www.npr.org/about-npr/1252239435/road-to-rickwood-roy-wood-jr-explores-civil-rights-and-baseball-with-new-podcast",
    "image": "76.jpg",
    "publish_date": null
}