{
    "index": 77,
    "title": "The Philharmonik takes the crown as the Winner of the Tiny Desk Contest!",
    "text": "The Philharmonik takes the crown as the Winner of the Tiny Desk Contest!\n\nEnlarge this image toggle caption Eric Lee Eric Lee\n\nMay 15th, 2024, Washington, D.C. — Today on Morning Edition, NPR Music announced the winner of the 10th edition of the Tiny Desk Contest: The Philharmonik, a producer, singer, rapper and multi-instrumentalist from Sacramento, Calif.\n\nThe band will perform at the iconic Tiny Desk at NPR headquarters in Washington, D.C., before embarking on the Tiny Desk Contest On The Road tour.\n\nThe Philharmonik group members are: Christian Gates (The Philharmonik) (vocals and keys); Moriah Wenzel (background vocals); Alicia Huff (background vocals); Courtney Miller (drums); Samuel Phelps (bass); Darius Upshaw (guitar); Connor Chavez (guitar); Jimmy Toor (flute) and Jeffery Archie (keys). The band was selected as the winner out of nearly 7,000 submissions from all 50 states, the District of Columbia, U.S. Virgin Islands and Puerto Rico.\n\nWatch the winning entry, a performance of \"What's It All Mean,\" on NPR.org/music.\n\nThe band's eclectic, soul-fueled performance captivated this year's Tiny Desk Contest judging panel, which included: Tiny Desk host and series producer Bobby Carter; host of All Songs Considered Robin Hilton; musician and producer Bobby Wooten; KEXP host Stas THEE Boss; Indonesian pop star NIKI; singer and actor Durand Bernarr; pop band MUNA; songwriter and guitarist in boygenius Julien Baker; president of Beggars Group U.S. Nabil Ayers; jazz podcast host Keanna Faircloth; WBUR music critic Amelia Mason; KCRW's Morning Becomes Eclectic host Novena Carmel; former Tiny Desk Contest winner NEFFY; music manager at Ten Atoms Brendan O'Connell; and owner of Guerrera Marketing & PR Loren Medina.\n\n\"The Philharmonik's Tiny Desk contest submission was just perfect,\" said Bobby Carter. \"The concept and the dedication from start to finish was so heartwarming. But if Christian and the band sat in front of a black backdrop and played \"What's It All Mean?,\" they still win. It's a song and a message we all can connect to and more importantly, they brought something fresh to this year's Contest. The Philharmonik is SPECIAL.\"\n\n\"To win NPR's 2024 Tiny Desk Contest was the best thing that happened to me in my entire career and one of the best moments of my life thus far,\" said The Philharmonik's Christian Gates. \"Just for the simple fact that it provides enough evidence for me to keep going and always do my best when making and sharing my art with the world!\"\n\nThis is The Philharmonik's second time participating in the Tiny Desk Contest. They submitted a video in 2019 called \"Good Day.\"\n\nTune in to NPR's All Things Considered this afternoon for the first interview with the 2024 Contest winner. Stations and broadcast times are available at NPR.org/stations.\n\nTINY DESK CONTEST TOUR\n\nThe Tiny Desk Contest On The Road Tour, which brings the winner to stages around the country, returns in 2024 in partnership with local NPR Members stations and is presented by Capital One, with support from Lagunitas Brewing Company. This victory tour, which expanded to 10 cities this year, will be a chance to see The Philharmonik perform live alongside a showcase of vibrant local music from each city stop.\n\nTickets for the tour are on sale now at our Tiny Desk Contest tour page, presented by Capital One and supported by Lagunitas Brewing Company.\n\nFor all things related to NPR's Tiny Desk Contest, subscribe to the newsletter and follow NPR Music's Facebook and Instagram.\n\nBelow are the scheduled stops along the 2024 Tiny Desk Contest On The Road tour:\n\nMay 21: Washington D.C. (Station partner: WAMU)\n\nHoward Theatre\n\nJune 7: New Orleans, LA (Station partner:WWNO)\n\nToulouse Theatre\n\nJune 9: Seattle, WA ( Station partners: KEXP, KUOW, KNKX )\n\nNectar Lounge\n\nJune 11: Los Angeles, CA- (Station partners: LAist, KCRW, KVCR)\n\nLodge Room\n\nJune 13: Petaluma, CA - (Station partners: KALW, KEXP, KRCB, KQED)\n\nLagunitas Brewing Company\n\nJune 22: Brooklyn, NY - (Station partners: WBGO)\n\nBRIC Celebrate Brooklyn!\n\nJune 23: Philadelphia, PA - (Stations partners: WHYY, WRTI, WXPN)\n\nWarehouse on Watts\n\nJuly 11: Austin, TX (Station partners: KUTX )\n\nAntone's Nightclub\n\nJuly 13: Atlanta, GA (Station partners: WABE, GPB )\n\nThe Masquerade\n\nJuly 15: Chicago (Station partners: WBEZ, Vocalo)\n\nMillennium Park Summer Series\n\nTiny Desk Contest Fan Favorite: nobigdyl.\n\nTiny Desk Contest fans had the opportunity to vote for their favorite video out of the 45 entries from the Top Shelf series, and after 10,000 votes, the winning entry is \"Go With The Ghost\" by nobigdyl. The band, based in Murfreesboro, Tenn., are Dylan Phillips (vocalist), Court Clement (guitarist), EJ Ford (keyboard player), Anton Nesbitt (bassist) and Derrek Phillips (drummer).\n\nThis is the band's first time submitting to the contest.\n\nAbout NPR Music\n\nFor more than a decade, NPR Music's robust music journalism has engaged millions of music fans from all genres with feature stories, live performances, cultural analysis and interviews. Projects include the Tiny Desk concert series; Turning the Tables; Jazz Night in America and the podcasts All Songs Considered, Alt Latino and Louder Than A Riot. NPR Music collaborates with NPR's news magazines, public radio Member stations and the passionate listener community to celebrate exceptional music and discover emerging artists. Visit NPRMusic.org and connect with NPR Music on Facebook and Instagram.\n\nPress Contact\n\nYanius Alvarado Matos, NPR Media Relations\n\nyalvaradomatos@npr.org",
    "url": "https://www.npr.org/about-npr/1251365610/the-philharmonik-takes-the-crown-as-the-winner-of-the-tiny-desk-contest",
    "image": "77.jpg",
    "publish_date": null
}