{
    "index": 78,
    "title": "NPR's 'AMPLIFY WITH LARA DOWNES' RETURNS APRIL 25",
    "text": "NPR's 'AMPLIFY WITH LARA DOWNES' RETURNS APRIL 25\n\nFourth Season of Video Conversation Series Highlights Black Creatives as they Shape Art and Culture\n\nGuests Include Brian Stokes Mitchell, Denyce Graves, Billy Childs, Kamasi Washington, Julia Bullock, Leyla McCalla, aja monet, Brandee Younger, Thomas Wilkins and Brittney Spencer\n\nEnlarge this image toggle caption Lara Downes Lara Downes\n\nApril 22, 2024 - NPR, in collaboration with Classical California (KUSC Los Angeles and KDFC San Francisco), announce the return of AMPLIFY with Lara Downes. The fourth season launches Thursday, April 25, on NPRMusic.org, YouTube and various social media platforms.\n\nDownes, a concert pianist and cultural innovator, leads a series of intimate, profoundly personal video conversations with Black creatives who are leading change and redefining the culture.\n\nGuests on this season of AMPLIFY include Broadway icon Brian Stokes Mitchell, the Tony Award-winning singer and actor famed for his roles in Ragtime, Man of La Mancha and most recently, the Netflix drama Shirley; opera star Denyce Graves; Grammy Award-winning jazz pianist and composer Billy Childs; composer, saxophonist and bandleader Kamasi Washington; Americana musician Leyla McCalla; poet aja monet, conductor Thomas Wilkins; soprano Julia Bullock; harpist Brandee Younger; and country singer Brittney Spencer.\n\nCatch up on Seasons 1, 2 and 3 of AMPLIFY on NPRMusic.org and YouTube before the beginning of Season 4 on Thursday, April 25.\n\nThese video encounters are a clear representation of \"a new diversity and fluidity in American arts and culture,\" Downes says. \"The main theme of the show this season is our relationship to history, especially the parts of it that have been forgotten and hidden. Black artists are finding a footing to step forward into innovation and redefinition on the path created by our cultural lineage. There's an urgency to this journey, and it's energizing, galvanizing. For example, I speak with singer-songwriter Brittney Spencer about the cultural and social implications of bringing together diverse audiences by reflecting the history of Black artists in country music, newly amplified and highlighted via Beyoncé's Cowboy Carter (where Brittney makes a guest appearance). And as star mezzo-soprano Denyce Graves champions historically important Black composers in her mentorship of the next generation, she is changing the future of the operatic field in real time.\"\n\n\"Lara's laid-back yet probing approach elicits personal and meaningful reflections from her guests,\" says NPR producer Tom Huizenga, \"and the opportunity to collaborate with Classical California makes this a unique project.\" James Muhammad, President of Classical California, adds: \"Lara Downes is one of America's most forward-thinking arts advocates and performers. It's Classical California's pleasure to engage in this partnership with NPR, which brings fresh and diverse perspectives to the conversations around music.\"\n\nAMPLIFY with Lara Downes premiered as an NPR video series in October 2020, capturing artists' experiences in a time of chaotic upheaval and shift, locked down by the global pandemic while swept up in the national uprising of racial reckoning. In a series of intimate conversations, leading Black artists including Jon Batiste, Rhiannon Giddens and Wynton Marsalis revealed their inner thoughts and artistic responses to unprecedented challenges and unexpected awakenings.\n\nSeason 3, which debuted in February 2023, explored the theme of renaissance – with Downes wondering in conversation with her guests: \"Are we currently in a new, Harlem-style renaissance?\" Season 3 guests included Grammy Award-winner Samara Joy, bassist Christian McBride, singer-songwriter Corinne Bailey Rae, artist/professor Theaster Gates, singer-songwriter Allison Russell, linguist John McWhorter, composer Samora Pinderhughes, pianist Gerald Clayton, chef and restaurateur Kwame Onwuachi, trumpeter/composer Terence Blanchard and composer Jessie Montgomery.\n\nABOUT LARA DOWNES\n\nRecently honored as Classical Woman of the Year by APR's Performance Today, American pianist (and New York Times crossword clue) Lara Downes has been called \"a musical ray of hope\" by NBC News, \"a classical music instigator pushing the music forward with great gusto\" by the NY Amsterdam News and \"an explorer whose imagination is fired by bringing notice to the underrepresented and forgotten\" by The Log Journal.\n\nLara's musical roadmap seeks inspiration from the legacies of history, family and collective memory, excavating a broad landscape of music to create a series of acclaimed performances and recording projects that serve as gathering spaces for her listeners to find common ground and shared experience. In the words of the renowned American conductor JoAnn Falletta, \"Lara Downes is a perfect artist for our time, a champion of new and neglected music, an extraordinary communicator, a passionate advocate for our art form.\"\n\nA cultural visionary with a firm finger on the pulse of tomorrow, Lara is increasingly active as a curator and creative partner with institutions including Lincoln Center, the Los Angeles Chamber Orchestra, the Brevard Music Festival, and as Resident Artist for Classical KDFC in San Francisco and Classical KUSC in Los Angeles.\n\nHer uniquely insightful approach to concept and curation have created an extensive and acclaimed series of chart-topping recordings on the Pentatone, Sony Masterworks and Sono Luminus labels, including her latest release Rhapsody in Blue Reimagined, which was featured on NPR's Morning Edition, in The Wall Street Journal and DownBeat magazine. Her 2023 release Love at Last was featured as an NPR Tiny Desk concert, and her album America Again was selected by NPR as one of \"10 Classical Albums That Saved 2016\" and called \"a balm for a country riven by disunion\" by The Boston Globe.\n\nShe is the creator and curator of Rising Sun Music, a recording series that shines light on the music and histories of Black composers over the past 200 years. Her work has been supported by the Mellon Foundation, the National Endowment for the Arts, the Sphinx Venture Fund, and the Center for Cultural Innovation, among others.\n\nLara's fierce commitment to advocacy has led to her role as an Artist Ambassador for Headcount, a non-partisan organization that uses the power of music to register voters and promote participation in democracy.\n\nwww.LaraDownes.com\n\nABOUT NPR MUSIC\n\nFor more than 15 years, NPR Music's robust music journalism and award-winning original video programming has delighted millions of music fans from all genres. NPR Music collaborates with NPR's news magazines, public radio Member stations and the passionate listener community to celebrate exceptional music and discover emerging artists. Visit NPRMusic.org to find the complete Tiny Desk concert series, music feature stories, extensive archives of performances, interviews and music reviews. Connect with NPR Music on Facebook and Instagram.\n\nABOUT CLASSICAL CALIFORNIA\n\nClassical California is the most-listened-to network of classical music radio stations in America serving more than 800,000 listeners each week. KUSC, located in downtown Los Angeles, serves communities throughout Southern California, and is broadcast on 91.5FM in Los Angeles and Orange County, 88.5FM in Palm Springs, 91.1FM in Thousand Oaks, 93.7FM in Santa Barbara and 99.7FM San Luis Obispo. KDFC, located in downtown San Francisco, serves the Bay area and other communities in Northern California, and is broadcast on 90.3FM in San Francisco, 104.9FM in San Jose, 89.9FM in Napa Wine Country, 103.9FM in Monterey and 92.5FM in Ukiah. Listeners can also hear these stations streaming at kusc.org, kdfc.com and on their smartphone apps. Classical California also offers a variety of digital content and community events. More information can be found at classicalcalifornia.org. Classical California's mission is to make a positive impact on individuals and communities by championing the power of classical music.\n\nMEDIA CONTACTS\n\nFor NPR Music: Yanius Alvarado Matos/ NPR Media Relations\n\nmediarelations@npr.org\n\nFor Lara Downes: Chris Taillie / Shore Fire\n\nctaillie@shorefire.com",
    "url": "https://www.npr.org/about-npr/1245950675/nprs-amplify-with-lara-downes-returns-april-25",
    "image": "78.jpg",
    "publish_date": null
}