{
    "index": 79,
    "title": "'Track Change' podcast follows a group of men making music in Richmond City Jail",
    "text": "'Track Change' podcast follows a group of men making music in Richmond City Jail\n\nEnlarge this image toggle caption NPR NPR\n\nApril 10, 2024; RICHMOND — Track Change, from Narratively and VPM, follows a group of men in Richmond City Jail as they record an album that chronicles their efforts to break free from a cycle of addiction and incarceration. Launching April 17, the music-infused five-part series takes listeners behind the walls of the Virginia jail, as rapper and musician Todd \"Speech\" Thomas collaborates with the currently and formerly incarcerated to help them tell their stories through song.\n\nIn each episode, Speech, the founder of the Grammy-winning hip-hop collective Arrested Development and widely regarded as the \"Godfather of Conscious Hip-Hop,\" meets both novice and experienced musicians at personal crossroads in their respective uphill battles for freedom. Through frank and vulnerable conversations, he learns what brought them to this inflection point and helps them complete a song that captures this critical moment in their life. From haunting country to fiery hip-hop and soulful R&B, each episode demonstrates the potential of music to break through generations of entrenched inequities — and to affirm the humanity of the people that society has written off.\n\n\"I hope that by centering the talents and perspectives of these men, Track Change will disarm a lot of the stereotypes about people who are incarcerated,\" says host Speech. \"I hope the show can also help audiences recognize that there's more that we can do for the millions of people who are released from jails and prisons every year.\"\n\nTrack Change is distributed by the NPR Network, and is a joint production of Narratively and VPM.\n\nListen to the trailer.\n\nAbout Todd \"Speech\" Thomas (host)\n\nSpeech Thomas is an award-winning artist, consistently pushing the artistic and social envelope. From writing some of the most iconic hip-hop songs to leading the trailblazing two-time Grammy Award winning group, Arrested Development, to superstardom, this Milwaukee native has graced stages with legends including Nelson Mandela, James Brown, The Roots, Hilary Clinton, Minister Louis Farrakhan, Public Enemy, Herbie Hancock, Oprah Winfrey, and Barack Obama.\n\nSpeech and Arrested Development have been a ground-breaking force in Hip-hop culture since 1991. They are constantly touring the world with events that celebrate life, death and the struggles of our ancestors. Speech has also continued to be a trailblazer as a solo artist, and started Black Existence as a worldwide resource for black diaspora culture.\n\nAbout Narratively\n\nNarratively is a storytelling platform and production company founded by former New York Times journalists that celebrates humanity through the most authentic, diverse and engaging character-driven content. Named one of TIME's \"50 Best Websites\" and the recipient of multiple Telly and Webby awards, the platform's library of IP comprises thousands of true human stories fueled by Narratively's global network of journalists and storytellers. On the audio front, Narratively has produced the narrative nonfiction series Believable and Narratively Out Loud, along with multiple critically acclaimed series and episodes for partners including Snap Judgment, WNYC, VPM, and Marriott. Across everything Narratively does, its absolute focus is on producing and distributing the highest-quality storytelling that spotlights the unexpected and celebrates the extraordinary.\n\nAbout VPM\n\nVPM uses the power of media to educate, entertain and inspire. As Virginia's home for public media, VPM connects nearly 2 million people across Central Virginia and the Shenandoah Valley to insightful programming in arts and culture, history, science, news, and education. In addition to acclaimed series and documentaries, VPM produces compelling content across platforms for local audiences and national distribution. Among its catalog of podcasts are the award-winning series Seizing Freedom and Admissible: Shreds of Evidence.\n\nAbout the NPR Network\n\nThe NPR Network is a local-national media network comprised of independent public media organizations in communities around the country, founded on a mission to create a more informed public. Through the Network, NPR and Member stations are working together to bring America closer through free and independent journalism, music, politics, culture, and more. This collaborative initiative aims to engage more audiences with public media content through all digital platforms. NPR Network content is available through local Member stations (npr.org/stations), NPR.org, and the NPR App, and wherever podcasts are found.\n\nPRESS CONTACT\n\nJune Jennings\n\nmediarelations@npr.org",
    "url": "https://www.npr.org/about-npr/1243759802/track-change-podcast-follows-a-group-of-men-making-music-in-richmond-city-jail",
    "image": "79.jpg",
    "publish_date": null
}