{
    "index": 80,
    "title": "Jack Corbett named visual host of 'Planet Money' TikTok",
    "text": "Jack Corbett named visual host of 'Planet Money' TikTok\n\nEnlarge this image toggle caption Mamadi Doumbouya/NPR Mamadi Doumbouya/NPR\n\nMarch 27, 2024; Washington, D.C. — NPR announced today that Jack Corbett has been named visual host of Planet Money's TikTok account. Corbett will be Planet Money's first visual host.\n\nNPR's economics podcast Planet Money finds creative, entertaining stories that make sense of the big, complicated forces that move our economy and shape your life. In the early days of the pandemic, Corbett shot NPR's first TikTok about the stock market circuit breaker. His reporting style became a perfect fit for the pandemic and the new short-form world order it has left in its wake. Since then Planet Money TikTok's unique style and sensibility have garnered a devoted, loyal fanbase of young and diverse audiences. Almost four years later, the channel has amassed a large, devoted following of almost 800,000. His TikToks have received almost 15 million likes.\n\n\"Since my first day as an intern, I was rattling off weird ideas, pipedreams, strange pitches—I didn't really expect anyone to take them seriously...I was blindsided by the generosity. Not only were these ideas taken seriously, but they were encouraged and pushed along. The people here at NPR have helped me make those weird ideas into real videos at every turn. I am so appreciative of everyone who has lent their expertise. It's no miracle that good work and innovation come from this environment. I'm grateful to be a small part of it,\" said Corbett.\n\n\"Jack has developed a deep expertise in his beat and a remarkable ability to translate complex topics to visual platforms. He regularly pitches and stays on top of important economic stories and has fostered a deep collaboration with the Planet Money team, consistently executing original and complex visual approaches that push the boundaries of a traditional NPR ethos while always maintaining our editorial integrity. He is a kind, genuine creator who is motivated to serve the audience,\" said Keith Jenkins, Vice President for Visual and Music Strategy for NPR.\n\nIn 2023, Corbett's work on Planet Money's TikTok won an Edward R. Murrow award and he's also been recognized by the White House Press Photographers Association.\n\nCorbett studied experimental cinema at Ohio State University and started at NPR in 2019 as an intern on the Music team. In his first few weeks, Corbett pitched a documentary to Jazz Night in America, which went on to premiere as part of the Sundance Film Festival in 2021. Corbett lives, breathes and makes bread in The City of Angels, Los Angeles, California.\n\n###\n\nAbout NPR\n\nNPR's rigorous reporting and unsurpassed storytelling connects with millions of Americans every day — on the air, online, and in person. NPR strives to create a more informed public — one challenged and invigorated by a deeper understanding and appreciation of events, ideas, and cultures. With a nationwide network of award-winning journalists and 16 international bureaus, NPR and its Member organizations are never far from where a story is unfolding. Listeners can find NPR by tuning in to their local Member stations (npr.org/stations), downloading the NPR app or asking Alexa to \"Play NPR.\" The NPR mobile app brings together the best of the NPR Network from around the world and right in your community — live radio, podcasts, the latest local and national news and more — available wherever you are and whenever you want. Get more information at npr.org/about and by following NPR Extra on Facebook, LinkedIn, Threads, and Instagram.\n\nMedia Contact\n\nDanielle Wilson\n\nmediarelations@npr.org",
    "url": "https://www.npr.org/about-npr/1241151888/jack-corbett-named-visual-host-of-planet-money-tiktok",
    "image": "80.jpg",
    "publish_date": null
}