{
    "index": 87,
    "title": "The Gallagher brothers are reviving Oasis. Here's a look at their decades-long feud",
    "text": "The Gallagher brothers are reviving Oasis. Here's a look at their decades-long feud\n\ntoggle caption PA Images via Getty Images\n\nFifteen years after Oasis imploded, the dueling brothers at the heart of the beloved British band have confirmed fans' far-fetched dreams of a reunion tour.\n\nOn Monday, Noel and Liam Gallagher — the band’s main songwriter and singer, respectively — each tweeted out an 11-second video with the date and time of Aug. 27 at 8 a.m., flickering in the Oasis font. The Oasis Instagram account shared it, too.\n\nThe posts came a day after Britain’s Sunday Times reported that anonymous industry insiders were “adamant” that the two would reunite for a series of high-profile concerts next summer, including a headlining slot at the Glastonbury Festival and what would be a record 10-night run at Wembley Stadium.\n\nSponsor Message\n\n“See you down the front,” Liam then replied in a thread about the article on the social platform X.\n\nHe also posted a cryptic tweet of his own: “I never did like that word FORMER.”\n\nOasis, which started as a five-person band out of Manchester in 1991, is credited with reviving the genre of Britpop music, fueled in part by its rivalry with the London-based band Blur.\n\nThe group rose to fame with its 1994 album, Definitely Maybe, and cemented its legacy with such hits as “Wonderwall,” “Don’t Look Back in Anger” and “Champagne Supernova.” As of three decades later, Oasis had sold 75 million records worldwide.\n\nThe Gallaghers, the only constant members of the band's ever-changing lineup, became known for their splashy antics onstage and across the tabloid pages — as well as their own deepening rivalry.\n\nYears of insults, incidents and infighting culminated on Aug. 28, 2009, when the band broke up minutes before they were set to take the stage at the Rock en Seine festival in Paris.\n\n“People will write and say what they like, but I simply could not go on working with Liam a day longer,” Noel wrote in a statement at the time. He would later recount a backstage argument in which his younger brother grabbed his guitar and started “wielding it like an axe.”\n\nSponsor Message\n\nThe Gallaghers went their separate ways, but continued their careers in music: Liam and other Oasis members kept the band going under the name Beady Eye, while Noel formed his own band, High Flying Birds.\n\nThe two have performed their old hits separately over the years, though never with each other.\n\nAnd they’ve publicly floated the prospect of a reunion more than once, including in 2015 and 2018. But such a reconciliation had yet to materialize — and the two continued taking very public swipes at each other on social media.\n\nEagle-eyed hopefuls, however, had spotted hints that detente could be on the horizon.\n\nWhile performing at the Reading Festival on Sunday, Liam dedicated the Oasis song “Half The World Away” to his brother and “Cigarettes & Alcohol” to haters of the band. As his set ended, the onstage screens flashed that same Aug. 27 announcement video.\n\nOn Tuesday morning, almost exactly 15 years to the day after Oasis broke up, the brothers confirmed they will indeed be getting back together.\n\nThey shared identical videos advertising \"Oasis live '25,\" a series of concerts across the United Kingdom and Ireland next July and August, with tickets going on sale this weekend. The year 2025, notably, will mark 30 years since the release of their second album, (What’s The Story) Morning Glory.\n\n\"The guns have fallen silent. The stars have aligned,\" the brothers also tweeted. \"The great wait is over. Come see. It will not be televised.\"\n\nThe hints and ensuing announcement have caused quite a stir on social media, where scores of the group’s fans have been posting about the cultural significance — and personal finance implications — of an Oasis reunion tour.\n\nAnd many have joked that those looking to buy tickets should aim for the first night only, lest the famously fight-prone brothers break up the band once again. It wouldn't be the first time.\n\n\n\nSponsor Message\n\nA brief timeline of the Gallagher feud, from fisticuffs to legal battles\n\ntoggle caption Dave Hogan/Getty Images\n\nNoel and Liam’s tumultuous relationship goes back decades, blazing a trail of barbs and bad blood that is nearly impossible to detail in full (though outlets like Pitchfork , Rolling Stone and Radio X have bravely attempted).\n\nHere are some of the highlights, or low points:\n\n\n\nApril 1994: Shortly before their commercial breakthrough, the brothers sit for an interview with NME’s John Harris and spend the entire time bickering — over the meaning of rock and roll, a drunken incident on a ferry several months earlier and how much they hated each other, among other things. A year later, they release the audio as a single called “Wibbling Rivalry” (subtitle: “fourteen minutes of verbal mayhem”).\n\nShortly before their commercial breakthrough, the brothers sit for an interview with NME’s John Harris and spend the entire time bickering — over the meaning of rock and roll, a drunken incident on a ferry several months earlier and how much they hated each other, among other things. A year later, they release the audio as a single called “Wibbling Rivalry” (subtitle: “fourteen minutes of verbal mayhem”). September 1994: During a concert in Los Angeles, Liam hits Noel over the head with a tambourine and slings insults at both the band and the American audience. Noel storms off and briefly quits the band, but rejoins later that tour and uses the incident as inspiration for the track “Talk Tonight.”\n\nDuring a concert in Los Angeles, Liam hits Noel over the head with a tambourine and slings insults at both the band and the American audience. Noel storms off and briefly quits the band, but rejoins later that tour and uses the incident as inspiration for the track “Talk Tonight.” Spring 1995: While recording (What’s The Story) Morning Glory, Liam brings a group of visitors to the studio while Noel is trying to work. Noel, trying to get them to leave, ends up hitting Liam on the head with a cricket bat. Years later, the rescued cricket bat was sold at auction with a certificate of authenticity.\n\nWhile recording (What’s The Story) Morning Glory, Liam brings a group of visitors to the studio while Noel is trying to work. Noel, trying to get them to leave, ends up hitting Liam on the head with a cricket bat. Years later, the rescued cricket bat was sold at auction with a certificate of authenticity. August 1996: Liam pulls out of their MTV Unplugged taping at the last minute, blaming a sore throat, then proceeds to spend the entire performance heckling his brother from the crowd and drinking champagne. Later that month, Liam also pulls out of a U.S. tour just before it starts — he ends up joining a few days in, but the tour is canceled after two weeks.\n\nLiam pulls out of their MTV Unplugged taping at the last minute, blaming a sore throat, then proceeds to spend the entire performance heckling his brother from the crowd and drinking champagne. Later that month, Liam also pulls out of a U.S. tour just before it starts — he ends up joining a few days in, but the tour is canceled after two weeks. May 2000: During a night of drinking in Barcelona, Liam questions the paternity of Noel’s daughter, prompting Noel to leave the band once again. He doesn't return for the rest of the European tour.\n\nDuring a night of drinking in Barcelona, Liam questions the paternity of Noel’s daughter, prompting Noel to leave the band once again. He doesn't return for the rest of the European tour. December 2002: After experiencing issues with his voice and walking offstage early at several shows throughout the fall, Liam wraps up the year by kicking a German police officer in the chest, sparking a brawl at a Munich bar and losing several teeth in the process. “I haven’t spoken to him directly,” Noel said at the time. “Why should we talk after what’s gone on?”\n\nAfter experiencing issues with his voice and walking offstage early at several shows throughout the fall, Liam wraps up the year by kicking a German police officer in the chest, sparking a brawl at a Munich bar and losing several teeth in the process. “I haven’t spoken to him directly,” Noel said at the time. “Why should we talk after what’s gone on?” October 2005: Noel says in an interview that his brother is “frightened to death” of him: “I can read him and I can f****** play him like a slightly disused arcade game. I can make him make decisions that he thinks are his but really they’re mine.”\n\nNoel says in an interview that his brother is “frightened to death” of him: “I can read him and I can f****** play him like a slightly disused arcade game. I can make him make decisions that he thinks are his but really they’re mine.” 2009: Noel tells Q magazine at one point that Liam is “the angriest man you'll ever meet. He's like a man with a fork in a world of soup.” (Dishing it back 10 years later, Liam posted a video of himself in 2019 eating soup with a fork.)\n\nNoel tells Q magazine at one point that Liam is “the angriest man you'll ever meet. He's like a man with a fork in a world of soup.” (Dishing it back 10 years later, Liam posted a video of himself in 2019 eating soup with a fork.) August 2009: Oasis abruptly cancels its set at the V Festival in England, with Liam blaming a case of laryngitis. Years later, Noel claims his brother was actually hungover, which prompted Liam to sue him for libel (he eventually dropped the suit). That month, Noel quits the band for real. He told NPR about it in 2012: “We were backstage waiting to go onstage to 30,000 people in Paris. The tour manager came in and said, 'Five minutes!' We broke up within that five minutes. I'm not proud of that, but all things come to an end.\"\n\nSponsor Message\n\nThe brothers kept slinging insults years after the breakup\n\nThe Gallaghers kept fighting long after they were no longer bandmates, insulting each other in awards speeches, interviews and social media posts (including the infamous 2016 “potato” tweet, which became a yearslong bit of its own).\n\nThere were occasional public calls for reconciliation interspersed throughout the drama, giving fans brief glimmers of hope.\n\nLiam hinted at a truce in 2017 but called it off a month later. In 2018, he tweeted at his brother suggesting a reunion, but after no reply wrote, “I’ll take that as a NO then.” During the peak of the COVID-19 pandemic, Noel released a previously hidden song recorded in 1995, to Liam’s apparent displeasure.\n\nBut by 2023, both brothers seemed to be taking the idea of a reunion more seriously.\n\nNotably, that same year, Blur — their Britpop archrival, which had been on hiatus since 2015 — reunited to release an album and perform at a number of summer festivals. The Ballad of Darren was critically acclaimed, with outlets from the BBC to Mojo to NPR including it on their best-of-the-year lists. The group closed out its triumphant 2023 by announcing another hiatus.\n\n“If Oasis hadn’t had reached their potential, and there was something left to do, it would be different, but I just don’t see what the point would be,” Noel said in a January 2023 interview. “It would be make a load of money, I’ve got a load of money. To do some monumental [venue] I’ve already done them.\"\n\nBut he left the door open to the possibility, adding: “Now, that’s not saying, in 10 years' time, it won’t appeal to me...\"\n\nTwo months later, Liam responded to a fan’s tweet asking if there was any chance Oasis might get back together.\n\n“It’s happening,” he wrote.\n\nSponsor Message\n\nAnd now it's official.",
    "url": "https://www.npr.org/2024/08/26/nx-s1-5090011/oasis-reunion-liam-noel-gallagher-band-breakup-feud",
    "image": "87.jpg",
    "publish_date": "2024-08-26 00:00:00"
}