{
    "index": 11,
    "title": "2 years and counting. Inmate says medical delays still plague federal prison in Oregon",
    "text": "2 years and counting. Inmate says medical delays still plague federal prison in Oregon\n\ntoggle caption Nancy Richardson\n\nLuke Thornhill is scheduled to be released from an Oregon prison in four years.\n\nHe's terrified he might die before then.\n\nHe has family waiting for him in Idaho, \"And I'm scared I'm never gonna see them again,\" Thornhill said during multiple calls with NPR from prison.\n\nHe's scared because he's been suffering from serious medical issues — including severe abdominal pains, bloody bowel movements and a swollen abdomen — since at least 2022, when he was incarcerated in a different facility. And he says he has not been able to get the treatment that he needs.\n\n\"If you looked at my stomach, it bulges out on the right side, like the size of a grapefruit. And it just hurts all the time,\" Thornhill says.\n\nSponsor Message\n\nNow, he feels worse than ever, he says. Constant pain makes it difficult even to sleep through the night.\n\n\"If I'm not careful with what I eat or drink or careful of how I move then I'm in worse pain and bleeding even worse.\"\n\nThornhill was sentenced to 80 months in federal prison on drug charges in March 2023.\n\nIn 2022, while incarcerated in Idaho, he underwent a colonoscopy, during which two polyps were removed.\n\nAfter Idaho, Thornhill was moved to SeaTac, the federal prison in Seattle, and earlier this year was moved to the federal facility in Sheridan, Ore.\n\nSince he left Idaho, Thornhill says, he hasn't reviewed the biopsy results with any doctors at either SeaTac or Sheridan — and nothing about his situation has changed.\n\n\"We're talking about something that I've been dealing with for a year now. I've been literally suffering for the last year. And I've been begging them to give me treatment for this,\" he says. \"Nobody can tell me there isn't something wrong with me.\"\n\nThe federal Bureau of Prisons said in response to specific questions about Thornhill's complaints that \"For privacy, safety, and security reasons, we do not discuss any individuals' conditions of confinement, to include health status or medical treatment plans.\"\n\n\n\nSponsor Message\n\nProblems with prison health care are well documented\n\nDelays or substandard health care for prisoners in the U.S. carceral system are not uncommon. In 2023, NPR published a report showing that nearly 5,000 federal prisoners died over the past decade from treatable conditions after not getting timely diagnoses or treatment while incarcerated.\n\nLawmakers have begun to put the U.S. federal prison system under more scrutiny. In late July, President Biden signed the Federal Prison Oversight Act into law, which mandates routine inspections of all federal Bureau of Prison's facilities and the creation of an ombudsman to investigate the welfare and safety of inmates and staff.\n\nThe prison at Sheridan, in particular, has been criticized recently for medical delays, and at the end of 2023, investigators with the Justice Department launched an unannounced inspection of the facility.\n\nIn May 2024, the Justice Department's Office of the Inspector General released a report that concluded staffing issues at Sheridan contributed to more than 100 missed inmate medical appointments between January and November 2023 and a backlog of hundreds of lab tests and pending X-ray orders — leading to medical conditions potentially going undiagnosed.\n\nIn response, the federal Bureau of Prisons said it made several changes since the inspection — including hiring more staff and making a substantial dent in the number of missed appointments and the testing backlog.\n\nAs of May 2024, the backlog of laboratory orders dropped to 44 from 725 and the backlog of pending X-ray orders was 84, down from 274, according to the inspection report. The BOP reported that 89 of 101 appointments had been completed since the OIG inspection.\n\nBut Thornhill and at least two other Sheridan inmates that reached out to NPR say they are still in dire need of medical care. Their repeated requests to see a doctor are not being addressed, they say. Thornhill says Sheridan's claims that officials addressed the major backlog of lab tests and X-rays is flat-out wrong.\n\nSponsor Message\n\n\"The BOP is definitely broken,\" Thornhill says.\n\ntoggle caption Andrew Selsky/AP\n\nDuring the reporting of this story, NPR reviewed medical records and several requests for medical care that Thornhill sent to prison officials in Idaho and Seattle.\n\nHe said that for months he wasn't able to make copies of documents or access his medical file and requests at Sheridan. Late this month, he reported finally getting copies of those records.\n\nAnd, he told NPR, that despite submitting numerous requests for medical care at Sheridan, he discovered recently that officials there only have one of his requests for medical help on file.\n\nRegarding Thornhill's complaints about access to his medical records, the Bureau of Prisons said inmate medical records are \"available for review upon request by any incarcerated person\" who uses the proper request procedures. The requests should be processed within 30 days, the BOP said.\n\n\"All requests and the issuance of records are documented in the individual's medical record. Currently, FCI Sheridan has no request for medical records older than 10 days, before fulfilment,\" the BOP told NPR in a statement.\n\nBut Thornhill says that in the past, he has made multiple requests that were not honored.\n\nBOP says it's made changes\n\nThe OIG and the federal Bureau of Prisons have pointed to severe staffing shortages as a significant contributing factor to ongoing problems with the federally run prison system.\n\nThe BOP \"has been transparent that staffing across the agency remains a challenge, as the FBOP is faced with the same worker shortage experienced by employers throughout the country,\" the agency said in a statement to NPR. \"The work to address these challenges is ongoing and includes a robust national recruitment strategy with the assistance of an external contract consultant.\"\n\nThe agency told NPR in July that approximately 70% of positions in Sheridan's Health Services Department are filled. Correctional services positions, such as guards, are approximately 87% filled.\n\nSponsor Message\n\nCompeting claims on test backlogs\n\nOne of the procedures Thornhill wanted to have done was an X-ray.\n\nAfter the OIG report, Sheridan said X-ray order backlogs were being addressed. But Thornhill says that isn't the case.\n\nAfter the Sheridan report was published, Thornhill says he and about 100 other inmates were called to be taken to receive X-rays. Instead, he alleges that corrections staff repeatedly pressured him and other inmates — even some with broken bones — to sign forms refusing those X-rays.\n\nThornhill claims that officers at the prison made the experience as uncomfortable as possible — handcuffing each prisoner tightly around the wrists, putting them in cramped rooms and buses, serving them frozen meals without warming them up — to discourage them from wanting to undergo the process again. Thornhill believes the reason was to get the official number of X-ray requests down. He says he never signed the forms, but after a couple of months, still has not received an X-ray.\n\nHe says that of the couple dozen men who remained to get X-rays, only six or so were able to get the procedure done before staff said the machine was broken.\n\nIn response to these claims, the BOP said, \"For privacy, safety, and security reasons, we do not discuss any individuals' conditions of confinement, but as noted above, policy requires medical treatment which meets community standards and staff misconduct is not tolerated.\"\n\n\n\nIt's rare for prisoners to see an actual doctor, Thornhill says\n\nThornhill's attempts to see a doctor for his medical issues go back to his time at SeaTac. Incarcerated there in 2023, he says he submitted several requests for follow-up medical treatment after his 2022 colonoscopy and as his symptoms appeared to worsen.\n\nWhile at SeaTac, he was part of a group of inmates who spoke to the Seattle Times in an article published in February of this year about serious delays in medical care at that prison.\n\nSponsor Message\n\nIt was after this story published that Thornhill was moved to Sheridan.\n\nHe says he believes the move was punishment for speaking out about conditions at SeaTac.\n\nIn response to questions on Thornhill's claims, the BOP said, \"We cannot speak to this particular case, but FBOP does not tolerate staff misconduct, including retaliation. Consistent with national policy, all allegations of employee misconduct are referred to the FBOP's Office of Internal Affairs\" that are also reviewed by the Office of the Inspector General.\n\n\"Allegations of misconduct are thoroughly investigated, and appropriate action is taken if such allegations are sustained, including the possibility of referral for criminal prosecution when appropriate,\" the BOP said.\n\nThornhill says his symptoms have continued to worsen while at Sheridan, and that nothing has happened after his numerous requests to see a doctor and have other tests done.\n\nRequests to be seen by a nurse, doctor or dentist are a multistep process. In order to see medical staff at Sheridan, Thornhill says, inmates submit requests through the prison computer system. Inmates also submit a paper \"cop out\" or a physical request to be seen by medical staff.\n\nAfter putting in the requests, inmates go down for sick-call, held four days a week\n\nThe Sheridan Admission and Orientation Handbook states this is \"the most efficient way to obtain an examination by a physician or an outside specialist.\" Inmates explain the \"problem to the P.A. or nurse, and they will refer you to a physician, if your condition warrants it.\"\n\nFor months, Thornhill says, \"No matter how many times I put in to see a doctor, they call me down there and I end up seeing another nurse and she basically tells me she doesn't know what's going on with me and that she'll put me in to see the doctor.\" He adds that it's not just him, it's rare for anyone to see an actual doctor and when they do \"it's for basic stuff\" like an ingrown nail.\n\nSponsor Message\n\nIt's such a problem that Thornhill alleges inmates are turning to each other to get basic drugs for blood pressure or antibiotics — a not uncommon practice in prison.\n\nIn response, a BOP spokesman said the agency \"does not comment on the conditions of confinement for any individual or group of individuals in our custody. Nor do we comment on anecdotal allegations.\"\n\nThe BOP said it \"takes pride in protecting and securing individuals entrusted in our custody\" and makes \"every effort to ensure the physical, medical, and mental safety\" of those individuals.\n\nSheridan employs two medical doctors and one mid-level provider in the prison's Health Services Department for its 1,539 inmates, according to the agency.\n\nThe BOP said in its statement to NPR that \"Sheridan provides onsite medical provider coverage 14-hours per day, including weekends and holidays. The FBOP and FCI Sheridan provides essential medical, dental, and mental health services in a manner consistent with accepted community standards for a correctional environment.\"\n\n\"All incarcerated individuals have daily access to medical care and appointments, and medical staff conduct daily rounds throughout each facility,\" the agency continued.\n\n\"Each patient is independently treated on a case-by-case basis, and treatment is provided as clinically indicated.\"\n\nOnly after NPR contacted representatives of Sheridan and the Bureau of Prisons about Thornhill's situation did Thornhill report to us in mid-July that he finally saw a doctor and a cardiologist, who both agreed \"something was wrong and ordered more tests,\" he wrote in a letter to his mother shared with NPR.\n\nThis development gives Thornhill little confidence.\n\n\"I'm trying to be optimistic about it but it's hard when I'm still in the same position I was. Hopefully they actually get me to the hospital to do these tests! I am going to pray about it and hope for the best,\" he wrote to NPR in July.\n\ntoggle caption Nancy Richardson\n\nThornhill is under lockdown\n\nIn late July, Thornhill told NPR that Sheridan was under lockdown. The BOP confirmed that the prison was on \"modified operations\" but declined to provide specific details \"for safety and security reasons.\"\n\nSponsor Message\n\nAs of this week, the BOP confirmed to NPR that, aside from one unit, the prison has returned to normal operations.\n\nFor weeks, prison officials seriously curtailed communications and kept inmates in their cells most of the day. Though the lockdown has since been adjusted, Thornhill reports inmates are still only allowed to leave their cells for about 40 minutes a day.\n\nThornhill's mother, Nancy Richardson, contacted NPR and lawmakers on his behalf as he's struggled with medical issues since being incarcerated. She says she was only able to speak with him for five minutes every few days during the lockdown.\n\nShe's 69 and lives in Idaho and hasn't been able to visit her son since he's been in federal custody. The lockdown made her more fearful for her son and his health.\n\n\"He's sick and he's needing medical care, and it's just disheartening to not be able to do one thing about it,\" she says. \"I think people need to know what's going on here.\"\n\nAt the beginning of August, Thornhill was taken to an emergency room outside the prison via ambulance due to extremely high blood pressure. He has since returned to Sheridan, he and his mother confirmed.\n\nThere, he says, he finally received an X-ray of his chest.",
    "url": "https://www.npr.org/2024/08/29/nx-s1-5065930/sheridan-oregon-prison-medical-health-care-delays",
    "image": "11.jpg",
    "publish_date": "2024-08-29 00:00:00"
}