{
    "index": 21,
    "title": "Political opponents Harris and Vance show Americans modern, interfaith marriages",
    "text": "Political opponents Harris and Vance show Americans modern, interfaith marriages\n\ntoggle caption Roberto Schmidt/AFP via Getty Images\n\nAt the Democratic National Convention, second gentleman Doug Emhoff wanted to show another side of his wife.\n\n“Kamala has connected me more deeply to my faith, even though it’s not the same as hers,” he said, highlighting his interfaith marriage to Vice President Harris.\n\nEmhoff is Jewish and Harris is Christian. He said she attends High Holiday services with him, and he attends Easter services with her. And, he said, they share their food traditions.\n\n“I get to enjoy her mom’s chili relleno recipe every Christmas, and she makes a mean brisket for Passover,” Emhoff said to applause.\n\nSponsor Message\n\nAt a National Prayer Breakfast in 2022, Harris talked about the values she’d grown up with in church in Oakland, Calif.\n\n“As I know we have all learned and been taught, faith is not passive,” Harris said. “Faith motivates action.”\n\n\n\nOne home, different faiths\n\nA growing number of Americans are part of interfaith relationships — a reality that is also reflected in the candidates on both major-party presidential tickets this year. On the Republican ticket, the vice presidential nominee, Ohio Sen. JD Vance, is also in an interfaith marriage.\n\ntoggle caption Anna Moneymaker/Getty Images\n\nVance spoke about his relationship at an event hosted by the conservative Faith and Freedom Coalition on the day after he’d addressed the Republican National Convention in July.\n\n“What really brought me back to Christ was finding a wife,” Vance said.\n\nVance said he was motivated to rediscover his faith as he thought about how to become a better husband and father.\n\n“It’s funny, my wife, despite not being raised Christian herself, she made this observation to me when our son was about a year old and I started going to church,” he said. “And she said, ‘You know, this isn’t really my thing and I don’t have a background in this, but there’s something about becoming Christian that’s really good for you.’”\n\nSponsor Message\n\nVance was raised loosely Christian and was baptized Roman Catholic in 2019. His wife, Usha, was raised Hindu.\n\nIn her address to the RNC that week, Usha Vance talked about meeting her husband in law school and learning about their starkly contrasting childhoods: hers in a close-knit home in California as the daughter of immigrants from India, and his, in a struggling, working-class family in Ohio.\n\n“That JD and I could meet at all, let alone fall in love and marry, is a testament to this great country,” she said.\n\n\n\nA cultural — and religious — shift\n\nIn the past, most of America’s presidents and vice presidents — along with their spouses — have been Christians — and most of them, Protestant; President Biden is only the second Roman Catholic to hold the highest office.\n\n“The first thing that comes to mind is how remarkable this would have been 30 years ago, 50 years ago — it may have even been a dealbreaker,” explained Robert P. Jones, president and founder of the Public Religion Research Institute, and author of books including The End of White Christian America.\n\nJones says the country’s changing demographics are reshaping the way people see religious differences.\n\nAmericans are becoming less religious overall. The country is also becoming more racially and culturally diverse. It’s all led to what Jones describes as a “lowering of barriers” to interfaith marriage.\n\n“The stigma has come down and I think the increasing diversity of the country [creates] an opportunity to meet, fall in love with, and marry someone outside your faith,” Jones said.\n\nAccording to the Public Religion Research Institute, nearly 1 in 5 partnered Americans say their spouse or partner has a different religion from their own. Jones says people married since the year 2000 are about three times more likely to be in interfaith relationships as those married before 1960.\n\n\n\nSponsor Message\n\nReligious diversity in high places\n\nGaston Espinosa, a religious studies professor at Claremont McKenna College who writes about religion and the presidency, says American politics have slowly become more open to religious diversity.\n\nEspinosa points to the Republican Party’s nomination of Mitt Romney, a Mormon , in 2012, and then Vice President Al Gore’s selection of Sen. Joe Lieberman, who was Jewish , as his running mate for the Democratic ticket in 2000.\n\n“Since that time, there's been, I think, a lot of movement in this direction toward recognizing good people — no matter what their religious or racial ethnic background is — to come together to promote the common good for the nation,” Espinosa said.\n\nThe Rev. Paul Brandeis Raushenbush is the president of Interfaith Alliance, and the great grandson of both Louis Brandeis, the first Jewish Supreme Court justice, and a Baptist theologian.\n\nRaushenbush notes that Harris also grew up in a family with a blended cultural and religious heritage — with a Jamaican father and a South Asian mother.\n\n“She's coming into an interfaith relationship already understanding what it means to celebrate within a marriage two faith traditions that do not need to be at odds,” he said.\n\n“I think that's the message for the country, which is, these different traditions — all of our different traditions — do not need to be and should not be and must not be pitted against one another,” he added.\n\nHarris and Emhoff have publicly celebrated a variety of religious holidays, including Diwali , the Hindu festival of lights.\n\nLast year, to honor the Jewish High Holy Day Rosh Hashanah, Harris and Emhoff hosted a reception at their official residence, where a mezuzah, a small scroll, is mounted to the front doorway in accordance with Jewish tradition.\n\nAmy Spitalnick, CEO of the Jewish Council for Public Affairs, has worked with Emhoff on a White House initiative to fight antisemitism and other types of extremism. She was there last year as the couple celebrated the holiday together.\n\nSponsor Message\n\n“That is meaningful to see,” she says. “It’s personal. It is something that we have not seen a lot of in the highest levels of power in this country.”",
    "url": "https://www.npr.org/2024/08/31/nx-s1-5058801/harris-emhoff-religion-faith-jewish-christian-vance-usha-hindu",
    "image": "21.jpg",
    "publish_date": "2024-08-31 00:00:00"
}