{
    "index": 6,
    "title": "Israel's labor strike over hostages is called off after court order",
    "text": "Israel's labor strike over hostages is called off after court order\n\ntoggle caption Ohad Zwigenberg/AP\n\nTEL AVIV, Israel — A nationwide general strike shut down large parts of Israel on Monday, as calls for Prime Minister Benjamin Netanyahu to reach a cease-fire deal escalated dramatically across the country.\n\nMany schools and government buildings were shut in response to a call for the strike from Israel's largest trade union, Histadrut, following a dramatic weekend in which the Israeli military recovered the bodies of six more hostages in Gaza.\n\nBen Gurion airport south of Tel Aviv paused flights for several hours early Monday, with many private businesses also refusing to open in solidarity.\n\nSponsor Message\n\nHistadrut said the strike — the first to be called since the Oct. 7 Hamas-led attack in Israel — was necessary to pressure Netanyahu’s government into changing its approach to cease-fire negotiations.\n\nBut in a sign of the country's deep political divisions, not all regions or businesses said they were participating in the strike, with several members of Netanyahu's governing coalition continuing to publicly reject any type of cease-fire.\n\nIsrael's Labor Court ordered the strike to come to an end by Monday afternoon at 2:30 p.m. local time.\n\nThe Histadrut union said it abided the decision and called off the strike.\n\nOn Sunday, protesters in central Tel Aviv packed streets and blocked several major intersections, with people climbing above bus stops to avoid the heaving crowds that waved flags and chanted slogans.\n\nSeveral signs visibly labeled Netanyahu a murderer and criminal, with many protesters personally blaming the Israeli prime minister, often called Bibi, for failing to strike a deal with Hamas that might see more Israeli captives released from Gaza.\n\n\"Bibi is the prime minister, he holds the key for the deal. He can keep on putting more and more obstacles and demands, but that's not relevant,\" Tel Aviv resident Ori Elman told NPR.\n\nOver the weekend, Netanyahu said he would not give up Israeli military control of a strip of land between Egypt and Gaza called the Philadelphi corridor as part of any negotiating framework.\n\nHe's insisted it’s vital to his government's stated goal of eliminating Hamas and the militant group’s access to smuggling tunnels there, but this has become a major sticking point with Hamas and mediators including the U.S., Qatar and Egypt.\n\nMeanwhile, hundreds of Palestinians have been killed in Israeli airstrikes in Gaza in the past few weeks as ceasefire talks continue.\n\nSponsor Message\n\nAmong the bodies recovered from Gaza was 23-year-old Israeli American Hersh Goldberg-Polin, who had become widely known due to his family’s efforts to secure his release, including an appearance at last month’s Democratic National Convention.\n\nGoldberg-Polin’s family responded to the news with a statement released Sunday.\n\n“With broken hearts, the Goldberg-Polin family is devastated to announce the death of their beloved son and brother, Hersh. The family thanks you all for your love and support and asks for privacy at this time,” the statement said.\n\nThe Israeli military said it had located and recovered the six bodies from “an underground tunnel in the Rafah area in the Gaza Strip and returned them to Israeli territory.”\n\nIsrael's Health Ministry said the \"six abductees were murdered by Hamas terrorists in a number of short-range shots,\" and that forensic examination indicated that they had been killed in the last few days.\n\nMany protesters insisted a cease-fire deal could have saved their lives.\n\n\"Time after time there's a chance to bring them home, and he finds other reasons for it not to happen, so we just have to do something,\" said Ronit Katzenstein-Nahmias, in reference to Netanyahu.\n\nIn a statement from the official forum representing hostage families, the remaining five hostages were identified as Carmel Gat, 40; Eden Yerushalmi, 24; Alexander Lobanov, 32; Almog Sarusi, 27; and Ori Danino, 25.\n\nThey are some of the youngest hostages that were kidnapped on Oct. 7 by Hamas militants. Five of them were taken from a music festival that day at the Israel-Gaza border. The sixth was taken from a nearby border farm.\n\nPresident Biden issued a statement late Saturday saying he was “devastated and outraged.”\n\nGoldberg-Polin’s parents, Rachel Goldberg and Jon Polin, had made an appearance at the Democratic National Convention on Aug. 21 to apply pressure to help bring hostages abducted by militants back home. They had met with world leaders, including the pope.\n\nSponsor Message\n\nBiden’s statement said Goldberg-Polin’s parents “have been relentless and irrepressible champions of their son and of all the hostages held in unconscionable conditions.”\n\n“It is as tragic as it is reprehensible. Make no mistake, Hamas leaders will pay for these crimes. And we will keep working around the clock for a deal to secure the release of the remaining hostages,” Biden’s statement continued.\n\nGoldberg-Polin, a native of Berkeley, Calif., was abducted at the music festival during the Hamas attack on southern Israel that killed about 1,200 people, according to Israeli officials. About 250 hostages were taken by Hamas and other attackers that day.\n\nThe Israeli government estimates there are over 100 hostages still being held in Gaza, with about one-third of them believed to be dead.\n\nRelatives and supporters of the hostages continue to say Netanyahu has not done enough to make a deal with Hamas to secure their release.\n\nNegotiations have stalled for months, with Netanyahu repeatedly insisting military pressure is the best strategy despite public disagreement with his top security officials.\n\nIsrael’s military offensive in Gaza following the Oct. 7 Hamas attacks has killed at least 40,786 people and injured more than 94,224, according to Gaza’s Health Ministry.\n\nIn a video statement Sunday, Netanyahu said Israel has been \"holding intensive negotiations with the mediator\" in recent days to reach a deal but said Hamas had refused all proposals.\n\n\"Whoever murders hostages — does not want a deal,\" he said. \"For our part, we will not relent. The government of Israel is committed, and I am personally committed, to continue striving toward a deal that will return all of our hostages and ensure our security and our existence.\"\n\nHamas says that Israel is to blame for the stalemate and that it has repeatedly added new demands to deals already agreed upon.\n\nSponsor Message\n\nThe head of Israel’s National Unity Party blamed Netanyahu, posting on social media: \"He should protect the abductees and not his coalition controlled by extremists.\"",
    "url": "https://www.npr.org/2024/09/02/g-s1-20547/general-strike-in-israel-over-hostages-leads-to-uneven-closures",
    "image": "6.jpg",
    "publish_date": "2024-09-02 00:00:00"
}