{
    "index": 74,
    "title": "NPR’s Supermajority Podcast Tackles Single Party Rule",
    "text": "NPR’s Supermajority Podcast Tackles Single Party Rule\n\ntoggle caption\n\nExplore what happens when three moms take on the Tennessee legislature\n\nJune 17, 2024; Washington, D.C. — Supermajority is a new podcast from NPR’s Embedded, in partnership with Nashville Public Radio, exploring what happens when one political party has near-complete control. In this four-episode series, hosted by WPLN reporter Meribah Knight (Serial’s The Kids of Rutherford County, WPLN’s The Promise), we follow the story of three conservative women challenging many of the legislators they once believed shared their views.\n\nAs Americans focus on national politics this election year, NPR's Embedded takes an up-close look at one state – Tennessee – where Republicans hold a powerful majority. What does that power mean to lawmakers? Who are the constituents speaking up? And what might it all reveal about the fragility of our democracy?\n\nThe first episode will come out on Thursday, June 20th with new episodes publishing each Thursday through July 11th. Listen to the trailer here.\n\nSupermajority is not a podcast about gun control, but that's where the story begins, with three moms reeling from a school shooting. In March 2023, a mass shooter attacked The Covenant School, a private Christian school in Nashville, and killed six people. Within weeks, three of the surviving students’ mothers step inside the Tennessee state capitol — where Republicans outnumber Democrats three to one — for the first time in their lives to advocate for gun control. When they do, they come face-to-face with the brute force of a politically lopsided legislature, while also coming face-to-face with their own long-held beliefs.\n\n“These women were shocked to find themselves at odds with the Republican party,” Knight said. \"What they discovered is that very few legislators really wanted to listen. And that's because they don't have to. Not only do Republicans control the legislature, they also have the governor’s office, which essentially gives them power over the state’s entire political agenda.”\n\nAs Knight reveals in her reporting, in single party-led states like Tennessee, lawmakers have taken increasingly extreme measures to exercise their power and tamp down dissenting views. Whether Democrat or Republican, twenty-nine states have legislatures where one party has a steep advantage over the other. This podcast tells the story of one state, with one powerful political majority, and the people pushing back against it.\n\nAbout NPR\n\nNPR's rigorous reporting and unsurpassed storytelling connects with millions of Americans every day — on the air, online, and in person. NPR strives to create a more informed public — one challenged and invigorated by a deeper understanding and appreciation of events, ideas, and cultures. With a nationwide network of award-winning journalists and 16 international bureaus, NPR and its Member organizations are never far from where a story is unfolding. Listeners can find NPR by tuning in to their local Member stations (npr.org/stations), downloading the NPR App or asking Alexa to \"Play NPR.\" The NPR mobile app brings together the best of the NPR Network from around the world and right in your community — live radio, podcasts, the latest local and national news and more — available wherever you are and whenever you want. Get more information at npr.org/about and by following NPR Extra on Facebook, LinkedIn, Threads, and Instagram.\n\n",
    "url": "https://www.npr.org/2024/06/17/g-s1-4761/nprs-supermajority-podcast-tackles-single-party-rule",
    "image": "74.jpg",
    "publish_date": "2024-06-17 00:00:00"
}