{
    "index": 82,
    "title": "Vice President Kamala Harris answered questions on CNN about her policy views",
    "text": "Vice President Kamala Harris answered questions on CNN about her policy views\n\nIt was Harris' first major interview as the Democratic presidential nominee. She said she’d appoint a Republican to her Cabinet if elected, and she responded to questions about policy shifts over the years.\n\nMICHEL MARTIN, HOST:\n\nVice President Kamala Harris sat down with CNN for her first major interview as the Democratic presidential nominee.\n\nSTEVE INSKEEP, HOST:\n\nHarris said she would appoint a Republican to her Cabinet if elected, and she responded to questions about her policy shifts over the years.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nVICE PRESIDENT KAMALA HARRIS: The most important and most significant aspect of my policy perspective and decisions is my values have not changed.\n\nINSKEEP: With Dana Bash, she worked through some of the policy changes. Running for president in 2019, she said she would ban fracking. But in the interview, she insisted she had changed her mind by a little bit later in that same campaign in 2020 - that she's been in favor of fracking for years and would not ban it now. Republicans had criticized Harris for avoiding interviews up to now, which raised the stakes on this one.\n\nMARTIN: NPR's Asma Khalid watched the interview, and she is with us now. Good morning, Asma.\n\nASMA KHALID, BYLINE: Good morning.\n\nMARTIN: And I want to mention here that you've also interviewed Kamala Harris a number of times, and you've been covering her. What was your major takeaway?\n\nKHALID: Well, I think you see in this interview that she has grown. I mean, she is certainly more practiced in how to interview - in how to answer, I'm sorry, reporter questions than when I first interviewed her, but this was also a different format. It was a joint interview with her running mate, Tim Walz. You know, broadly, Michel, this was not an earth-shattering interview. Republicans and Democrats will take from it whatever they want that reinforces their own preexisting perceptions of her. To some, she is seen as pragmatic. To others, she's long-winded. And I think they could take whatever they want either way in that interpretation from last night's interview.\n\nYou know, she was largely offering a continuation of President Biden's policies. One area that caught my attention was the economy, because it is one of the Democrats' biggest vulnerabilities. Many voters remain frustrated with high prices. She acknowledged that, but also championed the work that the Biden administration has done on things like lowering Medicare drug prices and creating manufacturing jobs.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nHARRIS: What we have done to improve the supply chain so we're not relying on foreign governments to supply American families with their basic needs - I'll say that that's good work. There's more to do, but that's good work.\n\nMARTIN: Did she offer any, say, new proposals that one could point to as her own?\n\nKHALID: Not much. I mean, she was asked to spell out about what she would do on Day 1 as president, and she talked in vague terms about strengthening the middle class. But, you know, I'd also say that detailed policy proposals are not central to how she's campaigning. She talks about herself as being a new way forward and turning the page on an era of negative politics that has dominated our culture this last decade.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nHARRIS: Where there is some suggestion - warped, I believe it to be - that the measure of the strength of a leader is based on who you beat down, instead of where I believe most Americans are, which is to believe that the true measure of the strength of a leader is based on who you lift up - that's what's at stake, as much as any other detail that we could discuss in this election.\n\nKHALID: So as you hear there, I mean, she sees this campaign about character.\n\nMARTIN: I mean, it sounds, obviously, like she was alluding to former President Trump. Did she have more to say about her Republican opponent?\n\nKHALID: Well, she critiqued his time in office and said that he mismanaged the COVID crisis. But when she was asked to respond to disparaging comments about her racial identity, she brushed off the question, saying, quote, \"Same old tired playbook. Next question, please.\" You know, it strikes me that in this race to define her, she does not want to play on Trump's terms. What's interesting is that she and Trump have never really interacted in person before. They're expected to meet on the debate stage September 10, and that will perhaps be, I think, one of the most important moments of this truncated campaign - a chance to see how they respond to questions face-to-face, in front of one another and to one another.\n\nMARTIN: That is NPR's Asma Khalid. Asma, thank you.\n\nKHALID: Good to speak with you.\n\nCopyright © 2024 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
    "url": "https://www.npr.org/2024/08/30/nx-s1-5092428/vice-president-kamala-harris-answered-questions-on-cnn-about-her-policy-views",
    "image": "82.jpg",
    "publish_date": "2024-08-30 00:00:00"
}