{
    "index": 86,
    "title": "Looking back at Kenosha four years after Jacob Blake's shooting",
    "text": "Looking back at Kenosha four years after Jacob Blake's shooting\n\nFour years after the police shooting of Jacob Blake put Kenosha, Wisconsin in the national spotlight over racial justice in policing, the Trump campaign is still courting voters there on the issue of law-and-order. The message is resonating with some voters but not others.\n\nJUANA SUMMERS, HOST:\n\nA tumultuous event from four years ago is front of mind again in Wisconsin as candidates in the presidential race try to win over that swing state's voters. It all began when a white police officer shot a Black man in Kenosha in an incident that spiraled into unrest. Maayan Silver from member station WUWM reports on what voters think now.\n\nMAAYAN SILVER, BYLINE: In 2020 in Kenosha, it was a battle over gun rights, racial justice and vigilantism after a white police officer shot Jacob Blake, leaving him paralyzed. And then 17-year-old Kyle Rittenhouse shot and killed two protesters and wounded another in the turmoil that followed. Republican vice presidential candidate JD Vance referenced that unrest when he came to Kenosha.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nJD VANCE: Who was it that pacified the streets of Wisconsin and ensured that those riots didn't spiral out of control and burn down the entire city? That was President Donald J. Trump.\n\nSILVER: That's a claim that the fact-checking website PolitiFact has called false. Wisconsin's Democratic governor, Tony Evers, first called in the National Guard and later accepted federal support from the FBI and the U.S. marshals. But to Susan Herstedt, a retired IT manager who leans conservative, Vance's message was spot on.\n\nSUSAN HERSTEDT: Trump came here and toured the burned-out area, walked through the rubble. I mean, I think our law enforcement had all kinds of support from Trump. And they will again if Trump is elected.\n\nSILVER: President Biden visited the area as well in 2020. Now in 2024, Vance's Kenosha visit came while Democrats were holding their convention in Chicago. His law-and-order message included promises to provide more protections for the police from lawsuits, along with unsubstantiated claims about a migrant crime wave. That resonated with Kenosha resident Greg Hilderbrand, who voted for Trump in 2020.\n\nGREG HILDERBRAND: Because you take a look at just the border and some of the crime and unrest that's still happening, even in the college campuses, protests and things like that. It just seems like there's still a strain of unrest.\n\nSILVER: Lots of people were a little wary of sharing their political affiliation. But Matt Specht, who works at the Kenosha marina, says he isn't buying the talk about increased crime and feels more people are looking out for one another in Kenosha since 2020.\n\nMATT SPECHT: The crime rates of people coming into the country are way far below people who already live here. So when I see Vance and Republicans in particular say things like that, it's infuriating because that's just stoking fear and stoking distrust.\n\nSILVER: Kenosha pastor Lawrence Kirby says the town is different than when Republicans and Democrats showed up after the protests erupted in 2020.\n\nLAWRENCE KIRBY: I'm more concerned about the middle class and what policies will build out the middle class, what policies will allow Black and brown folks to have a seat at the table economically, you know, what policies will protect those opportunities and diversity initiatives.\n\nSILVER: Debby Joling hasn't made up her mind about who to vote for, and she's also wrestling with how the candidates will help her economically.\n\nDEBBY JOLING: With either side, just show me the facts and how we're going to make it happen. Give me a business plan.\n\nSILVER: After hearing Vance's claim that the economy was better under Trump, she now wants to hear more of what Democrats have to say. And in the swing state of Wisconsin, voters will likely hear much more from both sides before November's Election Day. For NPR News, I'm Maayan Silver in Kenosha.\n\nCopyright © 2024 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
    "url": "https://www.npr.org/2024/08/26/nx-s1-5086781/looking-back-at-kenosha-four-years-after-jacob-blakes-shooting",
    "image": "86.jpg",
    "publish_date": "2024-08-26 00:00:00"
}