{
    "index": 14,
    "title": "As polio vaccinations begin in Gaza, U.N. says success hinges on a pause in fighting",
    "text": "As polio vaccinations begin in Gaza, U.N. says success hinges on a pause in fighting\n\ntoggle caption Jihad Al-Sharafi/AFP via Getty Images\n\nHealth workers in Gaza are starting an ambitious, mass vaccination effort in the Gaza Strip to stop the outbreak of polio and prevent international spread.\n\nThe United Nations plans to reach more than 640,000 young Palestinian children in a matter of days. Israel has agreed to staggered pauses in fighting while the vaccination campaign is rolled out, and Hamas has also agreed to cooperate.\n\nPolio is a highly contagious and potentially paralyzing disease, but it is also preventable thanks to vaccines. The virus had been gone from Gaza for the last 25 years, but returned during 10 months of a war in which Israeli bombings have destroyed much of the infrastructure.\n\nSponsor Message\n\nFor nearly a year, children have lacked access to vaccines as a result of hospitals being closed or destroyed in Gaza. Palestinians have also relied on dirty water ever since wastewater treatment and desalination plants have been bombed.\n\nOver 40,000 people have been killed in this war, according to the Gaza health ministry. The number of deaths from illness is unclear, though there has been a significant spike in infections and diarrhea among children.\n\ntoggle caption Eyad Baba/AFP via Getty Images\n\nThe challenges ahead\n\nOne major concern is that the vaccine needs to be refrigerated at every step and Gaza has no electricity — just generators running on fuel that’s in short supply. Another challenge is that most of the population in Gaza is displaced so it will be difficult for people to reach U.N.-run clinics.\n\nBut the aid groups in charge of the rollout say that the most critical factor is a pause in airstrikes in order to reach all the kids in Gaza.\n\nThe U.N. warned that without the pauses, the vaccine rollout will not be possible.\n\nThe polio cases in Gaza\n\nThe first case of polio in Gaza in a quarter century was confirmed earlier this month in a 10-month-old baby, who developed paralysis in one leg. It came shortly after polio was detected in six out of seven routine sewage samples in Gaza.\n\nSponsor Message\n\nThere are at least two other suspected cases, but doctors monitoring the situation estimate that thousands of people in Gaza have likely already contracted polio. That's because most people infected with polio do not experience symptoms and can fight it off on their own.\n\nBut the virus is highly contagious, and it can spread through water systems, aquifers and in droplets in the air. World health officials have been sounding the alarm that polio could easily spread to Israel, Egypt and Jordan. It could also reach Europe and the United States.\n\nOver the past few weeks, the Israeli military has been vaccinating its soldiers in Gaza.\n\nThe rollout schedule\n\nAccording to the U.N., the two-round vaccination campaign was to commence Sunday in central Gaza, but the Gaza health ministry said it had already begun on Saturday. The rollout will last three days there and then move to the southern and northern areas of Gaza. During that time, Israel has agreed not to attack for about 8 hours a day in specific areas.\n\nMore than 2,180 health and community outreach workers are part of the vaccination effort. The U.N. said more than 1.2 million doses of the oral polio vaccine arrived in Gaza, and an additional 400,000 doses are on the way. Vaccines will be delivered to 392 sites, while some 300 mobile teams will to travel to people.\n\nThe U.N. added it is prepared to extend the rollout by one day to account for \"upticks in violence, destroyed roads and infrastructure damage.\" The organization said the campaign needs to reach at least 90% vaccination coverage in order to stop the outbreak and prevent international spread.\n\nA second dose will be administered after four weeks, according to the U.N.",
    "url": "https://www.npr.org/2024/08/31/nx-s1-5096742/gaza-polio-vaccination-israel-pause",
    "image": "14.jpg",
    "publish_date": "2024-08-31 00:00:00"
}