{
    "index": 17,
    "title": "Why the U.S. isn't ready for wars of the future, according to experts",
    "text": "Why the U.S. isn't ready for wars of the future, according to experts\n\ntoggle caption Anton Petrus\n\nEarlier this month, former chairman of the Joint Chiefs of Staff, General Mark Milley, and the former CEO of Google, Eric Schmidt, wrote an article for Foreign Affairs arguing that the future of warfare is here.\n\nThey say that the U.S. is not ready for it.\n\nTheir article opens with Ukraine and describes warfare that features thousands of drones in the sky, as AI helps soldiers with targeting and robots with clearing mines.\n\nThe authors argue technological developments have changed warfare more in the past several years than the decades — spanning from the introduction of the airplane, radio and mechanization to the battlefield. And while this new tech has been used minimally in current conflicts, it is only the beginning.\n\n“Today, what we're experiencing is the introduction of drones on the ground and drones at sea, and also driven by artificial intelligence and the extraordinary capability that that's going to bring,” General Milley told NPR.\n\nSponsor Message\n\n“Now, it's not here in full yet, but what we're seeing are snippets, some movie trailers, if you will, of future warfare. And you're seeing that play out in Gaza. You're seeing it play out in Ukraine. You're seeing it play out elsewhere around the world.”\n\nYou're reading the Consider This newsletter, which unpacks one major news story each day. Subscribe here to get it delivered to your inbox, and listen to more from the Consider This podcast.\n\nEvolution on the battlefield\n\nSchmidt says that this transition is going to happen much quicker than some may expect.\n\n“Autonomy and abundance are going to transform wars very, very quickly,” he told NPR.\n\n“The only reason it hasn't happened is, thank goodness, the U.S. is not at war, [but] others are. If you study Ukraine, you see a glimpse of the future. Much of the Kursk invasion that recently happened was due to their ability to use short and mid-range drones to support combined operations on the ground.”\n\nNow that the human element of physically being on a battlefield can be replaced by remote operations, Schmidt argues that this will set a new, more precise method of fighting that would also be dramatically less expensive than traditional methods.\n\nSponsor Message\n\n“I'm worried, of course, that this will ultimately set a new standard and actually lower the cost of war. But if you think about it, this technology is going to get invented one way or the other, and I'd like it to get invented under U.S. terms.”\n\nFeeling underprepared\n\nBoth Milley and Schmidt say that even if major efforts are made to address this change, the red tape involved with approvals from the Pentagon make it difficult to take quick, effective action.\n\n“Not even the president of the United States can fix the procurement process of the Pentagon,” Schmidt said.\n\n“The procurement process is designed for weapon systems that take 15 years. In the Ukraine situation, innovation is occurring on a three to six-week timeline, and we need to find a way to get the Pentagon on that tempo. The only way to do that is with other authorities and other approaches, and with an understanding that you don't design the product at the beginning and then develop it over five years. You do it incrementally, which is how tech works.”\n\nMilley agrees that in order to keep up, entire systems of operating within the military will need to be revolutionized.\n\n“We are in the midst of really fundamental change here. And then from that, you have to have an operational concept. And then from that, you've got to identify the attributes of a future force. And then from that, change the procurement system in order to build the technological capabilities, modify the training, develop the leaders, et cetera. Our procurement systems need to be completely overhauled and updated.”",
    "url": "https://www.npr.org/2024/08/31/g-s1-20106/us-war-warfare-drones-ai-pentagon-ukraine-gaza",
    "image": "17.jpg",
    "publish_date": "2024-08-31 00:00:00"
}