{
    "index": 26,
    "title": "The new COVID shot is now available. Here's what you need to know",
    "text": "The new COVID shot is now available. Here's what you need to know\n\ntoggle caption Scott Olson/Getty Images\n\nIt’s that time of year again.\n\nNew COVID-19 shots are now available all over the country.\n\nThe Food and Drug Administration has greenlighted three updated vaccines — the Pfizer-BioNTech and Moderna shots, and now a third one from Novavax, which was just authorized by the FDA on Friday.\n\nAll three aim to help protect people from the latest strains of the virus, which may come as a relief to those who’ve tried to dodge a summer surge in cases, fueled by the FLiRT variants.\n\nWhether or not you decide to rush out and get the vaccine could depend on a few factors, including when you last had COVID-19 and your underlying risk of getting seriously ill.\n\nSponsor Message\n\nHere’s what you need to know:\n\nWhat exactly are these new shots?\n\nThe Pfizer-BioNTech and Moderna vaccines rely on the same mRNA technology as the earlier versions of the vaccine, but they now target the KP.2 variant – a member of the omicron family that rose to prominence over the summer.\n\nThe Novavax vaccine, which is based on an older technology, targets an earlier strain of the virus called JN.1.\n\nAs many of us know by now, the virus continues evolving to better evade our immune defense, which means regularly updating the vaccines to keep up with the latest strain.\n\nIt turns out the KP.2 and JN.1 variants have already been overtaken by newer variants. Because those are also descendants of omicron, the hope is that the new vaccines are close enough matches that they can still boost immunity and protect people in the coming months – ideally reducing the chances of a big winter wave.\n\n“The vaccine is not intended to be perfect. It’s not going to absolutely prevent COVID-19,\" Dr. Peter Marks from the FDA told NPR in an interview.\n\n\"But if we can prevent people from getting serious cases that end up in emergency rooms, hospitals or worse — dead — that’s what we’re trying to do with these vaccines.”\n\nSponsor Message\n\nOn average across all age groups, the two mRNA vaccines should cut the risk of having COVID-19 by 60% to 70% and reduce the risk of getting seriously ill by 80% to 90% during the three to four months after receiving the shot, Marks says.\n\n\n\nWho should get them?\n\nThe FDA gave the OK for anyone ages 6 months and older to get the Moderna or Pfizer-BioNtech vaccines.\n\nAnyone age 12 and older can get the Novavax vaccine.\n\nThe Centers for Disease Control and Prevention is recommending that all eligibles age groups get vaccinated.\n\n“In my opinion, everyone should get one of the new vaccines,” says Dr. George Diaz, chief of medicine at Providence Regional Medical Center Everett and a spokesperson for the Infectious Disease Society of America.\n\nThat said, it’s most important for those at high risk of becoming seriously ill from COVID-19, namely those over the age of 65 or who have other underlying health problems like a weakened immune system.\n\nStudies suggest getting vaccinated can also reduce the risk of long COVID, Diaz adds.\n\nWhile anyone can get a shot, Dr. Paul Offit says not everyone necessarily needs another one.\n\n“Anyone who wants to get this vaccine should get it,” says Offit, a vaccine expert at the University of Pennsylvania and Children's Hospital of Philadelphia who advises the FDA.\n\nThe vaccine does lessen your chance of getting a mild or moderate infection for about four to six months and to “some extent lessens your chances of spreading the virus,” he says.\n\nBut the calculation could be different for younger people who may have enough immunity from previous COVID shots and infections that they’re already protected from getting very sick.\n\n“Were I a 35-year-old healthy adult who’d already had several doses of vaccine and one or two natural infections, I wouldn’t feel compelled to get it,” he says.\n\nSponsor Message\n\nAnd regardless of the public health advice, it’s far from clear how many people will want one of the new shots. Only about 22% of eligible adults got one of the last ones.\n\n\n\nShould I get the shot now? Or wait?\n\nThat’s a personal judgment call.\n\nMarks suggests most people get vaccinated sooner rather than later because there’s an ongoing surge in COVID cases and the current vaccine is a “reasonably close match” to the current strain that’s circulating.\n\n“Right now we’re in a wave, so you’d like to get protection against what’s going on right now,” Marks says. “You’re probably going to get the most benefit.”\n\nHowever, it would be wise to hold off if you had COVID-19 over the summer.\n\nPeople should wait at least two or three months since their last bout, or their last shot, in order to maximize the chances of getting the best protection from this new vaccine, says Marks.\n\nSome people may want to get vaccinated later in September or October if they are primarily concerned about fending off COVID during a potential winter surge and staying healthy over the holiday season.\n\n“This [protection] is not like something that suddenly cuts off at three or four months,” says Marks, “It’s just that the immunity will decrease with time.”\n\nWhere can I find the shots? Do I have to pay?\n\nAll the major pharmacy chains, including CVS, Rite Aid and Walmart, say the shots are available at their stores. The Novavax vaccine will become available later.\n\nInsured people can get vaccinated for free if they get their shot from an in-network provider. But it won’t necessarily be free for those without health coverage.\n\nA federal program that paid for the vaccines for uninsured adults expired. The uninsured may be able to still get the shots for free at some places, such as federally-funded health clinics.\n\nSponsor Message\n\n“In the public health community we’re very concerned about how they will access protection,” says Dr. Kelly Moore , who runs Immunize.org , an advocacy group.\n\n“We know that the people who are uninsured are the least likely to be able to afford becoming ill – missing work, staying home from school.”\n\n\n\nCan I double up and get the COVID and flu shots at the same time?\n\nYes, health officials say it’s perfectly safe to get both shots at the same time. In fact, officials are recommending that, especially if that makes it more likely that people will get vaccinated because it’s more convenient.\n\n\n\nWhat about kids? Can they get the same shots?",
    "url": "https://www.npr.org/sections/shots-health-news/2024/08/22/nx-s1-5082372/updated-covid-vaccines-fda-approved",
    "image": "26.jpg",
    "publish_date": "2024-08-22 00:00:00"
}