{
    "index": 28,
    "title": "Arlington National Cemetery meant to be 'neutral zone,' says military chaplain",
    "text": "Arlington National Cemetery meant to be 'neutral zone,' says military chaplain\n\ntoggle caption Kent Nishimura/Getty Images\n\nArlington National Cemetery remains at the center of controversy after one of its staff members tried to prevent former President Donald Trump’s team from filming and taking photos in the cemetery.\n\nThe incident occurred earlier this week, when Trump appeared at Arlington to observe the three-year mark since 13 U.S. service members were killed in a deadly attack in Afghanistan during the U.S. withdrawal.\n\nThe cemetery is mostly reserved for deceased U.S. veterans from all military branches. The event Trump attended was held in Section 60, an area reserved for service members killed in Afghanistan and Iraq . The U.S. Army, the military branch in charge of managing the grounds, says federal law and other regulations prohibit political activities at the cemetery .\n\nSponsor Message\n\nThe grounds are considered sacred and hallowed, and Rev. David Peters, a retired military chaplain and Episcopal priest who has conducted services at Arlington, said this is because the cemetery is meant to be a space set apart to remember those who died in service.\n\n“It's kind of like a neutral zone for a lot of things like religious ideology and politics and other things, because we want to honor the way these young people served our country in a time of great conflict,” Peters said.\n\nPeters is a veteran himself. He enlisted in the Marines, served as a chaplain in the Army and the Army Reserves, including at Walter Reed Army Medical Center, then in Washington, D.C.\n\nWhen he heard of the Trump team’s altercation with an Arlington staff member, which NPR was first to report, Peters thought about the young troops buried in the cemetery.\n\n“It reminded me of what those graves mean for all of us as Americans, that these young people went far away from their homes to serve their country in this way and give their lives in a sacrificial way. And they should never be exploited for any reason, for any ideology, political or religious,” Peters said.\n\nSponsor Message\n\nPeters spoke to NPR’s Michel Martin on Morning Edition about what Arlington National Cemetery symbolizes, his personal time there, and his interactions with its staff members.\n\nThe following excerpt has been lightly edited for clarity.\n\nMichel Martin: You've participated in wreath-laying ceremonies at Arlington, and I understand that you've conducted services there, funerals there. Political leaders come to them all the time. How do you keep these ceremonies from becoming “political?”\n\nDavid Peters: There's always a tension there. Being right there in the heart of Washington, D.C., and with all the people that are coming there to honor those who have died. But also the staff there, that when I was there, I witnessed a very professional staff that worked really hard to keep the flow going of people that are grieving and people that are there to honor the dead, but also to to really show that these young people are special for our country and are symbols of hope and courage for the rest of us.\n\nMartin: Some people might argue you can't tell people how to grieve. And if they want to grieve by bringing, you know, former President Trump, whom they support, to criticize the current leadership, then that's their business. How would you respond to that?\n\nPeters: Families and friends that grieve loved ones, especially young people that have died, do that in a lot of different ways.\n\nSo, I don't ever tell people how to grieve or how to do that. But certainly in the sacred ground of Arlington, when the camera comes in, it makes the story a little bit different to outsiders. And so I think grief that is expressed there, even if it's sometimes a little bit comical or joyful, can certainly be misinterpreted when it gets out to the larger community.\n\nThe Trump campaign shared photos and video that show the headstone of a Green Beret, whose family did not give permission to be included.\n\nMartin: And we've learned there was another service member whose family members did not appreciate his headstone being seen in this video. And I kind of wonder how do you balance that? You have, on the one hand, a family that wants Trump there. And then you've got other family members there, sharing that space, who don't appreciate that. How do you sort something like that out?\n\nPeters: It's nearly impossible because of the symbolic nature of what these gravestones and the bodies that are buried beneath them mean to us. There's always going to be a tension there about how those symbols are used. And that's why the staff at Arlington, as I got to experience them, are very careful to really focus on what we are here to do, and that is to honor the dead. And that was my role as a chaplain. And all those that work at Arlington have that mission in the foremost of their mind.\n\nSponsor Message\n\nObed Manuel edited the digital story.",
    "url": "https://www.npr.org/2024/08/29/nx-s1-5092074/retired-military-chaplain-reflects-on-trump-altercation-arlington-national-cemeterys-sacred-ground",
    "image": "28.jpg",
    "publish_date": "2024-08-29 00:00:00"
}