{
    "index": 36,
    "title": "How to cut your grocery bill: Tweak your recipes and freeze leftovers",
    "text": "How to cut your grocery bill: Tweak your recipes and freeze leftovers\n\nPhotographs Unsplash; Collage by Kaz Fantone/NPR\n\nHow do you save money on groceries?\n\nOver the last year, grocery prices have increased by 1.1%. But that's on top of a 3.6% increase in the previous year and a whopping 13.1% the year before that, according to reporting from NPR’s Scott Horsley.\n\n\n\nMayonnaise prices, for example, have surged 43% over the past three years, according to global research firm NIQ, also known as NielsenIQ.\n\n“What consumers are reacting [to] and feeling is the cumulative effect of inflation,\" said food economist David Ortega at Michigan State University.\n\nLife Kit spoke to Beth Moncel, founder of the cooking blog Budget Bytes, for tips on how to spend less money at the supermarket.\n\n\n\nSponsor Message\n\n1. Look up coupons and sale flyers\n\nDownload the free application Flipp, which aggregates sale flyers from the stores in your area. \"That can inform your decision of where to shop\" — and which recipes to cook for the week, says Moncel.\n\n\n\n2. Do online research\n\nCompare the prices of different brands before you go shopping, Moncel suggests. \"Just type each ingredient into the search bar on your grocery store's website,\" she says. “It will show you what they have available at that store, and you can price compare” at home instead of the overstimulating environment of the grocery store.\n\n3. Don't assume bulk deals are better\n\nIs it always cheaper to buy in bulk? “Not all the time,” says Moncel. “Sometimes different packaging on the same grocery store shelf will have drastically different prices.”\n\nA tip from our friends at Planet Money, who did an episode on shrinkflation: pay attention to unit prices. For example, if you are trying to decide whether to buy that “family size” box of Cocoa Puffs, the “giant size” box or just a regular box, look at the price per ounce. If the regular box has a lower price per ounce than the bulk pack, it's a better deal.\n\n\n\nSponsor Message\n\n4. Swap out pricey ingredients\n\nMeats and cheeses will often cost more than vegetables or grains, says Moncel. But cutting back doesn't mean going without. For instance, if a chili recipe calls for a pound of ground beef, she says you could reduce the beef by half and then bulk up the recipe with less expensive ingredients like beans, lentils, or rice. That way, you'll still get the flavor of the beef without the cost.\n\n\n\n5. Load up on inexpensive and filling produce\n\nMoncel adds bulk to her meal with cheaper produce. That includes potatoes, onions, carrots and broccoli, she says. She loves cooking with cabbage because “there are a lot of different ways you can prepare it. It’s versatile and it goes with many flavors.”\n\n\n\n6. Stick to your grocery list\n\n“Know what you’re going to cook, then write down the ingredients for those recipes,” says Moncel. A grocery list can help you avoid buying nonessential items and keep you focused at the store.\n\n7. Double-check your pantry\n\nA lot of people buy ingredients they already have at home, adding to the grocery bill. So before you head to the supermarket, \"take your shopping list into the kitchen and double-check whether you have those items. You might not realize you already have some of those things on hand,” says Moncel.\n\n\n\n8. Use up all the groceries you buy\n\nFor leftovers, rely on the freezer, says Moncel. \"A lot more foods are freezable than people realize. I often freeze leftover cheese. Leftover bread products also freeze well.\"\n\nIf you can't freeze what you have left over, look up additional recipes with those ingredients as keywords. For example, search for \"recipes with celery\" online if you have leftover celery.\n\n\n\n9. Think outside the big-box grocery store\n\nYou may be able to find lower prices, says Moncel. Organic eggs, for example, are sometimes cheaper at farmer's markets. And meats and produce are often cheaper at smaller international stores.\n\nSponsor Message\n\nSo shop around. “Once you get to know the stock and the average prices at each of these stores, decide which one is the best to shop at this week,” she says. “Or maybe get the bulk of your ingredients at one store then stop at another on the way home for the last couple of items.” It may be more time consuming, but it can save you money.\n\nWe want to hear from you: How do you save money on groceries?\n\nEmail lifekit@npr.org with the subject line \"grocery tip\" with your advice and your full name, and we may feature your response on NPR.\n\nThe audio portion of this episode was hosted by Marielle Segarra, produced by Sylvie Douglis and edited by Meghan Keane. The digital story was written by Malaka Gharib and edited by Clare Marie Schneider. The visual editor is Beck Harlan.\n\nWe'd love to hear from you. email us at LifeKit@npr.org. Listen to Life Kit on Apple Podcasts and Spotify, or sign up for our newsletter.",
    "url": "https://www.npr.org/2024/08/23/g-s1-18860/smart-ways-to-save-money-at-the-grocery-store-inflation",
    "image": "36.jpg",
    "publish_date": "2024-08-23 00:00:00"
}