{
    "index": 40,
    "title": "The science of forest bathing: 5 ways it can boost health and lower stress : Life Kit : NPR",
    "text": "Feeling grumpy and stressed? Try taking a 'forest bath'\n\nEnlarge this image d3sign/Getty Images d3sign/Getty Images\n\nThis story was originally published on August 24, 2023 and has been updated to include a rerun of the podcast episode.\n\nThere is a moment of awe that washes over you when you step into a forest. Century-old trees tower above, sunlight twinkling through them. Birds tweet. Spiders weave their elaborate webs. The smell of pine needles fill the air.\n\nThe act of spending time in the forest is what the Japanese call shinrin-yoku, a term originating in the 1980s that means \"bathing in the forest atmosphere,\" says Qing Li, a researcher on this topic and a professor at Nippon Medical School in Tokyo. \"This is not exercise or hiking or jogging,\" he writes in his 2018 book Forest Bathing: How Trees Can Help You Find Health and Happiness. \"It is simply being in nature, connecting with it through our sense of sight, hearing, taste, smell and touch.\"\n\nSponsor Message\n\nNot only is \"forest bathing\" a magical way to explore nature, decades of research has shown that it's good for your health. It can boost your immune system, lower blood pressure and help with depression. It can also reduce the stress hormones cortisol and adrenaline and turn down the dial on your body's fight-or-flight response.\n\nLi and Gary Evans, director of the Forest Bathing Institute in the U.K., talk to Life Kit about the science behind forest bathing and how you can reap these health benefits.\n\n1. Find a location where you're surrounded by trees\n\nEnlarge this image Santiago Urquijo/Getty Images Santiago Urquijo/Getty Images\n\nThe ideal place to forest bathe is well, in a forest. But if you live far away from one or don't have the means to get there, any place that has a lot of trees and quiet spaces will do.\n\n\"You can also get beneficial effects from a city park,\" says Li, but they won't be as significant as walking in the deep woods. A 2022 study published in the International Journal of Environmental Research and Public Health found that walking in a forest park had a greater impact on cardiovascular function than doing so in an urban park.\n\nWalking in an urban park still has health benefits. Another study published in 2022 found that it can significantly improve mood and reduce stress, compared to walking in an urban gray setting.\n\nSponsor Message\n\n2. Set aside a good chunk of time\n\nEnlarge this image mixetto/Getty Images mixetto/Getty Images\n\nTo reap the ultimate rewards of shinrin-yoku, plan to spend two to six hours in the woods, says Li.\n\nHis research showed that forest bathing for about that amount of time helped boost immunity. One study found that participants who walked in the forest for two hours in the morning and two hours in the afternoon saw an increase in anti-cancer proteins and immune cells that kill tumors, with the effects lasting for at least seven days after.\n\nIf you can't set aside a good part of your day to meander through the forest, you can also do shorter walks. But the health benefits won't be as significant, says Li. \"The longer [the time in the forest], the better. The longer has more effect.\"\n\nA 2019 study published in the International Journal of Environmental Research and Public Health found that walking just 15 minutes through the woods can help relieve stress and anxiety.\n\n3. Aim to reduce heart rate\n\nEnlarge this image Joey Kotfica/Getty Images Joey Kotfica/Getty Images\n\nYour forest bathing session is a good time to sit or walk or do some gentle yoga or tai chi. It's not the time to squeeze in your hardcore cardio for the week.\n\n\"The difference between normal activities and forest bathing is that we're going to move very slowly,\" says Evans. Forest bathing is about calming down your nervous system and reducing your heart rate and blood pressure.\n\nIf you exert yourself too much physically, your \"tiredness will reduce the effect of forest bathing,\" says Li. Your body will produce more stress hormones such as adrenaline, noradrenaline and cortisol, which studies have shown that forest bathing can help decrease.\n\n4. Breathe in the scents of the forest\n\nEnlarge this image Zen Rial/Getty Images Zen Rial/Getty Images\n\nMany of the benefits of shinrin-yoku come when we inhale the chemicals that trees release into the air, called phytoncides, says Li. They can reduce our stress hormones and increase our levels of white-blood cells known as natural killer cells, according to his research.\n\nIn one study from 2009, his team ordered special concentrated essential oils made from Japanese cypress trees and then pumped them into the hotel rooms of test subjects using a diffuser. The people staying in those rooms saw about 40 to 50% of the health benefits as those who did a forest bathing session.\n\nAs a side note, if you can't make it to a forest, Dr. Li says you could get some of the benefits by diffusing tree-based essential oils at home.\n\nSponsor Message\n\n5. Bolster your forest bath with meditation\n\nEnlarge this image Dougal Waters/Getty Images Dougal Waters/Getty Images\n\nWhen you get to the forest or the park, walk a little bit and then find a spot that speaks to you. That could be a clearing in the woods surrounded by a bunch of tall trees or a spot where a tree has grown into a curved shape that looks suspiciously like a seat. If it feels beautiful and resonant to you, that's what matters.\n\nNow sit down, says Evans, and try this exercise. \"Inhale for a count of one, two and then exhale for double the length of time, so it's one, two, three, four. Then keep that going.\"\n\n\"When the exhale is slower than the inhale, it sends a physiological message to your body that says: 'I'm safe. I can relax. It's OK,' \" he adds.\n\nThis particular breathing exercise has been shown to have benefits on its own outside of the forest environment. The reason to do it in the forest is to allow yourself to relax so you can begin to notice all the sounds, colors and textures that nature has to offer.\n\nYou may be surprised by what you discover, says Evans. \"Depending on what's happening in your emotional world, quite often when we look at nature or the forest, it sends something back to us to help us make sense of what's going on in our life.\"\n\nThis episode of Life Kit was produced by Clare Marie Schneider. The digital story was edited by Malaka Gharib. The visual producer is Kaz Fantone.\n\nWant more Life Kit? Subscribe to our weekly newsletter and get expert advice on topics like money, relationships, health and more. Click here to subscribe now.",
    "url": "https://www.npr.org/2023/08/22/1195337204/a-guide-to-forest-bathing",
    "image": "40.jpg",
    "publish_date": "2023-08-22 00:00:00"
}