{
    "index": 50,
    "title": "These Life Kit tips will surprise you. We promise!",
    "text": "These Life Kit tips will surprise you. We promise!\n\nPhotographs (From left, clockwise): Iana Kunitsa/Getty Images; Paul Taylor/ Getty Images; Pixelimage/ Getty Images\n\nOne of the best things about working on Life Kit is that the editors and producers get to learn all kinds of advice in regard to relationships, finance, health and more.\n\nHere is a list of useful tips we were most excited to share and put into practice from our July episodes.\n\n1. You should be using \"a shot glass full of sunscreen for the whole body,\" says dermatologist Dr. Ida Orengo, and about a teaspoon of sunscreen on your face. One mistake many people make is using too little. Focus less on the SPF (SPF 30 is sufficient — as we go up in SPF, you're really getting a minuscule increase) and more on the amount of sunscreen you use, says dermatologist Dr. Tola Oyesanya.\n\nSponsor Message\n\n2. When figuring out which part of your house to upgrade first, start with the \"ugliest things in your life,\" says architect and feng shui enthusiast Cliff Tan. \"That's where the impact is greatest. There's no point in creating a cute shelf in the kitchen when every time you walk in, you see this shoe rack and it makes you angry.\" It will free up your energyto make more balancing adjustments.\n\n3. When referring to disabled people, do not use the terms \"handi-capable\" or \"handi-capped,\" says disability activist Emily Ladau. \"Language is one of the most important signals that we have to demonstrate our acceptance or rejection of a person's identity.\" This chart has more terms of what to say and what to avoid.\n\n4. If you find out your partner is having an affair, your first instinct might be to kick them out of the household. But that's not a good idea, says clinical psychologist Talal Alsaleem. While it seems counterintuitive, \"it's important for the couple to stay under the same roof as long as [it's] safe. You don't want to be wondering what's going on with the unfaithful. And the betrayed should not be isolated in the trauma of discovery.\"\n\n5. Not sure how you and your partner should merge your money? Try a joint bank account. One large-scale study from 2023 found that couples who put all their money into one pot tended to be happier. They stayed together longerthan those who kept some or all of their money separate. \"My hypothesis is that it decreases the likelihood of financial infidelity,\" says financial therapist Lindsay Bryan-Podvin.\n\nSponsor Message\n\n6. Curious about a parent's past, but not sure how to broach the subject with them? Time your deep questions with a major rites of passage in your life, says memoirist Kao Kalia Yang. That may include having a child, losing a job or going through a breakup. These moments may help you better empathize with a parent. You’ll ask wiser and more sensitive questions, thanks to your hard-earned experience. They may be more likely to respond in turn.\n\n7. If your friends want to split the bill evenly at a restaurant, but you didn't order as many drinks as they did, don't just stand there — say something. \"Just be like, 'Hey guys — I didn't drink.' Usually, that's enough for everyone to reconfigure the bill to make it fairer. The problems only arise when you don't speak up,\" says food editor Kiki Aranita.\n\n8. If you are a new parent and don't have time or energy for sex, use words of affirmation to open a “pathway for intimacy and connection,\" says sex educator Shan Boodram. The postpartum period leaves a lot of room for self-doubt. So tell your partner, “Wow, you’re really rocking this,\" as they're caring for the baby. When you feel supported by your partner — rather than scolded or second-guessed — it’s easier to initiate romantic interactions.\n\n9. If you are worrying about something like a big presentation, don't spend the day wringing your hands over it. Schedule ten minutes to \"simply sit with the running list of things you're dreading,\" says psychologist Ali Mattu. It can help make those emotions feel less overwhelming. \"When the timer dings, you can leave dread behind, knowing that there will be more time to address it later.\"\n\nThis story was written by Malaka Gharib. The digital story was edited by Meghan Keane. The visual editor is Beck Harlan. We'd love to hear from you. Leave us a voicemail at 202-216-9823, or email us at LifeKit@npr.org.\n\nListen to Life Kit on Apple Podcasts and Spotify, and sign up for our newsletter.",
    "url": "https://www.npr.org/2024/07/30/g-s1-14109/best-of-life-kits-july-episodes-tips-about-sunscreen-splitting-the-tab-and-affairs",
    "image": "50.jpg",
    "publish_date": "2024-07-30 00:00:00"
}