{
    "index": 55,
    "title": "Dining out with a big group? Learn the social etiquette of splitting the check",
    "text": "Dining out with a big group? Learn the social etiquette of splitting the check\n\nMalaka Gharib/NPR\n\nLet's say you're at a restaurant with a group of friends. You ordered appetizers, maybe got a bottle of wine for the table, went all in for dessert ... then the bill arrives.\n\nNo one is offering to cover the whole tab. So how do you handle the check? Do you split it evenly among everyone at the table? What if you only got a salad while your buddy got the surf and turf special?\n\nSplitting the bill is a fine art. Whether you're eating family-style at a Korean barbecue joint or having a three-course meal at a fancy restaurant, there should be \"a sense of equality in how the check is divvied up\" when the meal ends, says Kiki Aranita, a food editor at New York Magazine and the former co-chef and owner of Poi Dog, a Hawaiian restaurant in Philadelphia.\n\nSponsor Message\n\nShe goes over common scenarios you may encounter while dining out with a large group — and how to dial down the awkwardness by keeping things fair and square.\n\nScenario 1: I arrived to dinner late. Everyone at the table already ordered drinks and appetizers and are about to order their entrees. What should I do?\n\nWhen you're ready to order, tell your server you want your food and drinks on a separate check, says Aranita. \"It's easier to deal with than having to split a check in complicated percentages at the end of the night.\"\n\nIf you do choose separate checks, tell your server that at the start of the meal, not the end. That way they can make note of everyone's individual orders. Not every establishment offers this option, but it doesn't hurt to ask.\n\nScenario 2: Everyone ordered alcohol except me — and now they want to split the tab fair and square!\n\nSpeak up, says Aranita. \"Just be like, 'Hey guys — I didn't drink.' Usually, that's enough for everyone to reconfigure the bill to make it fairer. The problems only arise when you don't speak up.\"\n\nIf you are ordering round after round of $20 cocktail drinks, be conscious of the people in your party who didn't order as much as you. When the bill arrives, \"maybe pick up a larger portion of the tip\" to make up for your drinks, says Aranita.\n\nSponsor Message\n\nScenario 3: We're a party of six. Is it OK to ask the server to split the check six ways?\n\nMany restaurants now have updated point-of-sale systems that make it easier for servers to split the check in myriad ways, says Aranita. But it doesn't always mean you should ask them to do so.\n\nAranita, who has also been a bartender and server, recommends a maximum of two to four credit cards. Servers \"have enough to deal with\" when working with a large party, especially on a busy night. And running several cards with different tip percentages isn't ideal.\n\n\"If you're a party of six, just put down two credit cards\" and Venmo each other what you owe, she says. This approach also works out great for that person in your group who’s obsessed with racking up credit card points.\n\nScenario 4: It's my birthday. My friends should pay for my meal, right?\n\nIn American culture, it's assumed that if your friends take you out to dinner for your birthday, they will cover your meal. But that's not always the case, says Aranita.\n\nIf you set up your own birthday dinner, don't expect to people to pay for you, she says. You picked the restaurant and invited your friends on your terms. So in this scenario, put down your card at the end of the meal. Your dining mates may pick up your tab, but if they don't, \"that's perfectly fine. You're saying: 'I can celebrate me and also pay for me.' \"\n\nScenario 5: It's my friends' first time at my favorite restaurant. I'm going to order an appetizer that I think everyone at the table will love. We're all splitting the cost of that, right?\n\nIt can be easy to get swept away by the menu at a favorite restaurant, but don't assume your dining partners share the same enthusiasm for the twice-fried onion rings. \"You have to get their consent at the beginning of the meal. Say, 'hey, is it cool if I order appetizers for the table?' \" says Aranita. If you forgot to ask this question, assume that you will pay for the order.\n\nSponsor Message\n\nThis episode was produced by Sylvie Douglis. The digital story was edited by Meghan Keane. The visual editor is Beck Harlan. We'd love to hear from you. Leave us a voicemail at 202-216-9823, or email us at LifeKit@npr.org.\n\nListen to Life Kit on Apple Podcasts and Spotify, and sign up for our newsletter.",
    "url": "https://www.npr.org/2024/07/02/g-s1-7053/the-etiquette-of-splitting-the-check",
    "image": "55.jpg",
    "publish_date": "2024-07-02 00:00:00"
}