{
    "index": 56,
    "title": "Special Section: Generative Artificial Intelligence",
    "text": "Special Section: Generative Artificial Intelligence\n\nWhat audiences see and hear from NPR has always been, and always will be, the product of human beings. NPR has also always been a leader in finding creative uses for new technology. If used thoughtfully, Generative Artificial Intelligence (GAI) is a tool that may be able to help us fulfill our mission as journalists, become more efficient in our work, and possibly help free staff up to do things that are more creative and critical to advancing our journalism.\n\nGuideline: You are responsible for the content you create, with or without the use of GAI.\n\nPlagiarism and accuracy are major concerns with GAI which scrapes the Internet for information and material, and uses that material to generate seemingly new products. We should always assume that what GAI comes up with is not original, and we don't know to what extent it is simply plagiarizing. If you use GAI to help you with your work, you are ultimately responsible for the content of that work and that includes making sure you are not plagiarizing. We must also check to ensure that the information GAI delivers is accurate and reliably sourced. We cannot assume that the information it delivers is correct.\n\nAs technology evolves our use of it will evolve as well, but our use will always be within the framework of the standards that guide all of our journalism.\n\nGuideline: Don't rely on GAI to include all angles of a story.\n\nGAI doesn't know what it doesn't know. As journalists we constantly question our assumptions, one of the most important being: Have we included all of the viewpoints and aspects of the story we are covering? We have a responsibility to make sure we are looking at every issue from multiple viewpoints. If you are using GAI as a reporting tool it may well miss important aspects of a story. It's important that you be aware of that potential shortcoming throughout any reporting process that includes the use of GAI.\n\nGuideline: GAI can't check its own biases, that's your job.\n\nGAI has no sense of ethics or morals. Those must come from you; the user and you will be expected to ensure that anything you produce using GAI conforms to the standards laid out in this handbook.\n\nGAI may seem autonomous, but it is the product of human beings. As such, it shares and can exacerbate the biases of those who created and programmed it as well as the biases of the material that was used to train it. As we use it we must be on the lookout for those biases just as we always must look out for our own biases, those of our sources and those of our colleagues.\n\nGuideline: If GAI played a significant role in your reporting you should share that fact with your audience.\n\nAs the main transparency section of this handbook says, \"We reveal as much as we practically can about how we discover and verify the facts we present.\" As we do with the other aspects of our journalism, if GAI plays a significant role in the reporting of a story we should reveal that fact to our audience. If you're not sure whether your use of GAI was significant enough to include in your story, discuss it with your editor, a Managing Editor, or the ME for Standards and Practices.\n\nGuideline: We must protect our own work.\n\nBecause GAI systems learn from data, they may take anything we put into them and add it to their knowledge base. As a result, no NPR employee should ever put any of NPR's intellectual property into any GAI system without NPR's prior consent. NPR's intellectual property includes everything you have created in the process of your work — from your notes, to your draft of a story, to memos about coverage ideas.\n\nAlso, keep in mind that, under current law, material produced by GAI cannot be copyrighted. While the courts have yet to clarify exactly how much human input is needed, there must be some human-generated content for something to be copyrightable. Facts themselves are not copyrightable and the human content needs to be creative — more than simply adding facts to something that was on AI. NPR has an interest in ensuring that content we create is copyrightable, so if you wish to use GAI to create content, please consult the OGC (Office of General Counsel) first to determine how NPR can best protect its interests in such instances.\n\nGuideline: GAI when used correctly can help us be better journalists.\n\nGAI does, however, open up a whole realm of possibilities. It is a great tool for some tasks that are \"hard to do but easy to verify,\" such as finding patterns in statistics or finding synonyms. In these early days, we are asking those who use GAI to help in editorial work to get prior approval from the Managing Editor for Standards and Practices. As we work with it, we will become more familiar with what it can and cannot be used for. Our review policies will likely change, as will this guidance.\n\nThere will no doubt be other media that attempt to use GAI to generate content. We may soon see a two-tiered media landscape with some media trying to use GAI to replace humans. Other media, including NPR, are choosing to keep humans firmly in control. Keeping that control will mean we are upholding our journalistic standards even as we find ways of incorporating GAI into our work.",
    "url": "https://www.npr.org/about-npr/1205385162/special-section-generative-artificial-intelligence",
    "image": "56.jpg",
    "publish_date": null
}