{
    "index": 71,
    "title": "This scientist has a bat tat and earrings. She says there's a lot to learn from bats",
    "text": "This scientist has a bat tat and earrings. She says there's a lot to learn from bats\n\ntoggle caption Luis Echeverría for NPR\n\nOn a dark night in northern Belize in early May, Gliselle Marin stands in the middle of a patchy forest in the Lamanai Archaeological Reserve, about a two-hour drive from where she grew up.\n\nEvery few minutes, she and her fellow researchers sweep their headlamps over the nets they’ve strung up to see if they’ve caught anything. Before long, a chirping leaf-nosed bat the color of hot cocoa is entangled. He’s small — about the size of a lemon. Marin works carefully and quickly to free him.\n\n“We’re trying to get the net off of him,” she says. “It’s kind of like a puzzle. I like to take the feet out first. And then I do one wing, then the head.”\n\nSponsor Message\n\nWithin a minute, the tiny bat is out. Marin jots down some basic information about the bat and then places him inside a cloth bag for further study that night.\n\nAll the tools Marin needs for this kind of delicate extraction — including an ordinary crochet hook, for the worst tangles — fit into a fanny pack that’s adorned with little printed bats. The scientist also sports bat earrings, as well as a tattoo of small bats flying up the nape of her neck.\n\nMarin is a biology PhD student at York University in Toronto, and she’s here with the “Bat-a-thon,” a group of 80-some bat researchers who converge on this part of Belize each year to study these winged mammals.\n\ntoggle caption Luis Echeverría for NPR\n\nGrowing up, Marin’s family had bats roosting under their house. “But when I actually started working with them and realizing we have close to 80 species of bats,” she says, “I was like, ‘Okay, it’s kind of crazy that I’ve been in science my whole life and was never taught that we have this diversity of bats in Belize.’”\n\nOver time, she’s come to admire not just the cornucopia of species, but the spectacular array of abilities and behaviors of these adaptable little animals. Scientists, she says, have only scratched the surface when it comes to understanding these furry, flying mammals.\n\n“It’s now at the point,” she says, “where I could hear something that sounds completely absurd and I wouldn’t even question it, ‘cause bats are just that unique. I’d be like, ‘Yep, that makes sense. I’m sure they could do that.’”\n\n\n\nSponsor Message\n\nThinking about bats, outside the box\n\nScientists generally divide bats into three types: nectar feeders, fruit eaters, and insect eaters. They all play key roles in keeping forests like this one healthy — by pollinating plants, dispersing seeds, and devouring insects. That’s why Marin, who is studying many different species of bats here in Belize, is particularly interested in studying bat poop.\n\n“I’m going to extract the DNA from the feces,” she says. “And that will tell me every single thing that they’ve been eating.”\n\nMarin suspects bats may actually be more flexible with their diets than we tend to give them credit for. “So not just specializing in nectar,” she says by way of example, “but consuming nectar and insects, or whatever shows up.”\n\ntoggle caption Luis Echeverría for NPR\n\nMarin wants to know if bats routinely diversify their diet, or if they’re being triggered to do so as their habitat is increasingly mowed down in the name of agriculture and human development.\n\n“There’s this huge community of bats in an area that’s becoming increasingly fragmented,” she says. “So would they prefer to alter their diet within where they are, rather than fly really long flights to get to another place that has their resources?”\n\nIt’s a research question that Marin says could lead scientists more broadly to rethink their approach when it comes to studying and conserving not just bats, but mammals in general.\n\n“Scientists love to put things in categories,” says Elizabeth Clare, a molecular ecologist at York University in Toronto and Marin’s PhD advisor. “A lot of the work that I’ve done has been demonstrating that these are very artificial groups.”\n\nMore and more, she says, “we’re recognizing these are not accidents. [Bats] are flexible. And flexibility is really important in understanding who can survive and who can’t.”\n\ntoggle caption Luis Echeverría for NPR\n\nMarin says there are big conservation implications. As humans continue to raze their natural habitats, and climate change alters their ecosystems, just how susceptible are bats to these changes? And if the bats are switching their diets due to habitat degradation, is that flexibility helping them weather these challenges, or leaving them even more vulnerable than before?\n\n\n\nSponsor Message\n\nProtecting Belize’s natural legacy\n\nThe bat researchers working the nets alongside Marin during the Bat-a-thon are from all over the world, but she’s the only one from Belize. In fact, she thinks she’s the first Belizean bat scientist ever to pursue a PhD. Clare is delighted to be her supervisor.\n\n“Someone like Gliselle knows more about the area than I could possibly ever know,” Clare says. “She grew up here. She knows the environment. And that means that we’ll do better science because of it.”\n\nThe country is a treasure trove of bat diversity (Marin says she can identify half of the some 75 species found here), but most of the people who study bats in Belize come from outside Belize.\n\nNancy Simmons is one such scientist. She’s a curator of mammalogy at the American Museum of Natural History in New York. She also helped recruit Marin and supported her in attending her first Bat-a-thon three years ago.\n\n“From the moment I met her,” Simmons says, “I knew she had that love for what we do… that you don’t care that you’re hot and sweaty and bug-bitten because you’re just so focused on learning about the animals.”\n\nIt meant the world to Marin to receive that financial assistance. It’s the kind of gift that can make all the difference to someone from a lower-resourced country like Belize.\n\n“It’s one thing to employ locals to help you,” Marin says, “but to go above and beyond to mentor and support someone in going further is really what needs to happen.”\n\nBy the time Marin attended her first Bat-a-thon, she’d already completed her undergrad and Master’s degrees — overseas. “To study the things I wanted to study,” she says, “I couldn’t stay in Belize.”\n\nSponsor Message\n\nMarin has always come back to Belize, however — to work for nonprofits and NGOs, to do field work on bats, and to empower more Belizeans to take charge of protecting the natural legacy of their country.\n\ntoggle caption Luis Echeverría for NPR\n\n“Conservation on a global scale has largely been dictated by European and Western ideals,” Marin says. “And it’s changing slowly — but I think it needs to be changing a lot more quickly.”\n\nMarin says those who come from abroad do important and necessary work, but there’s a difference between someone who travels to a place for two weeks and someone who lives there. “I think there’s often a disconnect with applying that research to help to improve the country,” she explains. “And as a Belizean, I think I can help to bridge that gap.”\n\n“You have to involve the people of that country because they know what the values are,” she adds. “They know the history of the country. I think we’re leaders in conservation in many ways in Belize.”\n\n\n\nA lifelong nature girl\n\nMarin grew up outdoors — she spent time exploring the ocean lapping the small islands just offshore of the mainland and the forests around her home outside of Belize City. But she had a clear preference. “I always say I’m more of a bush girl than a beach girl,” she says, “‘cause I would much rather be in the forest than lying on a beach.”\n\n“She’s a nature girl,” says Marin’s mother, Maria Estela Lara, recalling a story Marin wrote at age four about a little blue fish. “She’s always had a love for animals.”\n\nMarin, her sister, and her cousins used to make up their own nature-inspired holidays. When they spotted migrating birds, for instance, there was a bird day where they danced and banged pots and pans to celebrate the birds passing by overhead. Marin climbed a lot of trees and ate piles of mangoes. Being outside instilled in her an abiding appreciation for nature. “We always just felt like we were a part of it,” she recalls.\n\ntoggle caption Luis Echeverría for NPR\n\nLara says that connection with the natural world followed her daughter into adulthood.\n\nSponsor Message\n\n“She loves discovering things,” her mother says. “She loves fighting for causes. She loves protecting wildlife. She’s happiest when she’s doing what she loves doing.”\n\nLara sees her daughter’s interest in bats as the latest application of this lifelong love of the natural world. “She can come back to Belize with the knowledge to help our country realize that we’ve got to do something to protect these bats so that our environment is protected as well,” she says. “She has a voice — and she uses her voice. If she sees injustices, she speaks up. I’m very proud of her.”\n\nGlis Marin, her dad, is proud of her too. His only concern is her job security in the future. “I hope that someday, they’ll appreciate what she’s doing and she could have a good job here in Belize and start something that will really pay off for her.”\n\nHer mom smiles. “If [Gliselle] chooses to build a hut out in the forest in nature and live and love bats, then I’m fine with that,” she says with a laugh. “But I’m more of a romantic than her dad is.”\n\n\n\nOld and new growth\n\nIn the steamy light of midday in northwestern Belize, Marin walks along a trail in the Belize Maya Forest, the location of her other bat field site. It’s a protected rainforest where it’s possible to spot tapirs and jaguars. She’s part of a small group following Elma Kay, managing director of the forest’s trust and Marin’s longtime mentor.\n\nMost of the dense foliage is made up of younger trees and shrubs, but eventually Marin and the others reach the tree that Kay wants them to see.\n\ntoggle caption Luis Echeverría for NPR\n\nThe tree is a towering mahogany, 75 feet tall, as wide as a car, that has probably been alive for a quarter of a millennium. Kay says it’s not the largest tree around here, but it’s up there — and impressive enough to elicit murmurs of admiration from the group.\n\nSponsor Message\n\nThe mahogany is an echo of a grander time, before its fellow giants were chopped down for lumber. “Everything was like this,” she says. “Massive, very thick and big.”\n\nKay has spent her career leading conservation efforts in Belize, mentoring young people and working towards sustainable development. She’s also spent time abroad, training and leveling up. But just like Marin, she has always returned home to Belize.\n\n“It’s absolutely comforting that Gliselle keeps coming home,” Kay says. “It’s something that you do deliberately. It reassures me that she is the right person for having a positive impact in this country.”\n\nSimmons agrees. She says, “[Marin] can play an amazing role in connecting the research and conservation world to the people who live here and to the governmental officials and other people who make decisions that affect the landscape of the country.”\n\ntoggle caption Luis Echeverría for NPR\n\nKay sees Marin joining a long tradition of Belizean women leading conservation efforts. After all, Kay acknowledges that she herself won’t be doing this work forever.\n\n“Gliselle represents a new generation,” she says. “She will eventually have to bring up the next generation to come.”\n\nThe forest offers her a ready metaphor. “You have to have new trees coming up so that they can replace the old ones as they go down,” she says.\n\n\n\nThe whisper of a different future\n\nKay turns to the group. “I think for the sake of time, we’re gonna move on,” she announces. There is one more stop to make.\n\nThe team drives for 10 or 15 minutes to the edge of the forest. Inside the vehicle there are gasps as the thick, protected forest suddenly gives way to… nothing. A windswept treeless expanse extends into the distance. The landscape has been obliterated by industrial machinery to make room for agriculture — corn, in this case. “This is not just any kind of agriculture,” says Kay. “This is large-scale, mechanized, heavy-input driven agriculture.”\n\nSponsor Message\n\nFrom a lookout, Marin says she feels some anger when she sees this barren terrain, but mostly she feels a profound sense of loss. “It’s always sad to come here and see more and more of the forest going,” she says.\n\ntoggle caption Luis Echeverría for NPR\n\nMarin says a scene like this adds to the urgency of her efforts to work with politicians and private landowners to protect more forest. It also motivates her to connect with the people of her country to convince them of why such protections are so crucial.\n\nIn fact, after absorbing the desolation privately, she turns to a young forest ranger in the group named Myro Sho and strikes up a soft conversation. She asks him what wildlife he’s seen in the Belize Maya Forest. He talks about the birds and the jaguars.\n\n“Have you noticed any bats flying around?” she asks him. He can’t recall any.\n\n“I think once you learn where to look, sometimes you start seeing them,” she says, as though sharing a secret.\n\nThen it’s his turn for a question: “So you’re from here?,” he asks. Yes, she says. She’s from Belize.\n\nMarin’s grassroots approach, which relies on using bats as her partners to spread a message of conservation among locals, is central to how she intends to protect the wild places of Belize.\n\n“We have an amazing wealth of resources in Belize and I don’t think that’s lost on Belizeans, to be honest,” she says. “I think sometimes we just need a reminder. Some people feel like they don’t have a voice or a role to play, but I think everyone does.”\n\nFor Marin, it’s about spreading a simple message: Everything is connected — people, the bats, the forest — and it all merits our care.\n\nSponsor Message\n\n“We’re as special as everything else around us,” she says.\n\n",
    "url": "https://www.npr.org/2024/08/02/g-s1-14786/bat-a-thon-belize-conservation-local-scientist-ecology",
    "image": "71.jpg",
    "publish_date": "2024-08-02 00:00:00"
}