{
    "index": 90,
    "title": "5 tips to save money on back-to-school shopping — this weekend and beyond",
    "text": "5 tips to save money on back-to-school shopping — this weekend and beyond\n\ntoggle caption Justin Sullivan/Getty Images\n\nAs summer comes to a close, back-to-school shopping enters full swing.\n\nAmerican families with kids from elementary to high school are expected to spend an average of $875 on back-to-school items, according to the National Retail Federation's annual back-to-school survey.\n\nThe high price tag for new clothes, laptops and pencils can feel intimidating, especially as families struggle with inflation. We asked some retail experts for advice and compiled five ways to reduce the cost of back-to-school shopping.\n\n\n\nPlan around tax-free shopping dates\n\nSeventeen states offer sales-tax holidays throughout the back-to-school shopping season. This weekend, people in nine states (Arkansas, Florida, Iowa, Missouri, New Mexico, Oklahoma, South Carolina, Virginia and West Virginia) will be able to save on school supplies, clothing, electronics and more.\n\nSponsor Message\n\n\"Definitely a good time to stock up, especially if you need bigger-ticket items like a computer, iPad, things like that,\" said Ashley Patrick, founder of Budgets Made Easy, a personal finance blog for families. \"You can save 7 to 9 or more percent, depending on what state you're in that is doing it, so that's a huge savings right off the top.”\n\nThe eligible categories and maximum savings vary by state, but details can be found on a list compiled by the Federation of Tax Administrators.\n\nSpread out shopping\n\nWhile it may feel more convenient, checking off your entire list in one shopping trip is often less cost-effective. Visiting multiple stores over the course of a few weeks ensures that you can access all the different promotions.\n\n\"I've been recommending this as long as I've been doing this work,\" said Samantha Gordon, deals editor for Consumer Reports. \"If you try to get it all done in one shot, you're not going to be able to take advantage of the deals because we do see back-to-school sales come and go throughout the season.\"\n\nPrioritize what your kid needs for the first few weeks of school, Patrick said.\n\n\"They don't need 30 pencils the first day of school. They don't need six glue sticks and all the things on the first day,\" Patrick said. Larger sales that happen after school resumes can help fill any gaps for items that were initially missed.\n\n\n\nSponsor Message\n\nResearch beforehand\n\nDoing some homework before shopping can help uncover lots of discounts for back-to-school items. Signing up for loyalty programs, looking on social media and being familiar with the prices of the items on your list are all ways to help reduce the cost.\n\nNatalie Kotlyar, who tracks retail as a principal at accounting and advisory firm BDO, encourages consumers to establish loyalty at their favorite retailers.\n\n\"Sometimes they get special discounts, special shopping windows, and then, of course, they earn points that they can cash in for dollars,\" Kotlyar said.\n\nLots of big retailers also offer specific student discounts, but some require signing up with a school email.\n\n\"Apple is a big one for that. They offer discounts on their laptops, on their cellphones. You can also find discounts on phone plans, on clothing and even online subscriptions like Amazon Prime,\" Gordon said.\n\nTake advantage of price matching — even after checkout\n\nIf you see a cheaper price on a store's website, most big retailers will honor it in person too. While policies vary, some retailers like Best Buy will also match a cheaper deal found at a competing store.\n\n\"That's been around for some time, and consumers don't really know about it or utilize it as much as they should,\" said Kotlyar.\n\nEven after checking out, monitoring the prices of the items you bought can help you save some money. Stores like Target offer retroactive price matching and will refund you the difference if an item you bought goes on sale within two weeks after purchasing.\n\n\"You can go to customer service and say, 'I just bought this, and now it's on sale. Can you refund me the difference?' And in most cases, they're set up to just say yes,\" said Gordon. \"Otherwise, what you can do is return the product and then buy it again for the cheaper value.\"\n\nConsider buying in bulk\n\nBuying in bulk, often at wholesale stores like Costco, Sam's Club and BJ's, can help save on the unit price of an item. For nonperishable items like pencils, stocking up can help save money long term, especially in households with multiple kids.\n\nEven for smaller families, Gordon suggests sharing bulk items to cut back on costs.\n\n\"If you have another family that you're close with, you can team up, split the cost of the membership, split the cost of the items too. You might not need 500 of one thing, but you might need 250, and then the other family can use the other half.\"\n\nSponsor Message\n\nExtra items can be used throughout the year or be saved for the following school year.",
    "url": "https://www.npr.org/2024/08/02/nx-s1-5057591/back-to-school-shopping-tips-deals",
    "image": "90.jpg",
    "publish_date": "2024-08-02 00:00:00"
}