{
    "index": 29,
    "title": "'Give them hope': A pickleball program inside a CT prison helps incarcerated people find self-worth",
    "text": "Caesar Oneil and three other pickleball players are doing warm-up exercises in an echoey gym.\n\nThey’re not at just any gym. They're playing on a court in Suffield, inside the MacDougall-Walker Correctional Institution, a maximum security prison, where they are incarcerated.\n\nTheir coach, Angelo Rossetti, shows up a few minutes late — and the players are thrilled to see him.\n\n“The man himself,” Oneil said.\n\nRossetti is a coach for the Pickleball for Incarcerated Communities League (PICL). The national organization is bringing the widely popular sport to America’s prisons to help rehabilitate those who are incarcerated.\n\nSeveral of Connecticut's prisons have launched pickleball programs in recent years.\n\nTyler Russell / Connecticut Public Angelo Rossetti (center), a coach for the Pickleball for Incarcerated Communities League (PICL), steps into the game to give pointers on body placement, and how players should control their distance from the net.\n\nNot only are incarcerated people learning how to play the sport, but they are learning life lessons as well. Rossetti says he coaches without judgment and that resonates with the incarcerated people who he coaches.\n\n“One of the inmates, a 20-year-old male, had said to me: ‘You mean you don't see me as a criminal?’ And I replied: ‘No, I see you as a person,” Rossetti said.\n\nCoaching — and showing empathy\n\nRossetti, who started coaching in 2023, said inmates who were more accustomed to playing basketball and other sports were a little skeptical of pickleball, which resembles a more toned-down form of tennis.\n\nBut Rosetti said they were good at it.\n\n“Most of them were very athletic; they were far better than I thought they would be,” Rossetti said.\n\nTyler Russell / Connecticut Public Caesar Oneil charges and returns a ball falling to midcourt. He is part of a group of inmates who play pickleball as part of a program at MacDougall-Walker Correctional Institution on August 8, 2024.\n\nOneil and others incarcerated at MacDougall say Rossetti respects them. It’s something they say they're not accustomed to as many people only offer up judgment because of their past transgressions.\n\nOr as Oneil describes it: \"You feel like you're constantly being judged at every turn.\"\n\n“So it's like: 'Nobody cares. Why should I care?'\" Oneil said. \"So you see one person show a little empathy, and that little empathy went a very long way, and I'm grateful for that every day.\"\n\nSarah Gersten coaches pickleball with Rossetti. Gersten, who is Director and co-founder of PICL, is also executive director of the Last Prisoner Project, a criminal justice reform advocacy organization that focuses on drug convictions.\n\nGersten said coaching those who are locked up is no different than coaching those who are not. But there are some differences. For one, Gersten and Rossetti can’t get too close to inmates due to security concerns.\n\nTyler Russell / Connecticut Public Joey Losgar resets after returning a serve. He is part of a group of inmates who play pickleball as part of a program at MacDougall-Walker Correctional Institution on August 8, 2024.\n\nOneil is serving a 120-year sentence for murdering two people back in the 1990s. He doesn’t talk about what he did, but he did say that sports were never front of mind in his early life due to hard times.\n\n“You're not really thinking about sports,” Oneil said. “You're thinking about food, clothes and shelter, which are the basic necessities.”\n\nRosetti said he does think about what may have landed those he coaches in prison, but he has a clear conscience.\n\n“Sometimes you gotta put yourself in an uncomfortable position to make a difference in someone's life, and if that's what it takes, then I'm fine with that,” Rossetti said.\n\n'Motivates them to be better'\n\nGersten said recreational prison programs like pickleball makes sense from a public safety point of view.\n\n“One of the biggest benefits I see to the PICL program is reducing that sense of loneliness and isolation,” Gersten said.\n\nAccording to testimony at the Connecticut State Assembly in 1994, most prison administrators surveyed in 1981 emphasized recreational activities to cut down on stress, lessening the chances of violent incidents in prisons.\n\nMacDougall launched its pickleball effort in 2017 – and at least half of the state’s correctional facilities now offer pickleball, according to Eulalia Garcia, the programs and treatment director for the Connecticut Department of Correction.\n\nGarcia said she’s seeing the impact of the pickleball program.\n\n“We've seen more positive interactions with other individuals from our participants that are participating in pickleball; we've seen a healthier outlook on their future,” Garcia said. “It's something that they value, that they look forward to, that brings them happiness and motivates them to be better.”\n\nThose who are incarcerated can't undo their pasts.\n\nBut Rossetti said he wants them to look ahead — and think about their loved ones on the other side of the prison walls.\n\n\"I don't care if you feel like on certain days you don't deserve to win,\" Rossetti said. \"There are other people that you need to do it for. You need to do it for a purpose beyond yourself. I'm sure there's someone out in the world that wants you home, whether it's a spouse or sons or daughters or family members or friends. So if you're not gonna do it for yourself, do it for someone else.\"\n\nRossetti added: “If all we do is ... give them hope, we've done our job.\"",
    "url": "https://www.ctpublic.org/news/2024-08-23/pickleball-prison-ct-inmates-sports-rehabilitation",
    "image": "29.jpg",
    "publish_date": "2024-08-23 00:00:00"
}