{
    "index": 4,
    "title": "This metabolic brain boost revives memory in Alzheimer’s mice",
    "text": "This metabolic brain boost revives memory in Alzheimer’s mice\n\ntoggle caption PM Images/Getty Images\n\nThe brain needs a lot of energy — far more than any other organ in the body — to work properly. And aging and Alzheimer’s disease both seem to leave the brain underpowered.\n\nBut an experimental cancer drug appeared to re-energize the brains of mice that had a form of Alzheimer’s — and even restore their ability to learn and remember.\n\nThe finding, published in the journal Science, suggests that it may eventually be possible to reverse some symptoms of Alzheimer’s in people, using drugs that boost brain metabolism.\n\nThe results also offer an approach to treatment that’s unlike anything on the market today. Current drugs for treating Alzheimer’s, such as lecanemab and donanemab, target the sticky amyloid plaques that build up in a patient’s brain. These drugs can remove plaques and slow the disease process, but do not improve memory or thinking.\n\nSponsor Message\n\nThe result should help “change how we think about targeting this disease,” says Shannon Macauley , an associate professor at the University of Kentucky who was not involved in the study.\n\n\n\nA surprise, then a discovery\n\nThe new research was prompted by a lab experiment that didn’t go as planned.\n\nA team at Stanford was studying an enzyme called IDO1 that plays a key role in keeping a cell’s metabolism running properly. They suspected that in Alzheimer’s disease, IDO1 was malfunctioning in a way that limited the brain’s ability to turn nutrients into energy.\n\nSo the team used genetics to eliminate the enzyme entirely from mice that develop a form of Alzheimer’s. They figured that without any IDO1, brain metabolism would decline.\n\n“We expected to see everything [get] much, much, much worse”, says Dr. Katrin Andreasson , a professor of neurology and neuroscience at Stanford. “But no, it was the complete opposite.”\n\nWithout the enzyme, the mouse brains were actually better at turning glucose into energy and didn’t exhibit the memory loss usually associated with Alzheimer’s.\n\n“It was such a profound rescue that we sort of went back to the drawing board and tried to figure out what was going on,” Andreasson says.\n\nSponsor Message\n\nEventually, the team found an explanation.\n\nGetting rid of the enzyme had altered the behavior of cells called astrocytes.\n\nUsually, astrocytes help provide energy to neurons, the cells that allow for learning and memory. But when the toxic plaques and tangles of Alzheimer’s begin to appear in the brain, levels of IDO1 rise and astrocytes stop doing this job.\n\n“They’re kind of put to sleep,” Andreasson says. So “you’ve got to wake them up to get them to help the neurons.”\n\nAnd that’s what happened when scientists used genetics to remove IDO1.\n\nTheir hypothesis was that high levels of IDO1 were limiting the astrocytes’ ability to produce lactate, a chemical that helps brain cells, including neurons, transform food into energy.\n\nTo confirm the hypothesis, the team, led by Dr. Paras Minhas , did a series of experiments. One involved placing a mouse in the center of a shiny white disk under a bright light.\n\n“It really wants to get out of there,” Andreasson says. “But it has to learn where the escape hole is” by following visual cues.\n\nHealthy mice learned how to read those cues after a few days of training, and would escape almost instantly.\n\n“But in the Alzheimer mice, the time to find the escape hole really skyrocketed,” Andreasson says.\n\nThat changed when the team gave these mice an experimental cancer drug that could block the enzyme much the way genetic engineering had.\n\nThe treated mice learned to escape the bright light as quickly as healthy animals. And a look at their brains showed that their astrocytes had woken up and were helping neurons produce the energy needed for memory and thinking.\n\nIn the hippocampus, a brain area that’s critical for memory and navigation, tests showed that the drug had restored normal glucose metabolism even though the plaques and tangles of Alzheimer’s were still present.\n\nThe team also tested human astrocytes and neurons derived from Alzheimer’s patients. And once again, the drug restored normal function.\n\n\n\nSponsor Message\n\nBeyond plaques and tangles\n\nThe experiments add to the evidence that Alzheimer’s involves a lot more than just the appearance of plaques and tangles.\n\n“We can have these metabolic changes in our brain,” Macaulay says, “but they’re reversible.”\n\nNeurons have long been the focus of Alzheimer’s research. But the new results also show how other kinds of cells in the brain can play an important role in the disease.\n\nThe brain is a bit like a beehive, where a neuron is the queen, Macaulay says. But she’s kept alive by worker bees, like astrocytes, which are asked to do more as Alzheimer’s changes the brain.\n\n“Those worker bees are getting unbelievably taxed from all the things they are being asked to do,” Macaulay says. “When that happens, then the whole system doesn’t work well.”\n\nMetabolic treatments that restore astrocytes and other helper cells in the brain could someday augment existing Alzheimer’s drugs that remove amyloid plaques, Macauley says.\n\nAnd the metabolic approach may be able to improve memory and thinking — something amyloid drugs don’t do.\n\n“Maybe this can make your astrocytes and your neurons work a little bit better, so that you function a little bit better,” Macaulay says.\n\nBut first, she says, the promising results will have to be replicated in people.",
    "url": "https://www.npr.org/sections/shots-health-news/2024/09/02/g-s1-20328/metabolic-brain-boost-revives-memory-alzheimers-mice",
    "image": "4.jpg",
    "publish_date": "2024-09-02 00:00:00"
}