{
    "index": 41,
    "title": "Fruit fries don't appear out of nowhere. Here's how to get rid of them : Life Kit : NPR",
    "text": "LISTEN: Fruit flies don't appear out of nowhere. Here's how to get rid of them\n\nEnlarge this image Becky Harlan/NPR Becky Harlan/NPR\n\nGot a fruit fly problem?\n\nThis is a common issue, especially during the summer, says Laurie Stevison, associate professor of biology at Auburn University. She works with fruit flies in her research. Rears them, dissects them, studies them.\n\nShe shares three ways to get rid of them.\n\nDon't lure them in with your tasty fruit\n\nEspecially the overripe kind. When you bring some home, wash it with water to remove any eggs and then put the fruit in a brown paper bag to ripen.\n\nAlso, try not to leave out any baked goods, especially with blueberries or bananas or other fruit. That stuff is fruit fly bait.\n\nSponsor Message\n\nMake a trap\n\nIf you currently have a fruit fly problem, you can make a trap with a soda bottle or a bowl. Pour two ounces of vinegar and a few drops of dish soap into the container. Cover the opening with plastic wrap and punch a hole in it. The fruit flies will find their way in and get stuck in the liquid.\n\nEnlarge this image toggle caption Becky Harlan/NPR Becky Harlan/NPR\n\nCheck the drain of your kitchen sink\n\nIf you have fruit flies and you're really not sure where they're coming from, they might be living in the drain of your kitchen sink. Pour boiling water down the drain to kill the fruit flies. Then put a sink stopper in and fill the sink to stop them from trying to escape. Leave it overnight to make sure more flies don't come out.\n\nAnd remember, if you have fruit flies, that doesn't mean your house is unsanitary. It probably just smells really good.\n\nThis episode was produced by Andee Tagle. The visual editor is Beck Harlan.\n\nWe'd love to hear from you. email us at LifeKit@npr.org. Listen to Life Kit on Apple Podcasts and Spotify, or sign up for our newsletter.",
    "url": "https://www.npr.org/2024/08/22/1196980099/how-to-get-rid-fruit-flies",
    "image": "41.jpg",
    "publish_date": "2024-08-22 00:00:00"
}