{
    "index": 47,
    "title": "Caring for a newborn is a team sport. Here's how to share the load",
    "text": "Caring for a newborn is a team sport. Here's how to share the load\n\ntoggle caption Photo illustration by Becky Harlan/NPR\n\nBefore having kids, many couples have a general sense of how they split their household chores. Maybe one partner cooks dinner and walks the dog, maybe the other cleans up and runs errands.\n\nBut how does that allocation change when a baby comes along? Who warms the bottles, changes the diapers or shushes baby back to sleep?\n\nThat’s what couples coach Aaron Steinberg helps expecting parents figure out. “The division of roles and responsibilities is the biggest difficulty that parents face” when bringing home a new baby, he says.\n\nWhat often happens is that both parents feel like they’re taking on too many tasks, he says. And that can lead to resentment -- on top of the stress of taking care of a newborn.\n\nSponsor Message\n\nTo prevent this from happening, says Steinberg, couples should have a conversation about how to manage household and child care duties well before Tiny arrives. He and relationship scientist and perinatal therapist Shy Porter offer tips on how to create a fair workload in the postpartum period.\n\n\n\nWrite down all your chores\n\nIn order to split the domestic workload fairly , you and your partner need to understand what the workload entails, says Steinberg. So sit down together and write out a list of all your household chores, including any anticipated child care duties.\n\nThe list should include:\n\nDaily chores like laundry and dishes\n\nlike laundry and dishes Less visible labor like meal planning and scheduling doctor’s appointments\n\nlike meal planning and scheduling doctor’s appointments Big projects leading up to baby’s arrival , like setting up the nursery or putting together the stroller\n\n, like setting up the nursery or putting together the stroller Everyday tasks for baby , like washing baby bottles and changing diapers\n\n, like washing baby bottles and changing diapers Baby-related “life admin” tasks, like dealing with the hospital bill or ordering the baby’s birth certificate\n\nDiscuss the burden of each task and assign duties\n\nOnce you and your partner have made your list, talk through which “chores you are willing and able to take on” after the baby arrives, says Porter.\n\nGet as granular as possible, she says. “Do we both go to the pediatric appointments? What happens if the baby is sick at day care, who leaves work?”\n\nSponsor Message\n\nTo create a sense of fairness in the assignments, keep these pointers in mind.\n\n\n\nResist the urge to assign all baby-related tasks to the birthing parent. It’s a common excuse to say that a baby “prefers” one parent over another, or that one parent “is just better” at soothing the baby, says Steinberg. Parenting is new and scary for both parents, and both should be responsible for the basic tasks required in the newborn phase.\n\n\n\nIt’s a common excuse to say that a baby “prefers” one parent over another, or that one parent “is just better” at soothing the baby, says Steinberg. Parenting is new and scary for both parents, and both should be responsible for the basic tasks required in the newborn phase. Play to your strengths. For example, if you’ve always been the person in your relationship who’s excited about cooking, take on meal prep and let your partner do the dishes.\n\n\n\nFor example, if you’ve always been the person in your relationship who’s excited about cooking, take on meal prep and let your partner do the dishes. Consider the weight of each task . “Different people have different things they overthink,” says Steinberg. For some people, buying a car seat might seem like a simple task. You find one at a fair price at a store you trust and buy it. Others may see it as a project that requires more careful research on safety ratings, prices and warranty periods. If you’re feeling weighed down by a particular task, discuss it with your partner. You might consider swapping tasks or tackling the activity together.\n\n\n\n. “Different people have different things they overthink,” says Steinberg. For some people, buying a car seat might seem like a simple task. You find one at a fair price at a store you trust and buy it. Others may see it as a project that requires more careful research on safety ratings, prices and warranty periods. If you’re feeling weighed down by a particular task, discuss it with your partner. You might consider swapping tasks or tackling the activity together. Don’t try to split chores 50-50. In some instances, the load may be inherently imbalanced, says Porter. For example, if the baby is breastfed, the duty of feeding the baby will fall onto the birthing partner. Work with your partner to see where you might offset that burden. “If I'm up breastfeeding multiple times a night, maybe you are on diaper duty,” she says.\n\n\n\nIn some instances, the load may be inherently imbalanced, says Porter. For example, if the baby is breastfed, the duty of feeding the baby will fall onto the birthing partner. Work with your partner to see where you might offset that burden. “If I'm up breastfeeding multiple times a night, maybe you are on diaper duty,” she says. Do the work. Remember, you and your partner are a team -- and your partner is depending on you to fulfill your assigned duties.\n\nKeep the plan flexible\n\nOnce the baby arrives, get ready for your chore assignments to change, says Steinberg. “One mistake people make is [assigning tasks then] never talking about it again.” That’s how hard feelings build up.\n\nSponsor Message\n\nSo put a regular time on the calendar to talk about how things are going with your partner -- and make any changes as needed, he suggests.\n\nYou may need to adjust your chore chart for work schedules, baby’s needs or just your preferences. A birthing parent who doesn’t normally walk the dog, for example, might want to take on the task because they crave fresh air. Or maybe your baby switched to formula, allowing the non-birthing partner to take on a bigger role in feeding.\n\n\n\nDon’t keep score\n\nAside from being impractical, nickeling-and-diming individual duties is a quick road to disgruntlement and anger, says Steinberg. You don’t want your relationship to get to a point where you’re timing the length of each other’s showers or counting how many times you changed diapers.\n\nInstead, put down any assumptions about your partner’s workload and help out where you can. If your partner hasn’t gotten to their task of doing the laundry yet, but they’re dealing with the crying baby and you’ve got a free moment, go ahead and stuff the clothes in the washer. It all comes out in the wash, says Steinberg.\n\nAsk for outside help\n\nIf you’re lucky enough to have access to outside resources like friends, family or paid child care, don’t forget to include them in your plan. Here are a few ways they can get involved.\n\n\n\nHave them help with child care. Porter worked with a couple who had relatives nearby who were willing to care for their baby. So the couple put their family members on a rotation schedule. Any time they needed an extra hand, they “didn’t even have to think about it. They just referred to the sheet and gave someone a call,” says Porter.\n\n\n\nPorter worked with a couple who had relatives nearby who were willing to care for their baby. So the couple put their family members on a rotation schedule. Any time they needed an extra hand, they “didn’t even have to think about it. They just referred to the sheet and gave someone a call,” says Porter. Ask for a meal train. Strike grocery shopping and cooking off your task list in the early postpartum period by letting friends and family deliver homemade or take-out meals to you. Several apps allow loved ones to organize and assign meals, like MealTrain or Take Them a Meal.\n\n\n\nStrike grocery shopping and cooking off your task list in the early postpartum period by letting friends and family deliver homemade or take-out meals to you. Several apps allow loved ones to organize and assign meals, like MealTrain or Take Them a Meal. Simple texts or calls go a long way. New parents sometimes find themselves surprisingly isolated in the postpartum period, says Porter. Well-intentioned friends and family might not reach out for worry that they’re bothering you. So ask them to check in on you.\n\nSponsor Message\n\nCaring for a baby is a team sport, says Steinberg — and maintaining that spirit of teamwork throughout those early parenthood days “is the thing that gets you through any other thing.\"\n\nThe digital story was edited by Malaka Gharib. The visual editor is Beck Harlan. We'd love to hear from you. Leave us a voicemail at 202-216-9823, or email us at LifeKit@npr.org.\n\nListen to Life Kit on Apple Podcasts and Spotify, and sign up for our newsletter.",
    "url": "https://www.npr.org/2024/08/13/g-s1-14652/got-a-new-baby-how-to-fairly-split-chores-and-child-care-and-avoid-resentment",
    "image": "47.jpg",
    "publish_date": "2024-08-13 00:00:00"
}