{
    "index": 48,
    "title": "Snuggles, pep talks and love notes: 10 ways to calm your kid’s back-to-school jitters",
    "text": "Snuggles, pep talks and love notes: 10 ways to calm your kid’s back-to-school jitters\n\ntoggle caption Urbazon/Getty Images\n\nNew teachers, classmates, routines and expectations -- a new school year almost always means change for both kids and their caregivers. And that can be nerve-wracking for everyone.\n\nTo help families ease into the transition, Life Kit asked teachers, pediatricians and child development experts for their best back-to-school advice. These tips have been edited for length and clarity.\n\n😴 Adjust your child's summer sleep schedule to a school schedule. At least one or two weeks before school starts, move bedtime and wake-up time up by 15-minute increments every few days until the desired schedule is reached. — Dr. Nilong Vyas , pediatrician and sleep consultant\n\nSponsor Message\n\n📚Gradually reintroduce structure into a child’s daily routine to help them prepare for school. Add a 15-minute block of educational content to your kid’s routine, such as a read-aloud, math puzzle or science experiment . — Keisha Siriboe , early childhood literacy consultant\n\n🗯 Remind kids that almost everyone feels a little nervous on the first day of school. Naming and describing an emotion and letting children know you understand how they feel can help them feel more in control over their feelings instead of feeling overwhelmed by them. — Leah Orchinik , pediatric psychologist, Nemours Children's Health\n\n🗓 To ease a child’s anxiety about going back to school, help them understand what to expect. As Daniel Tiger sings, “When we do something new, let’s talk about what we’ll do.” Remind them that “grown-ups come back” [at the end of the school day] — and they can share their new experiences at school with their loved ones. – Mallory Mbalia , director of learning and education at Fred Rogers Productions , producers of the TV show Daniel Tiger’s Neighborhood\n\n❓Talk to your child about how they might handle challenging situations, even if they are not likely to happen. For example, if your son is worried about getting lost in a new school, help him problem solve by creating a plan about what he would do if that did happen so he feels more prepared and confident. —Leah Orchinik, pediatric psychologist, Nemours Children's Health\n\n👋 Make up a special goodbye ritual together. Morning goodbyes can be challenging. But you can create daily memories your child will cherish for years to come. Say, “See you later, alligator! In a while, crocodile!”, do a special handshake or enjoy an extra-long hug. You can also kiss your child’s palm and then hold each other’s hands tightly to “seal it in.” Tell your child to remember they’ll carry your kiss with them all day long, and they can do the same for you! — Jeanette Betancourt , senior vice president of U.S. social impact, Sesame Workshop\n\nSponsor Message\n\n☕️ Fill their connection cup before and after school. Even if you're tired in the morning, set that alarm for 15 minutes earlier so you can have a snuggle session with your child. Read a book together. Have breakfast together. When you pick them up from school, be aware they will need another connection cup top-up. Sometimes they will present with this after-school meltdown because they're so depleted. — Vanessa Lapointe , author of Discipline without Damage\n\n🧭 Make sure your child knows how to navigate their world in tech-free ways. Even if your child has a smartphone, make sure they know what to do if they’re approached by a stranger, how to get help for an injury and other street smarts. Help isn’t always a button away. — Leah Plunkett , author of Sharenthood\n\n💡 Discuss family or classroom conflicts with your child. Have a daily conversation topic such as, “What’s been a good or hard part about your day?” or “What rules do we need to help everyone feel loved and respected?” Then have a weekly discussion to keep things on track and make kids part of problem-solving. — Thomas Lickona , author of How to Raise Kind Kids\n\n📣 Pour positive words of affirmation into your children on a daily basis. For example, “I love you. I’m proud of you. It’s going to be a great day. It's OK to make mistakes.” Parents can leave notes inside their child's lunch boxes. Or I've had parents ask me to write a sticky note on their child's desk for them. These messages allow a kid to feel powerful and confident throughout the day. —Jarod Renford, first grade teacher in Washington, D.C.\n\nThe digital story was edited by Malaka Gharib. The visual editor is Beck Harlan. We'd love to hear from you. Leave us a voicemail at (202) 216-9823, or email us at LifeKit@npr.org.\n\nListen to Life Kit on Apple Podcasts and Spotify, and sign up for our newsletter.",
    "url": "https://www.npr.org/2024/08/12/g-s1-15473/snuggles-pep-talks-and-love-notes-10-ways-to-calm-your-kids-back-to-school-jitters",
    "image": "48.jpg",
    "publish_date": "2024-08-12 00:00:00"
}