{
    "index": 50,
    "title": "Inspired by the Olympics? It’s not too late to ignite your own fitness journey",
    "text": "Inspired by the Olympics? It’s not too late to ignite your own fitness journey\n\ntoggle caption Photographs by Jared C. Tilton/Getty Images; Kevin C. Cox/Getty Images; Alex Davidson/Getty Images\n\nNPR is in Paris for the 2024 Summer Olympics. For more of our coverage from the Games head to our latest updates.\n\nIt’s time to debunk a common Olympics myth: to make it, you need to start as a kid.\n\nIn reality, some athletes at the Paris Olympics didn’t discover their sport until later in life. British rower Helen Glover picked up an oar at age 21. Canadian track cyclist Kelsey Mitchell rode in a velodrome for the first time at age 23. And Eritrean sport shooter Luna Solomon of the Olympics Refugee Team started training with an air rifle at age 25.\n\nSponsor Message\n\nAthletes of every sport prove it’s never too late to uncover your fitness potential. Whether you have big Olympic dreams or just want to finish a 5K run, here are science-backed tips on how to kickstart (and keep) an exercise routine.\n\n\n\nPick an exercise you actually enjoy\n\nTo create a long-lasting fitness habit, pick an exercise you actually like. Multiple studies have shown that people are more likely to stick with their workouts if they say they enjoy them.\n\nThis may sound like a no-brainer, but many people start off their fitness journey with a too-ambitious routine in the hopes of seeing quick results -- only to give up after a few weeks.\n\nSo think about the kind of movement that makes you feel good. If you like being in nature, plan a day hike or take up surfing. If you enjoy team camaraderie, look into recreational sports leagues in your area. If you love dancing, try a Zumba or barre class.\n\n\n\nGive yourself a month\n\nCommit to about four weeks of exercise. According to research, this can help you build a new routine. One 2020 randomized controlled trial, for example, found that people who were paid to exercise for 28 days were likely to continue exercising 10 months later.\n\nSponsor Message\n\n\"The key to habits is repetition,\" says Katy Milkman, a professor at the Wharton School of Business who worked on the study. \"If you can get that repetition going while you have high motivation, you're much more likely to have a behavior change that lasts.\"\n\nGet a workout buddy\n\ntoggle caption Quinn Rooney/Getty Images/Getty Images Europe\n\nThere’s a reason many Olympic athletes train with partners or on larger teams. Teammates help you “hold yourself accountable,” says Dr. Mitesh Patel, a behavioral scientist. You’ll be less likely to break from your training plan if a gym buddy is counting on you to show up and put in the work with them.\n\nPatel has found this teammate benefit in his own research. In a study published in JAMA Internal Medicine in 2019, he and other researchers challenged 602 overweight and obese employees from a single company to participate in a daily step challenge. The employees on teams ended up walking further each day than employees doing the challenge solo. They didn’t want to let their teammates down.\n\nYou can create your own team too. Patel recommends reaching out to a close friend or family member and setting a shared fitness goal that you can both work toward. You might jointly follow a Couch to 5K running plan and register for a race at the end of it. Or you might take up a partner sport like beach volleyball or tennis – and plan regular training sessions.\n\n\n\nRaise the stakes with competition\n\nCan’t find an exercise partner? Compete against someone. Research has shown that trying to beat someone can actually improve your athletic performance. In a 2020 study published in The Sport Journal, 91 participants who were either collegiate varsity athletes or non-athletes were asked to compete in athletic events like 40-yard sprints. Across the board, those who competed against others had significantly faster sprint times than those who ran the distance solo.\n\nSponsor Message\n\nRecreate friendly competition with fitness apps like Zwift, which allows you to race against others around a virtual world using your own bike and treadmill (with the purchase of sensors and other equipment to track data). Other apps like Strava allow you to create your own challenges with friends – you can set a specific goal and timeframe, then invite others to join your competition.\n\n\n\nChange your definition of “exercise”\n\nExercise doesn't have to leave you absolutely wrecked for it to count. Research shows that just a little bitcounts in big ways.\n\nIf you haven’t worked out in a while and you’re not sure where to begin, focus on incorporating other kinds of active movement into your day, says Michelle Segar, a sport and health psychologist at University of Michigan.\n\nThat includes mowing the lawn, taking your dog on a brisk walk or playing basketball with friends. Any kind of regular, moderate physical activity that gets your heart rate up will bring you benefits like better sleep, reduced anxiety and lower blood pressure.\n\n“Basically, all movement counts,” says Segar -- and any movement “is better than nothing.”\n\nThis digital story was edited by Malaka Gharib. The visual editor is Rebecca Harlan. We'd love to hear from you. Email us at LifeKit@npr.org. Listen to Life Kit on Apple Podcasts and Spotify, or sign up for our newsletter.",
    "url": "https://www.npr.org/2024/08/07/g-s1-15471/paris-olympics-motivation-start-exercise-routine",
    "image": "50.jpg",
    "publish_date": "2024-08-07 00:00:00"
}