{
    "index": 57,
    "title": "New parents, no time or energy for sex? Here's how to keep the romance alive",
    "text": "New parents, no time or energy for sex? Here's how to keep the romance alive\n\nPhoto illustration by Becky Harlan/NPR\n\nCongratulations! You’re parents now! How’s your sex life?\n\nChances are, not so hot. Between endless diaper changes, sleep deprivation, hormonal changes and general exhaustion, new parents don’t have a lot of time or energy for physical intimacy.\n\nAnd even though many doctors give the birthing partner the all-clear to have sex four to six weeks after giving birth, many may not feel ready.\n\nThat doesn’t mean you can’t show love in other ways, says Aaron Steinberg, a couples coach who teaches expecting parents how to “babyproof” their relationships. Kissing, cuddling and even words of affirmation can “cultivate and nurture the part of your relationship that makes you more than roommates.”\n\nSponsor Message\n\nStress and monotony in new parenthood may foster resentment or pull couples apart. But parents who practice intimacy, he says, may emerge from this stage feeling “more in love, more on a team and even more attracted to each other.”\n\nRelationship experts explain how to keep romance alive in the postpartum period. It will take effort and creativity to stay connected — but the benefit is worth it, says Steinberg.\n\n\n\n1. Expand your idea of intimacy\n\nWe often think of sex and intimacy as having a singular, binary goal, says Steinberg: orgasm. But sex isn’t always an option or always desired, so it’s important to broaden our idea of intimacy.\n\nDon’t assume that every act of foreplay needs to lead to sex, he says. “Can you feel the pleasure of hand-holding, cuddling or kissing without it needing to go anywhere?”\n\nAnd if you’re craving something more, find other ways to satisfy that desire. Remember, sex is wide-ranging, says relationship scientist and perinatal therapist Shy Porter. Sensual touching (like massages and back rubs), mutual masturbation or oral sex might be more comfortable than penetrative sex in the postpartum period.\n\nPhoto illustration by Becky Harlan/NPR\n\n2. Pretend like you’re dating again\n\nThink about all the ways you showed desire before you and your partner started having sex, says sex educator Shan Boodram, author of The Game of Desire. Joke, flirt, tickle, tease. Put a Post-it note with a sweet message for your partner on the coffee maker. Come home with your partner’s favorite snack.\n\nSponsor Message\n\nThis “may be all the intimate connection” you can manage right now, says Boodram -- and that’s OK. These playful, thoughtful interactions can still keep your romantic bond strong.\n\n3. Tell your partner they’re rocking it\n\nNew parenthood leaves a lot of room for self-doubt. So tell your partner, “Wow, you’re really rocking this,” says Boodram. Whether it’s giving your partner props for their swaddling technique or admiring their patience during that 3 a.m. feeding, compliments can be a reminder that you’re on the same team.\n\nWhen you feel supported by your partner — rather than scolded or second-guessed — it’s easier to initiate romantic interactions, she says. It opens a “pathway for intimacy and connection because you don't feel as judged.\"\n\nPhoto illustration by Becky Harlan/NPR\n\n4. Commit to date nights\n\nYou don’t have to go out to a fancy dinner, but it’s important to put a dedicated date night or “us” time on the calendar, says Steinberg. Maybe it’s for sex, or maybe it’s just to cuddle in the pillow fort in the living room after baby goes to bed.\n\nScheduling moments for intimacy can give couples something to look forward to and create a necessary, sacred space free from baby or logistics talk, says Porter. “Pre-baby, cuddling once a week might seem like not a big deal, but when you're in this new phase of your life, it feels tremendous and so good.”\n\n5. Don’t make your partner guess what you want\n\nDuring the postpartum period, you may be dealing with big changes to your body and identity. And it can be difficult to know what kind of intimacy you need from your partner at this time.\n\n“Asking your partner to guess what you want while also trying to guess what they want is a tall order,” she says. “Closing that gap requires educating yourself.”\n\nSo take the time to identify your turn-ons, says Boodram, whether that’s dirty talk, sensual massages or visual triggers. “What is the specific thing you require that turns you from a state of no arousal to arousal being a possibility?” Then communicate that to your partner. It may kickstart a connection in the bedroom.\n\nSponsor Message\n\nYou might find you’re not in a sexual place at all just yet, and that’s alright, says Boodram. “Never think there is a point when you need to [say], ‘Wow, I'm going to bite the bullet and just do it already.’ ” The postpartum period will look different for every couple, so find the practices that work best for you -- and take all the time you need to heal and grow.\n\nYour turn: Intimacy in the postpartum period\n\nWe want to hear from you: How did you and your partner stay romantically connected during the postpartum period? Tell us the playful, creative ways you showed love and intimacy when sex wasn’t always an option. Email us at lifekit@npr.org with your name and response and we may include it in a story on NPR.org.\n\nThis episode was produced by Sylvie Douglis. The digital story was edited by Malaka Gharib. The visual editor is Beck Harlan. We'd love to hear from you. Leave us a voicemail at 202-216-9823, or email us at LifeKit@npr.org.\n\nListen to Life Kit on Apple Podcasts and Spotify, and sign up for our newsletter.",
    "url": "https://www.npr.org/2024/07/19/g-s1-11980/ways-to-show-intimacy-without-sex-after-birth",
    "image": "57.jpg",
    "publish_date": "2024-07-19 00:00:00"
}