{
    "index": 96,
    "title": "Hamas hints it may skip next cease-fire talks. And, a Paris Olympics recap",
    "text": "Hamas hints it may skip next cease-fire talks. And, a Paris Olympics recap\n\nGood morning. You're reading the Up First newsletter. Subscribe here to get it delivered to your inbox, and listen to the Up First podcast for all the news you need to start your day.\n\nToday's top stories\n\nHamas has hinted it may not attend a planned cease-fire meeting with Israel on Thursday after Israel struck the Al-Tabeen School on Saturday, killing more than 90 Palestinians. The militant group has informed mediators to implement the plan they have been talking about for weeks instead of creating new talks.\n\ntoggle caption Abdel Kareem Hana/AP\n\n🎧 NPR’s Hadeel Al-Shalchi tells Up First this is one of the worst Israeli attacks since the beginning of the war in October. The U.N. has called the Israeli bombing of schools systemic and says over 450 schools have been hit or damaged as of the beginning of July. The Israeli military named 19 militants from Hamas and Islamic Jihad that they say were killed in the strike. As Palestinians are given evacuation orders, Al-Shalchi says the images coming from Gaza are of desperate, exhausted families. The U.N. says Gaza has become unlivable due to the outbreak of diseases, a lack of clean water and piles of garbage everywhere.\n\nUkrainian troops and Russian reinforcements appear to be gearing up for a major confrontation in the villages and towns of western Russia. Last week, Ukrainian forces surged into Russia’s Kursk region, just across the border from Ukraine, catching Russia by surprise. They encountered limited resistance in the first few days of the campaign. Over the weekend, Ukrainian President Volodymyr Zelenskyy said the operation is intended to “push the war into the aggressor’s territory.” Russian President Vladimir Putin and Russian military commanders say they will soon reclaim its border.\n\n\n\nSponsor Message\n\n🎧 “The Ukrainians are cheering because it’s going well so far. But the coming days are full of danger,” NPR’s Greg Myre says. Ukrainian forces are already stretched thin in the main battleground of the Donbas region in eastern Ukraine, where the Russians are gaining ground. The fighting inside Russia has resulted in casualties on both sides but no major losses. Tens of thousands of Russian civilians fled the area that was invaded, saying they had no warning and there was no organized evacuation. Putin has promised the Russians who’ve lost everything a payment of 10,000 rubles, which is about $115.\n\nThe Paris Olympics came to a close last night after over two weeks of competition and controversy. The U.S. came out on top with 126 medals overall, including 40 gold. In the pool, U.S. swimmers, led by Katie Ledecky and Torri Huske, racked up 28 medals. Athletes were even more dominant on the track, winning 34 total medals. But Team USA is one medal down after a ruling made yesterday required U.S. gymnast Jordan Chiles to return the bronze medal she won during the floor exercise final. A last-minute inquiry by her coach boosted her score by a tenth of a point, putting her in third place. Romania protested the inquiry, saying that it came four seconds late. USA Gymnastics says it has video proof otherwise and is now challenging that ruling.\n\n\n\nSponsor Message\n\n📷 The lavish closing ceremony included a medal ceremony and a handoff from Paris to Los Angeles, where the next Games will be held. Get a closer look with photos from the celebration.\n\nLife advice\n\ntoggle caption Photographs by Jared C. Tilton/Getty Images; Kevin C. Cox/Getty Images; Alex Davidson/Getty Images\n\nThe Olympics might be over, but the inspiration hasn’t left. If you were wondering — no, it’s not too late to start your fitness journey. It’s a common Olympic myth that you need to start as a kid to make it. British rower Helen Glover started at 21 and Eritrean sport shooter Luna Solomon of the Olympic Refugee Team began training at 25. Whether you have Olympic dreams or just want to finish a 5K, here are science-backed tips on how to kickstart your routine.\n\n\n\n💪 Pick an exercise you actually enjoy. Studies show you are more likely to stick with your workout if you enjoy it. If you are too ambitious you could give up after a few weeks.\n\nStudies show you are more likely to stick with your workout if you enjoy it. If you are too ambitious you could give up after a few weeks. 💪 Give yourself a month. If you commit to four weeks, it can help build a routine.\n\nIf you commit to four weeks, it can help build a routine. 💪 Get a workout buddy. Another person can help hold you accountable and lower the chances you abandon your training.\n\nAnother person can help hold you accountable and lower the chances you abandon your training. 💪 Raise the stakes with competition. If you can’t find a workout partner, think about competing with someone. Fitness apps like Zwift can help recreate friendly virtual competition.\n\nIf you can’t find a workout partner, think about competing with someone. Fitness apps like Zwift can help recreate friendly virtual competition. 💪 Change your definition of “exercise.” Just a little bit of working out counts in big ways. Focus on incorporating active movement into your day like mowing the lawn or brisk walks with your dog.\n\nPicture show\n\ntoggle caption //Reed Mattison\n\nThe land not far from the resort town of Jackson Hole, Wyo., is still untamed. Grand Teton National Park borders the land on three sides. Birds and butterflies cruise over the sloping hills of sagebrush and aspen groves by the mountains. In March, after an outcry over a proposal to auction it off, state legislators detailed a plan to sell the state-owned, 640-acre parcel to Grand Teton National Park for $100 million. Now the land has become a bargaining chip for leaders who are asking for a few other things, too.\n\n\n\nSponsor Message\n\n📷 See photos of the land and read more about what could happen.\n\n3 things to know before you go\n\ntoggle caption Ozan Kose/AFP via Getty Images\n\nResearchers say an ancient pillar found in southern Turkey could be the world’s oldest lunisolar calendar. It may also memorialize a comet strike that hit Earth nearly 13,000 years ago. Disney’s live-action Snow White released its first teaser trailer and it has made some fans very grumpy. The film has been bogged down by controversies including its new “woke” messaging and depiction of dwarfism. When Denise Elliott was 16, nearly 60 years ago, she and a friend went swimming in the ocean for the first time during a Bahamian vacation. When the two got in the water they were overcome by a giant, powerful wave. A nearby local boy saved them from drowning. Over the years she has thought of her unsung hero’s act of valor.\n\nThis newsletter was edited by Suzanne Nuyen.\n\n",
    "url": "https://www.npr.org/2024/08/12/g-s1-16617/up-first-newsletter-hamas-israel-ceasefire-conversations-paris-olympics-closing-ceremony",
    "image": "96.jpg",
    "publish_date": "2024-08-12 00:00:00"
}