{
    "index": 13,
    "title": "Wheelies look fun, but they're a serious skill for kids in wheelchairs",
    "text": "Wheelies look fun, but they're a serious skill for kids in wheelchairs\n\ntoggle caption Elizabeth Gabriel/Side Effects Public Media\n\nAround 3.7 million wheelchair users live in the United States, each pushing themselves an average of 2,000 to 3,000 times a day. Some of that is straightforward, but wheelchair navigation sometimes includes negotiating unexpected curbs, stairs, steep hills and other obstacles— and most wheelchair users don’t have access to formal training to learn how to smoothly navigate on their own.\n\nA unique, free program called Skills on Wheels run by Indiana University Indianapolis aims to address the gap for young people. Around 20 kids ranging from age 8 to 17, spend multiple days on campus learning how to navigate props like ramps and speed bumps. Then they take those new skills for a test run outside.\n\nSponsor Message\n\nSavannah Healton, 12, has spina bifida, a neural tube defect in the spine. She needs a wheelchair, and lately, she’s been practicing how to do wheelies.\n\n“It’s basically where you push two times, and then you pop into your wheelie,” Healton said. “So if you’re going up a curb, you can get into your wheelie so you can go up the hill or the curb or wherever you’re going.”\n\nThere’s little research about the use of wheelchairs by children, but one study shows that 75% of adults who use a wheelchair have a fear of falling. Nearly 65% reported falling out of their chair, and more than half had incidents resulting in an injury. Even without accidents, improper technique can injure muscles and nerves.\n\nA child’s confidence can take a big hit if they don’t know how to maneuver their wheelchair or fear falling out of it, says program director and Indiana University occupational therapy researcher Tony Chase. Kids may decide to skip certain activities at school or with friends if they know there will be obstacles like narrow doors or stairs.\n\n“We would love to change the world, and just make it all of a sudden accessible, but that's a little bit too lofty of a goal,” Chase said. “So instead, let's try to make kids more confident in navigating this inaccessible world.”\n\nSponsor Message\n\nResearchers have developed a list of 33 core skills that are essential for navigating a wheelchair in a variety of environments, but kids might not learn these skills in school or in physical and occupational therapy.\n\nMaria Fuchs, an occupational therapist volunteering with the program, said she didn’t learn much about hands-on wheelchair training during grad school.\n\n“A lot of times wheelchair training isn’t a main focus…other things like feeding or dressing or play skills, things like that, are kind of the priority,” Fuchs said.\n\ntoggle caption Elizabeth Gabriel/Side Effects Public Media\n\nKids often learn only the basics of wheelchair operation, she said, like using the wheel locks and taking the device apart, and even then only if insurance covers it.\n\nKerri Morgan, an occupational therapy and neurology researcher at Washington University in St. Louis, said some people’s insurance won’t reimburse them for rehab to learn how to use a wheelchair.\n\n“There's this gap in education, [and] there's the gap in actually having the environment in the medical model where clinicians know how to justify it in their notes, so that health insurance pays for it,” Morgan said.\n\nMorgan said it’s common for wheelchair users to learn new skills through other people with disabilities or watching online videos. But that isn’t always safe if someone isn’t advanced enough to try a new skill, if their wheelchair is set up differently, or if they don't have someone behind them to catch a fall.\n\ntoggle caption Elizabeth Gabriel/Side Effects Public Media\n\nEven with a spotter, practicing some skills can be dangerous. Large wheelchairs can weigh between 15 and 50 pounds, not including the weight of the person inside it.\n\nThat’s why Savannah’s mom, Chanda Healton, holds onto a strap that connects to the back of her daughter’s wheelchair so it’s safe for Savannah to practice wheelies.\n\nThe program isn’t just helpful for Savannah, it allows her mom to learn proper techniques in case the wheelchair starts to tip backward. Healton says she plans to bring her daughter back again next year.\n\nSponsor Message\n\n“It’s amazing,” Healton said. “First time I watched her I had tears in my eyes. I’m like oh my gosh, that’s my baby girl.\"\n\nSide Effects Public Media is a health reporting collaboration between NPR and public radio stations in Indiana, Missouri, Iowa, Ohio and Kentucky.\n\n",
    "url": "https://www.npr.org/2024/09/02/g-s1-20071/wheelies-arent-just-fun-for-kids-in-wheelchairs-they-take-practice",
    "image": "13.jpg",
    "publish_date": "2024-09-02 00:00:00"
}