{
    "index": 14,
    "title": "From lost followers to backlash in the comments, content creators reflect on the DNC",
    "text": "From lost followers to backlash in the comments, content creators reflect on the DNC\n\ntoggle caption Andrew Caballero-Reynolds/AFP via Getty Images\n\nMerrick Hanna is, by any metric, a TikTok star.\n\nThe 19-year-old has more than 32 million followers on the platform and about 20 million across YouTube and Instagram. He’s known for his dancing videos, typically set to viral audio clips and pop songs.\n\nAttending the Democratic National Convention definitely wasn't his normal style. And he wasn't sure it was a good idea.\n\n“I've never made a video even talking vaguely about politics,” he told NPR about a week after the DNC had wrapped up. “It was only when I mentioned the opportunity to my grandmother that she told me that she had gone to the DNC in 1960 as a volunteer and thought it was an amazing experience and that I should go, too.”\n\ntoggle caption Kevin Yac/Shawn Hanna\n\nHanna was one of more than 200 credentialed content creators at the Democratic convention, almost three times as many compared to those at the Republican's convention in July.\n\nSponsor Message\n\nThe move is part of a larger push by the Democratic Party to reach Americans who don’t consume traditional political news, which includes many younger voters, who disproportionately use TikTok, Instagram, YouTube and Snapchat at higher rates compared to older generations.\n\nThe Democratic Party is banking on the support of voters under 30 this fall, and despite increases in turnout over the past few election cycles, it’s a growing generation with largely untapped electoral might.\n\nThat goal puts potential value on working with digital creators, who may have more of a direct line to new voters. However, while some influencers who attended the DNC regularly post about news, elections and voting, and likely have political audiences, others, like Hanna, do not.\n\nInstead, Hanna’s goal, he said, was to make entertaining videos devoid of personal political views.\n\n“That proved to be a bit of a challenge,” he admitted.\n\nHis videos garnered between a few hundred thousand and a million views, which the teenage creator characterized as average. But he also fielded criticism online for attending the event.\n\nReflecting on the experience, he said that while he enjoyed the convention, navigating how to do his style of work was “tricky” and “slightly stressful.”\n\n“The DNC is kind of a one-time event for me. I don't want to become a political creator,” he said. “This one time was an incredible experience. I loved it. But I'm not sure I want to go to more.”\n\n\n\nDemocrats grow their influence\n\nDemocrats have worked with influencers in the past, including during President Biden's 2020 campaign and his term in the White House. In Chicago, digital creators brought in more than 350 million views while at the convention, according to the DNC.\n\nHanna wasn’t the only creator who had to balance keeping his audience engaged, regardless of political appetite. It was something many creators struggled with, Nadya Okamoto told NPR.\n\n“It wasn't startling to my followers,” the lifestyle creator said, referring to her decision to attend the DNC.\n\nOn top of her vlog-like posts, the 26-year-old influencer and entrepreneur is known for her work destigmatizing periods and runs the period product company, August. She calls herself a progressive and said she's previously lost thousands of followers over her support for abortion access .\n\ntoggle caption Nadya Okamoto\n\nComing to the DNC, she admitted feeling some nervousness about how getting political could affect her work — but it didn’t change her decision to attend.\n\nSponsor Message\n\n“I'm kind of in this awkward space where I'm a very forward-facing co-founder of a venture-backed company that has national retail partners. But I'm also an individual. I'm also an American voter,” she said. “But I think that's the nature of politics, right? Whether it was me posting to 5 million followers or to a family chat of five people, you're going to get that pushback. And I think that's why the conversations are so important to have.”\n\nWhile in Chicago for the convention, Okamoto posted on TikTok nearly two dozen times. She talked about her support for Harris and shared multiple interviews with public figures, including Michigan Gov. Gretchen Whitmer.\n\nBut Okamoto still kept to her typical style: giving short, candid updates on her experience at the convention.\n\n“I’m unsurprised that the videos that performed the best weren’t substantially about politics,” she said, pointing to a post with her sisters that had the highest engagement with nearly 850,000 views.\n\n“It's challenging because obviously, it's like you're dealing with an audience that cares about values and issues, which to them is not inherently politics — and if anything has been like quite the opposite of politics,” she said.\n\nTori Dunlap faced a similar situation. She runs the platform Her First 100K, which helps women learn how to invest and save their money, and has more than 4.5 million followers across social media platforms.\n\n“We saw a hit to our follower counts when I started posting that we were attending the DNC and covering it, which honestly shocked me,” Dunlap said, telling NPR she lost about 10,000 followers on Instagram, where she has about 2.1 million in total.\n\ntoggle caption Presley Ann/Getty Images for SoFi/Getty Images North America\n\n“It felt very, very obvious maybe what my politics were or what they might be,” she added, highlighting that her podcast and book are called Financial Feminist.\n\nSponsor Message\n\nBut Dunlap, who just turned 30, said the criticism didn't faze her. Instead, she was extremely moved to attend the convention.\n\n“Posts performed as well as our normal content, if not better,” she said. “The photos of me just absolutely so excited and losing it … We're continuing to see a lot of love on those posts.”\n\nBut among that love, some of her followers expressed their disappointment with Dunlap’s decision to attend, so she responded.\n\n“I’m so tired of watching everyone fight in the comments. Just because you vote for a candidate or party doesn’t mean you like everything about them or their policies,” she wrote in the comments. “I was honored to represent my platform and advocate for you all.”\n\nDunlap told NPR she went to the DNC to encourage her followers to participate and feel they have a voice.\n\nAlso, while her brand may be about money, its political roots run deep. Dunlap said that her opposition to former President Donald Trump’s win in 2016 motivated her to help women gain a stronger understanding of their finances. For these reasons, she said she doesn’t see a dip in followers as a loss.\n\n“It's not an airport. You don't need to announce your departure,” she said. “If you don't want to talk about politics, first of all, that's a massive privilege. And second of all, it's OK. You can just leave, and you can find content elsewhere.”",
    "url": "https://www.npr.org/2024/09/01/nx-s1-5091076/dnc-content-creators-influencers-convention-tiktok-instagram",
    "image": "14.jpg",
    "publish_date": "2024-09-01 00:00:00"
}