{
    "index": 18,
    "title": "Whatever happened to ... the Bolivian women who skateboard in Indigenous garb?",
    "text": "Whatever happened to ... the Bolivian women who skateboard in Indigenous garb?\n\ntoggle caption Ben de la Cruz/NPR\n\nIn 2022, we published a photo story about an unusual group of skateboarders. The young Bolivian women who founded Imilla Skate do their heel flips and backslides in polleras — colorful, layered skirts worn by the country's Indigenous Aymara and Quechua population. \"By skating in polleras, we want to show that girls and women can do anything, no matter how you look or how people see you,\" says Daniela Santiváñez, who founded the group with two friends in 2019.\n\nAfter watching the young women do their moves at the Smithsonian Folklife Festival in Washington, D.C., this June, we spoke with several members to see how the group is faring.\n\nOn any given day in Cochabamba, Bolivia’s third-largest city, you can find the crew of Imilla Skate zipping down hilly streets, leaping off skate ramps or teaching kids the skateboarding philosophy that guides them: When you fall, you get back up.\n\nSponsor Message\n\nImilla Skate is an all-female skate collective from Bolivia, widely known at home and abroad for their unique skateboard attire: skirts called polleras and wide brim hats. Women who wear this garb, which is associated with Indigenous culture, have often been the subject of discrimination. Imilla Skate has adopted the garb as a symbol of Indigenous pride.\n\n“Indigenous people have stopped wearing their traditional clothes, refrained from passing down the language and even changed their last names out of fear of discrimination, but we’ve decided to break the chains of violence and accept our roots,” says Huara Medina, a 27-year-old graphic designer and Imilla Skate member.\n\nLeaping to fame on Instagram and TikTok\n\nSince becoming an internet sensation in 2020, attracting more than 170,000 followers across Instagram and TikTok, the skateboarders have traveled the world, appeared in spreads of international magazines and been invited to national skate competitions. With their newfound fame, the collective's members have reflected on how they can make a difference in their communities. While they initially banded together to have fun and inspire women to skate, Medina said they’re working on projects that can have a larger impact.\n\ntoggle caption Ben de la Cruz/NPR\n\n“While we skate for fun, we also have a vision of bringing opportunities to this country, of growing as a community and of helping people,” says Medina.\n\nSponsor Message\n\nThey’re determined to create more public venues for people to take up skateboarding and to find financial support for talented veterans of the sport. They’ve also started workshops at a women’s shelter in Cochabamba, a mountainous city in the heart of Bolivia, where they’ve begun to use skateboarding as a vehicle to connect with others and talk about empowerment and resilience.\n\nThe philosophy of skateboarding\n\nAs they prop up kids on skateboards and teach them to roll on their own, the members share the skate philosophy: When you fall, you have the power to get back up. If you fail a trick and fall down, you try again until you get it right.\n\nDeysi Tacuri López, a 29-year-old courier and Imilla Skate member, says it’s a belief she has applied to her own life over the past decade since she learned to skate. Whenever she felt alone, depressed or overwhelmed by anxiety, she rode out the emotions on her skateboard until she felt better. She says that the sport has been a mainstay in her life that has helped her overcome tough moments.\n\ntoggle caption Ben de la Cruz/NPR\n\nTacuri has imparted these lessons to the women at Rafael Refuge, the women’s shelter, too. They're often migrants from the countryside seeking opportunities in the cities and are typically between the ages of 30 and 50. And they're a bit reserved. At first, they’re usually amused that women who look like them and dress in polleras are doing skate tricks. says Tacuri. But once they overcome their inhibitions, they, too, find joy in the sport.\n\n“We teach them to go beyond their limits. It doesn’t matter that they wear polleras and are from the countryside. They can achieve more than they imagine,” says Medina.\n\nA big dream\n\nTo continue with this type of programming, Imilla Skate members hope to open a community center in Cochabamba, replete with the ramps and bowls that skateboarders use for their tricks. They recognize that it will take a long time to raise money via a crowdfunding campaign and find architects experienced in designing skateparks. While interest in skateboarding has exploded in recent years, skatepark architects remain scarce and funding for these ventures is hard to come by.\n\ntoggle caption Ben de la Cruz/NPR\n\nIt’s an ambitious project, but a summer tour through the United States has inspired them to dream big. In Washington D.C. at the Smithsonian Folklife Festival this June, they met skaters from Indigenous groups across the Americas who were building up local communities that advocate for their culture and the sport. They found further inspiration in New York City and California, skateboard meccas where they met skaters of all ages and learned about projects that promote skateboarding for all ages.\n\nSponsor Message\n\n“We made a lot of contacts to bring a bit of that culture in the United States to Bolivia and to strengthen our community,” says Tacuri.\n\ntoggle caption Ben de la Cruz/NPR\n\nEqually as fascinating for the collective during their U.S. visit was to meet skaters in their 60s who have made the sport a life-long commitment — a goal for the Bolivians as they grow older. While “imilla” means young girl in the Aymara and Quechua language, the women of Imilla Skate are entering their late 20s, finishing college, advancing in their careers and starting their own families. Some are now juggling skateboarding with motherhood and work schedules.\n\nTacuri says they have tried to make it work by finding time on the weekends, at night or in the early mornings for an hour of practice. Sometimes they have had to miss time with family or at work to run Imilla Skate, but it’s a sacrifice that the members are willing to make to promote the sport that they love, Medina adds.\n\ntoggle caption Ben de la Cruz/NPR\n\nMedina notes that being part of Imilla Skate has changed her life. Like the rest of her crew, Medina often dresses in traditional clothes, with a twist. That means wearing shortened floral skirts paired with a metallic choker, Vans and a lip piercing. While she continues to draw stares because of her clothes, she says that stepping out in a pollera at a skatepark in Bolivia or abroad makes her feel confident. She feels like she’s channeling the strength of all the generations of Indigenous women who came before her, including her beloved grandmother Sirila.\n\n“It’s a mixture of love, empowerment, pride and a bit of nostalgia but above all, joy,” she says.\n\nChristina Noriega is a freelance journalist based in Colombia, where she reports on human rights, gender equality and the environment\n\n",
    "url": "https://www.npr.org/sections/goats-and-soda/2024/09/02/g-s1-20283/skateboard-bolivia-indigenous-women",
    "image": "18.jpg",
    "publish_date": "2024-09-02 00:00:00"
}