{
    "index": 30,
    "title": "A newly mapped underwater mountain could be home to 20 new species",
    "text": "A newly mapped underwater mountain could be home to 20 new species\n\ntoggle caption ROV SuBastian/Schmidt Ocean Institute\n\nAbout 900 miles off the coast of Chile, scientists have discovered an underwater mountain home to \"pristine ecosystems\" they believe host at least 20 previously unknown species.\n\nThe team mapped a 1.9-mile tall seamount, which is part of the Nazca Ridge, an underwater mountain range in the southeast Pacific Ocean.\n\nThe potentially new species, which have yet to be officially confirmed, include a sea urchin, starfish and a squat lobster. The findings will be submitted to the Ocean Census, which promotes the discovery of new marine species. Full species identification can take several years.\n\ntoggle caption ROV SuBastian/Schmidt Ocean Institute\n\nThe researchers also documented rare sightings of the delightfully named Casper octopus and flying spaghetti monsters, and captured footage of a live squid that had only previously been studied from a few dead samples.\n\nSponsor Message\n\nThe discoveries are the result of a 28-day expedition to the understudied Nazca Ridge, led by Schmidt Ocean Institute. Before this mission, the height and the exact location of the mountain range weren't known, researchers told ABC News.\n\nNew technology allowed researchers to study the craggy depths with greater accuracy than previously possible. Researchers used a remotely operated vehicle named SuBastian to gather images to map the sea floor.\n\ntoggle caption ROV SuBastian / Schmidt Ocean Institute\n\nOnly 26% of the seafloor has been mapped with such high resolution, said Schmidt Ocean Institute’s executive director Jyotika Virmani in a Wednesday news release. Each expedition \"brings into focus a little more of the unknown seabed and life on our home planet,\" she said.\n\nThe Institute’s two prior expeditions to Nazca and the adjoining Salas y Gómez Ridge, in January and February, led to the discovery of 150 previously unknown species.\n\nBecause both mountain ranges are in the high seas and lie outside of any country’s jurisdiction, their ecosystems are vulnerable to the effects of climate change, plastic pollution, overfishing and potential deep-sea mining, according to the Schmidt Ocean Institute.\n\nUnder a yet-to-be ratified United Nations treaty, the region containing the Nazca and Salas y Gómez Ridges is a candidate to become a \"marine protected area,\" a legal designation that could protect marine life from activities such as commercial fishing or oil drilling.\n\nSponsor Message\n\n\"Upon concluding our third expedition to the region, we’ve explored around 25 seamounts on the Nazca and Salas y Gómez Ridges,\" said Tomer Ketter, a marine technician for the Schmidt Ocean Institute, in the news release. \"We hope the data gathered from these expeditions will help inform future policies, safeguarding these pristine environments for future generations.\"",
    "url": "https://www.npr.org/2024/08/29/g-s1-20194/nazca-sea-mount-new-species",
    "image": "30.jpg",
    "publish_date": "2024-08-29 00:00:00"
}