{
    "index": 34,
    "title": "Mosquito-borne illnesses are rising: Here's how to protect yourself",
    "text": "Mosquito-borne illnesses are rising: Here's how to protect yourself\n\ntoggle caption Cavan Images/Getty\n\nMosquitoes aren’t just a nuisance. Recent headlines remind us they can also be a serious health concern.\n\nIn New England, cases of Eastern equine encephalitis (EEE) — a rare but potentially deadly disease — have shut down some public parks and killed one person in New Hampshire. Meanwhile, Dr. Anthony Fauci, the nation’s former top infectious disease expert, is recovering from West Nile virus, another mosquito-borne disease.\n\nResearchers say mosquito-borne illnesses are on the rise across the U.S., Central and South America and Europe, thanks to warming temperatures and other factors. And while West Nile virus remains the most common in the U.S., many other mosquito-borne illnesses – including Zika, malaria and dengue – are also a concern.\n\nSponsor Message\n\n“Luckily for humans, you prevent them a lot the same way,” says Dr. Angelle Desiree LaBeaud, a professor of pediatric infectious diseases at Stanford University and epidemiologist whose work focuses on insect-borne diseases.\n\nHere’s what you need to know about protecting yourself from a potentially infectious mosquito bite.\n\nCover Up\n\nA mosquito can’t infect you if it can’t bite you, and that means avoiding going outdoors when they are most active, from dusk until dawn. If you do go outside at these times, it’s important to cover up with long pants and long sleeves so there’s less exposed skin for mosquitos to nip at, says Dr. Peter Hotez, the dean of the National School of Tropical Medicine at Baylor College of Medicine, in Houston, Texas.\n\nEven though he’s on the Gulf Coast, where summers can get brutally hot, Hotez says he makes sure to cover up completely whenever he ventures outside in the morning or evening.\n\n“I am actually covered in a long-sleeve hoodie, sweat pants, socks and sneakers and a hat. And of course, people look at me like I'm crazy because it's so hot and everyone’s in shorts.” But it helps him avoid getting bitten.\n\nUse insect repellent\n\nHotez says he also applies insect repellent on whatever skin is left exposed – the back and palm of his hands, his neck and the sides of his face.\n\nThe CDC recommends using an insect-repellent registered with the Environmental Protection Agency, including DEET, picaridin and IR3535.\n\nOil of lemon eucalyptus and para-menthane-diol (PMD) also work, according to the CDC, but they should not be used on children under age 3.\n\nYou can also treat your clothes with an insect repellent called permethrin. Just don’t get it on your skin. And cat owners should be careful when spraying, because permethrin is toxic to cats. The CDC has a video on how to use it properly.\n\nDon’t forget to protect kids, too.\n\nThe American Academy of Pediatrics recommends using insect repellent on kids, too, whenever you’re in an area where bites are a concern.\n\nAnd while some parents are wary, the AAP says it's safe to use DEET on kids – just make sure to use a product that contains no more than 30% DEET, and only apply it once a day on a child.\n\nThe pediatricians’ group recommends using insect repellents in the form of sticks, lotions and unpressurized sprays for kids, and avoiding products that combine insect repellent with sunscreen.\n\nSponsor Message\n\nDon’t spray kids’ faces directly. Instead, the AAP says to put repellent on your own hands and then rub it on the child’s face. And don’t apply repellent to young kids’ hands because they tend to put their hands in their mouth or eyes.\n\nAs with grownups, you can reduce the amount of insect repellent needed with kids by dressing them in long pants and sleeves. The CDC also recommends using mosquito netting to cover babies in strollers and baby carriers.\n\nMosquito nets are also good for adults, especially when sleeping outdoors.\n\nCheck your screens and get rid of standing water\n\nMosquitoes love to breed in standing water, so it’s important to make sure to empty any containers – whether it be empty flower pots, kids’ toy buckets or whatnot – that might attract them, LaBeaud and Hotez both say.\n\nThat goes for indoors too, Hotez says, especially if you’re keeping the door open for a while to, say, let the dog out. And don’t forget to check window and door screens for holes or snags that might let mosquitoes sneak inside.\n\nCall mosquito control\n\nIf you happen to see a lot of mosquito activity on your property and don’t know where it’s coming from, LaBeaud says you can call your local mosquito control district and they’ll come out and investigate and help treat the problem.\n\nLaBeaud welcomes the recent attention to preventing mosquito bites, because as she notes, “Mosquitoes are not always harmless,” they kill more people than any other creature in the world.\n\nStill, she says, she doesn’t want people to be terrified – “just recognize that they could have a health impact,” and take precautions.\n\nThis story was edited by Jane Greenhalgh",
    "url": "https://www.npr.org/sections/shots-health-news/2024/08/29/nx-s1-5094931/tips-to-keep-mosquitoes-at-bay-and-stop-the-diseases-they-spread",
    "image": "34.jpg",
    "publish_date": "2024-08-29 00:00:00"
}