{
    "index": 38,
    "title": "Want to help support your Gen Z kids? Talking really helps",
    "text": "Want to help support your Gen Z kids? Talking really helps\n\ntoggle caption Annika McFarlane/Getty Images\n\nFor many pre-teens and teens, a new school year brings big changes: new routines, different classes and changing friendships (both in real life and online).\n\nParents can help kids navigate these transitions by understanding their feelings and finding ways to better support them. A new survey published in July provides fresh insight into the emotional landscape of today’s Gen Z youth.\n\nConducted by the Walton Family Foundation (a funder of NPR) and Gallup, in partnership with teen psychologist Lisa Damour , the group surveyed 1,675 children ages 10 to 18 and one of their guardians. It found that Gen Z kids felt pressure to be perfect and increased negative emotions like anxiety, especially among girls and teens.\n\nSponsor Message\n\nBeing a pre-teen and teen has always been hard, says Damour. But this generation of children faces unique challenges. “We're asking a lot of them academically. They are trying to navigate a social media environment that can be very taxing for them.”\n\n“And young people worry about big things, like their future,” she adds. About two-thirds of Gen Z youth worry about what the world will be like when they are adults, according to the survey.\n\nDamour, author of Untangled, Under Pressure and The Emotional Lives of Teenagers, talks to NPR about what parents can learn from the findings from the Gallup study.\n\n\n\n😇 Remind your teen they don’t have to be perfect\n\nAbout one in three Gen Zers struggle with perfectionism, according to the survey — especially girls, teens and oldest children.\n\nThat can affect a child’s self esteem, says Damour. The study found that those who say they need to be perfect were “more likely than those who do not feel that pressure to say they felt anxious, sad and stressed a lot the prior day.”\n\nSo help your teen get comfortable with making mistakes, she says. “Let them recognize the mistake while still having a general sense of positive self-regard.”\n\nSponsor Message\n\nTell them that “while we are working on our shortcomings, we still can feel we are good, worthy and decent,” she says.\n\nAnd make sure they hear from you that they don’t need to be perfect — it may help reduce negative emotions that come with striving for perfection, according to the report.\n\n\n\n🗣️ Talk to your teen. They want to hear from you\n\nAbout one in six parents struggle to comfort their child or communicate with them when they are upset, found the survey . They assume that their teens don’t want to talk to them, or may not be receptive to a conversation.\n\n“But what we heard from teenagers is how helpful these conversations are and how much they care about what adults have to say,” says Damour. “So my advice to anyone caring for a teenager is to go ahead and have a conversation about whatever it is you're worried about.”\n\nIf you’re not sure what to do, just listen, she says. That was the No. 1 response when Damour asked the teens: What can adults do to be helpful when you’re upset? “Second to that: ‘Take our feelings seriously.’ Very low down the list was ‘offer advice.’ “\n\nLook for natural openings in everyday conversation to bring up your concerns, she says. “Once your kid is talking about it, that is a great time to say, ‘it sounds like your friend's having a hard time at school. How are things feeling for you at school?’ ”\n\n\n\n🎢 Be OK with your kid’s roller coaster of emotions\n\nThe emotional lives of preteens and teenagers are complex, according to the findings . Nearly all the children surveyed said they “felt happiness a lot of the prior day,” but 45% also felt stressed, 38% anxious and 23% sad.\n\n“The takeaway here is that kids have lots of moods, good and bad,” says Damour.\n\nSponsor Message\n\nIn general, teens have more intense emotions, says Damour. “But it’s not a sign that anything is wrong. It’s actually a sign of forward development.”\n\nParents can better navigate big mood swings by “thinking about it the way psychologists think about it: having feelings that fit what’s happening — and managing those feelings,” she says.\n\n“If your kid isn't invited to a party that all their friends seem to be going to, they will be sad. That is the expected emotion. It would be strange if they didn't feel it,” says Damour.\n\nKids already have great coping skills that they turn to comfort themselves, according to the report. “Maybe they have a good cry, cuddle their dog, go for a run,” says Damour. Parents should only worry “if they're using coping strategies that are harmful.”\n\nIn other words, it is OK to have negative emotions. It's what we do with them that counts, she says.\n\nThe digital story was written by Malaka Gharib and edited by Andee Tagle and Meghan Keane. The visual editor is Beck Harlan.\n\nWe'd love to hear from you. email us at LifeKit@npr.org. Listen to Life Kit on Apple Podcasts and Spotify, or sign up for our newsletter.",
    "url": "https://www.npr.org/2024/08/27/g-s1-19635/a-new-poll-reveals-the-worries-of-gen-z-kids-and-how-parents-can-support-them",
    "image": "38.jpg",
    "publish_date": "2024-08-27 00:00:00"
}