{
    "index": 43,
    "title": "Once a cheater, always a cheater? Busting 3 common myths about infidelity",
    "text": "Once a cheater, always a cheater? Busting 3 common myths about infidelity\n\ntoggle caption Adrián Astorgano for NPR\n\nFrom an outsider’s perspective, dealing with a cheating partner might seem obvious: cut your losses and run.\n\nBut Talal Alsaleem , who has helped hundreds of couples work through their infidelity in his 17 years as a clinical psychologist and licensed marriage and family counselor, says couples should do the opposite. First, they should turn toward each other. That doesn’t necessarily mean forgiving the wrongdoing, he says – it just means facing the problem head-on.\n\nHealing can look a lot of different ways, he says. “Sometimes infidelity is the clear signal that this relationship shouldn't have [existed] in the first place,” says Alsaleem. But in other cases, it can present “a golden opportunity” for couples to address underlying issues and work together toward a stronger relationship.\n\nSponsor Message\n\nAlsaleem, founder of The Infidelity Counseling Center in Roseville, Calif., shares common misconceptions about romantic affairs -- and how to cope.\n\n\n\nMyth 1: Cheating means having sex with someone else\n\nCrossing the line means different things to different couples, says Alsaleem. In some relationships, flirting is considered cheating. In others, it’s no big deal.\n\nSo explicitly define the boundaries of your relationship as early as possible. Couples assume they’re on the same page about emotional or sexual exclusivity only to realize they’re not when it’s too late, he says.\n\nGet specific with each other. How do you feel about sexting? Porn? How close is too close to a friend or coworker? It might feel awkward to talk through these topics with your partner, says Alsaleem, but it’s important to communicate clear boundaries.\n\nAnd if your partner \"is not willing to engage in conversation about exclusivity, that's a red flag,\" he adds.\n\n\n\nMyth 2: Once a cheater, always a cheater\n\nJust because someone cheated in a past relationship does not mean they’ll cheat on you, says Alsaleem.\n\nBut you should make sure your partner worked on the issues that led them to cheating in the first place, says Alsaleem. Otherwise, if put in a similar situation, that person might repeat their mistakes.\n\nAnd remember: an affair is not a real relationship. “You only know the part of the person they choose to show you in the affair,” says Alsaleem. “Love requires you to be in a three-dimensional relationship where you see the good, bad and in-between.”\n\n\n\nSponsor Message\n\nMyth 3: Cheating means your relationship is over\n\nNot everyone can or should forgive infidelity -- and it’s OK to end a relationship to save yourself from unnecessary pain and suffering.\n\nHowever, in Alsaleem’s experience, couples can and do recover from romantic affairs if they commit to it. “If people choose to rebuild their relationship for the right reason, they're going to end up with a better, healthier relationship than ever before,” he says.\n\nIf that’s a route you want to take, couples should take the time to understand the root cause of the transgression, says Alsaleem. It will help them heal from the trauma and avoid ending up in the same situation again, whether in the current relationship or future relationships.\n\nKeep in mind that forgiveness is earned, says Alsaleem. Rebuilding trust may require proactive transparency on the part of the unfaithful: sharing their location or phone and laptop passwords to prove there’s nothing to hide -- at least early on.\n\n“Breaking someone’s heart – that’s not a small thing, regardless of how far we went into the infidelity,” says Alsaleem.\n\nThe digital story was edited by Malaka Gharib. The visual editor is Beck Harlan. We'd love to hear from you. Leave us a voicemail at 202-216-9823, or email us at LifeKit@npr.org.\n\nListen to Life Kit on Apple Podcasts and Spotify, and sign up for our newsletter.\n\n",
    "url": "https://www.npr.org/2024/08/19/g-s1-17587/once-a-cheater-always-a-cheater-busting-3-common-myths-about-infidelity",
    "image": "43.jpg",
    "publish_date": "2024-08-19 00:00:00"
}