{
    "index": 46,
    "title": "A beginner's guide to how to start weightlifting : Life Kit : NPR",
    "text": "Want to try weightlifting? Don't let intimidation get in your way\n\nEnlarge this image Photo Illustration by Becky Harlan/NPR Photo Illustration by Becky Harlan/NPR\n\nThis story was originally published on October 11, 2021 and has been updated to include a rerun of the podcast episode.\n\nWeightlifting is a great way to exercise efficiently while preventing injury. But a big barrier to getting started is \"gymtimidation.\"\n\nPeople worry they'll hurt themselves, that others will judge them or that they'll look stupid at the gym. Or that their body doesn't fit the gendered (and unrealistic) norm of what an \"athletic\" body looks like.\n\nTo overcome this fear, fitness experts say you'll need careful planning and willpower to fight against the ingrained social messages about who strength training is for and isn't for. Because weightlifting is for everyone. \"Bodybuilding is not any [more] special than taking a walk. It's a process that we all build up to,\" says Justice Roe Williams, the founder and executive director of Fitness 4 All Bodies.\n\nSponsor Message\n\nWe asked experts for their tips on getting started.\n\nDon't worry about what other people think\n\nYou know that feeling when you walk over to the weights section, and it feels like everyone is huge and lifting a million pounds, and they're so ready to judge you?\n\nGive yourself the room to get comfortable with your gym, says Casey Johnston, the writer behind the fitness newsletter She's a Beast. \"Going to a new gym is like starting a new job. Take in the environment.\" What do people do in between exercises? Where do people stand when they rest?\n\nAnd even though it can feel nerve-wracking, remember that people are generally not paying attention to what you're doing. Everyone is there to focus on their own workout.\n\nStart small and gradually lift heavier weights\n\nEnlarge this image Photo Illustration by Becky Harlan/NPR Photo Illustration by Becky Harlan/NPR\n\nThere are lots of beginner strength training plans available online. Johnston recommends following a training plan that will encourage you to lift heavier weights incrementally.\n\n\"A beginning strength training program can be three movements three days a week and that's it,\" she says.\n\nSo an example could be three sets of five reps of squats, bench presses and deadlifts three days a week. This kind of training requires a lot of rest between workout days.\n\nSponsor Message\n\nDo this for six months to a year, says Johnston, \"and you'll really see progress. Your body can build strength quickly.\"\n\nIf you can, \"add two and a half to five pounds to each of your lifts\" at each weightlifting session, she says. \"So you're squatting five pounds on Monday. On Wednesday, you could squat 10. On Friday, 15. And keep going.\"\n\nJohnston recommends StrongLifts beginners programs, Barbell Medicine and the r/fitness subreddit as good places for beginners to start.\n\nKeep a notebook of your progress\n\nTake a notebook with you to the gym and \"write out the movements you're doing for the day. Record the weight you ended up lifting and how it felt,\" says Johnston.\n\nThese notes can help you see your \"progress over time,\" she says. \"A few weeks ago, I was lifting 20 pounds. Now I'm lifting 65 pounds. Like, wow — that's really cool.\"\n\nDon't knock compound movements\n\nEnlarge this image Photo Illustration by Becky Harlan/NPR Photo Illustration by Becky Harlan/NPR\n\nYou might notice your plan includes a lot of the same exercises, like deadlifts, squats and rows.\n\nThe reason beginner plans use so few movements is because they're often made up of compound movements, efficient exercises that use your muscles together the way they're meant to be used.\n\nFor example: During an arm workout, you could work your way through the bicep machine, the tricep machine, the shoulder press machine and lateral raises. Or you could do a bench press and lat pulldowns, both of which use all your arm muscles together.\n\nCompound movements allow you to spend less time at the gym, get through your workouts more quickly and focus more deeply on a handful of exercises.\n\nFind your \"why\"\n\nPoorna Bell, a powerlifter and the author of Stronger: Changing Everything I Knew About Women's Strength, started strength training after her husband died unexpectedly in 2016. She felt lost and weak, and she started working out with a personal trainer to help build strength, both physically and mentally.\n\nIf you can connect with your deeper reasons for exercise, it can help you start your weightlifting journey from a more positive place. Bell recommends tackling this shift by reframing any exercise you do as work you're doing with and for your body — to build strength, to achieve goals, to help your mental health — instead of work you're doing to carve your body into the ideal shape, size or weight.\n\nSponsor Message\n\nStrength training \"has proved to me many times in the past that I am stronger mentally and physically than I ever give myself credit for,\" says Bell. \"And that is something I'm never going to not need.\"\n\nThe audio portion of this episode was produced by Janet W. Lee, with engineering support from Neil Tevault.\n\nWe'd love to hear from you. If you have a good life hack, leave us a voicemail at 202-216-9823, or email us at LifeKit@npr.org. Your tip could appear in an upcoming episode.\n\nIf you love Life Kit and want more, subscribe to our newsletter.",
    "url": "https://www.npr.org/2021/10/07/1044016040/weightlifting-strength-training-tips-getting-started",
    "image": "46.jpg",
    "publish_date": "2021-10-07 00:00:00"
}