{
    "index": 49,
    "title": "Overwhelmed by your smartphone? Switching to an old-fashioned flip phone might help",
    "text": "Overwhelmed by your smartphone? Switching to an old-fashioned flip phone might help\n\ntoggle caption Photo illustration by Becky Harlan/NPR\n\nYour smartphone is designed to suck you in. You might pick it up to quickly check the weather, only to find yourself an hour later scrolling through TikTok.\n\nIf you “want a break from the digital world and need a change of lifestyle,” consider switching to a basic phone, says Jose Briones , author of Low Tech Life: A Guide to Mindful Digital Minimalism. Also called dumbphones (a term that Merriam-Webster added to its dictionary in 2022 ), these lower-tech devices do not include many of the apps typically found on smartphones.\n\nSponsor Message\n\nBriones, who is a basic phone user and the moderator of the forum r/dumbphones on Reddit, explains what people should know about these devices before making the transition.\n\n\n\nThe basics of basic phones\n\ntoggle caption Photo illustration by Becky Harlan/NPR\n\nYou might be wondering: What the heck is a basic phone? Briones offers a litmus test: if your device has an app store, it’s a smartphone, he says. If not, it’s a basic phone.\n\n\n\nWhat do basic phones look like? They tend to have small screens that are less enticing to spend time on, and usually look like the flip phones or Nokia phones you might have had before smartphones existed.\n\nWhat are the features? They allow you to make phone calls and text. But different models have different features. Some offer the ability to search the internet, play mp3 files, take notes, set an alarm or look up directions.\n\nCan I just use the old Nokia I had when I was in high school? Probably not, says Briones. “Nowadays, a lot of providers like AT&T or T-Mobile will not activate older 2G or 3G devices.” So make sure that whatever phone you get has a 4G LTE connection.\n\nHow do I know which phone is right for me? Make an inventory of all the apps that you actually use on your smartphone. Then look for simple devices that have some of these functions. There are a lot of models out there: flip phones like the CAT S22 or Sunbeam F1 Horizon , “candy bar” phones like the Nokia 110 4G and the Light Phone, which looks like a small e-reader . Briones, who also reviews basic phones, has a short quiz on his website that can help you make the decision, based on factors like price range, needs and style.\n\nSponsor Message\n\nHow much do they cost? As little as $20, though the cheaper ones will likely be less customizable, Briones says. Simple phones with more functionality, regular updates and company support can cost $100 or more.\n\nYou don’t have to use a basic phone 24/7\n\ntoggle caption Photo Illustration by Becky Harlan/NPR\n\nA lot of us rely on our phone as a camera, a GPS, a music player and an alarm clock. We use it for work and to communicate with our friends. So it can feel scary to leave our smartphones behind.\n\nDon’t worry, says Briones. You don’t have to use your basic phone all the time.\n\nSome people use a smartphone during the week and a simple phone on the weekends, when they want to unplug.\n\nOr they use a basic phone for the majority of the time, but switch to a smartphone in moments when they might need more apps. For example, if you're on vacation, you may need a smartphone to access to your flight information, translate the language or help you find your way around.\n\nDecide how you want to split your time with your smartphone and your basic phone. If you land on having two phones, Briones says you can sign up for two phone lines with separate numbers. Alternatively — and depending on the phone model — you can get a physical SIM card and switch it out between your phones.\n\n\n\nFind creative (and analog) workarounds to your digital needs\n\ntoggle caption Photo illustration by Becky Harlan/NPR\n\nUsing a basic phone will affect your lifestyle. You won’t have access to many of the tools that a smartphone provides, at least not in your phone. Briones shares some creative solutions.\n\nLean into the analog part of what it means to have a basic phone. Get an old-school alarm clock to wake you up in the morning. Carry around a disposable camera to take photos. Bring back your old MP3 player to listen to music.\n\n\n\nGet an old-school alarm clock to wake you up in the morning. Carry around a disposable camera to take photos. Bring back your old MP3 player to listen to music. Find the workarounds to essential apps. If you decide to get the most basic of phones and want to get an Uber, for example, know that you can order a car by phone (dial 1-833-USE-UBER ). You can also call a cab company. If your employer requires you to use a smartphone with an authenticator app to log into the company's internet or email, ask your IT department if they can give you a hardware security token instead. Those are physical security keys you can plug into your computer and tap as a second form of verification after your password.\n\n\n\nIf you decide to get the most basic of phones and want to get an Uber, for example, know that you can order a car by phone (dial ). You can also call a cab company. If your employer requires you to use a smartphone with an authenticator app to log into the company's internet or email, ask your IT department if they can give you a hardware security token instead. Those are you can plug into your computer and tap as a second form of verification after your password. Use apps on your computer. If you need to attend a Zoom meeting, chat with someone on Skype or sell a lamp on Facebook Marketplace, you don’t have to do it on your phone. Download the apps to your laptop or desktop and get the work done there.\n\nSponsor Message\n\nAlert friends and colleagues about your new phone\n\nOne of the biggest challenges you may face with a basic phone is that you’ll be less available, at least on certain apps. And that could frustrate friends, family and colleagues who want to reach you, says Briones.\n\nTell your employer that you’d like to use a basic phone as an experiment, says Briones. See what happens with your productivity and with your relationships at work. After a week or two, “if everything improves, that’s an argument to continue in this direction.”\n\nSet expectations with friends, family and your employers about how quickly they can expect you to respond to messages now that you are using a basic phone, including what hours you’ll be available and how you can best be reached.\n\nThis may be difficult to do, says Briones, but “this is a moment where you have to say, ‘I am slowing down in my communication practices and I want you to respect that.’ ”\n\nThis episode was produced by Margaret Cirino. The digital story was edited by Malaka Gharib. The visual editor is Beck Harlan. We'd love to hear from you. Leave us a voicemail at (202) 216-9823, or email us at LifeKit@npr.org.\n\nListen to Life Kit on Apple Podcasts and Spotify, and sign up for our newsletter.",
    "url": "https://www.npr.org/2024/08/08/g-s1-15391/how-to-switch-from-a-smartphone-to-a-basic-phone",
    "image": "49.jpg",
    "publish_date": "2024-08-08 00:00:00"
}