{
    "index": 58,
    "title": "How to reveal a parent's hidden story",
    "text": "How to reveal a parent's hidden story\n\ntoggle caption Ippei Naoi/Getty Images/Moment RF\n\nIn 2019, I published my first book, a migrant memoir called Here We Are. Mom was a seamstress; Dad a shopkeeper. He was also my archnemesis: the dating and dancing police, the auditor of skirt lengths, the man more concerned with his daughter’s marriage prospects than her career ambitions.\n\nThen, his career ended abruptly. Dad got arrested for selling calculators to a drug cartel. He landed in Rikers Island and then deportation proceedings. After the initial shock wore off, and I witnessed how the justice system mistreated him, I decided to stop going to school in order to fight his case. I was 19.\n\nSponsor Message\n\nWhen I went on a book tour, the most frequently asked question I got was not: what do you think about immigration or criminal justice policy? It was: how can I get to know my dad or my mom? Dad’s legal crisis created an unlikely runway for a rebellious teen and an Old World man to become the best of friends. While people didn’t envy the circumstances, they did envy the relationship.\n\nTalking to a parent about their personal history can be tough – especially if they have painful, shameful or traumatic memories, or if you’ve had a strained relationship. That said, so many of us want to deepen our connection with loved ones. I spoke to fellow writers experienced in family memoir generally, and the migrant journey specifically, about how to start the conversation.\n\n\n\n1. Give them a heads up\n\nYour family history is not a pile of dirt. You are not an industrial-strength vacuum. Don’t approach your mom or dad like you’ve got to take in everything everywhere all at once.\n\nIf you’re suddenly burning to probe your parent’s past, do not pick up the phone, says author Min Jin Lee, best known for the bestselling historical fiction Pachinko. Over the past few years, Lee has been interviewing family members for her first nonfiction book. “Please do not surprise anyone, especially people whom you love.”\n\nThink about what you want to learn and then ask in advance. “Would it be OK if I came by to ask you some questions?” she says.\n\nAllow the person to say yes or no. “I'm gonna sound corny, but please proceed with love,” says Lee. “You have a family bond. That's a very serious thing.”\n\n\n\n2. Don’t throw curveballs\n\nThis advice is antithetical to what journalists often do. Our industry values curveball questions because they catch powerful people off guard (some call it the ‘“gotcha” question). But it can shut folks down.\n\nSponsor Message\n\nOne way to build trust is to ease into the hard stuff. When Lee sat down with her parents to interview them, she says she asked them simple, factual questions first. “Where did you study? How did you feel? What do you remember about your parents? What are their actual names? How do you spell it?”\n\n3. Play the long game\n\nWait until the right time to ask questions that may stir up difficult memories. Kao Kalia Yang, a Hmong refugee and author of the memoir Where Rivers Part: A Story of My Mother’s Life, made herself wait decades before asking her mom Tswb about her harrowing journey to the U.S. from war-torn Laos.\n\n“I wasn’t ready. I knew I needed to know what love was, and perhaps marriage and motherhood, because these are such important realities of my mother's life. And so I was holding back,” Yang says.\n\nYang’s patience paid off. “If a deeper understanding is what you're looking for, then there are no shortcuts,” she says. Her book recounts Tswb’s life story in first person: how she left her mother in a jungle where they’d taken refuge, not realizing they’d ever meet again; why getting married at 16 was the greatest regret of her life; how she had seven miscarriages and seven babies.\n\nSo play the long game. Time your deep questions for your parents with rites of passage in your life. That may include having a child, losing a job or going through a breakup. These moments may help you better empathize with a parent. You’ll ask wiser and more sensitive questions, thanks to your hard-earned experience. They may be more likely to respond in turn.\n\n\n\n4. Allow the tears to flow\n\nWhen Yang began probing the past with her mom Tswb, the intention was to help her. It was an act of service. Tswb had been drowning in grief for decades. “She wakes up all the time from this nightmare in the jungle. She's young and my father is holding her hand and tugging her away, and she watches her mother standing there, looking. And she runs with my father. And she never sees her mother again. Which is, of course, the story of her life,” says Yang.\n\nSponsor Message\n\nRecalling these kinds of memories can make a parent feel “really sad or broken,” she adds. So if they get emotional while you’re interviewing them, don’t smother them with assurance. “Your instinct is to say ‘It’s OK, I’m here.’ But you weren’t there. You don’t know the magnitude of this memory in comparison to everything else that will come their way.”\n\nInstead, sit with that discomfort. “Whatever feelings there are, be brave in the face of it. Honor its place,” says Yang. Sometimes bravery means sitting quietly as someone convulses in tears.\n\n\n\n5. Draw strength from their stories\n\nMemories that make your parents feel ashamed, deep dark secrets they’ve held for decades – those can end up being a source of empowerment for you. “In my conversations with my family members and knowing their history and their struggle, I remember that I'm somebody and [they’re] somebody. And that's a very powerful thing,” says Lee.\n\nShe recalls her father’s story. When he moved to the States, he suffered a huge setback professionally. In Korea, he was a marketing executive, but in New York City, he ended up putting on a suit every day to work at a newspaper stand. People would toss coins at him. “I’ve been in situations where people do equivalent things to me metaphorically,” says Lee. If her father could “withstand that level of humiliation,” so could she.\n\nKnowing her dad’s highs and lows gives her strength “to know who I am when the world says I’m nobody.”\n\n\n\n6. Protect yourself\n\nA lot of people have been abused by our parents physically or emotionally. Even if you’re an adult, you may still be at risk of your parent harming you in ways that just aren’t worth it.\n\nSponsor Message\n\nSahaj Kaur Kohli, a practicing therapist and author of But What Will People Say, a new book about navigating mental health between cultures, says that before she could probe her parents’ past, she needed to move out, become financially independent and get therapy for herself.\n\nIf you don’t have that feeling of safety, she says, “the dynamic is not in a place where it would even be healing” to approach your mom or dad.\n\n\n\n7. Don’t record, unless…\n\nLee says she never records her interviews. As soon as you hit “record,” people change. They get stiff. Invisible walls go up. Instead, she opts for writing down responses with a pen and paper.\n\nThat said, I know I needed to record my dad at least one time. I did it years into our adult friendship, shortly before he passed away. My family doesn’t have heirlooms. I wanted a piece of Dad’s voice to give to my son – who never got to meet Dad, but has the same single dimple on his cheek.\n\nSometimes intentions conflict, I suppose.\n\nThis episode was produced by Margaret Cirino. The digital story was edited by Malaka Gharib. The visual editor is Beck Harlan. We'd love to hear from you. Leave us a voicemail at 202-216-9823, or email us at LifeKit@npr.org.\n\nListen to Life Kit on Apple Podcasts and Spotify, and sign up for our newsletter.",
    "url": "https://www.npr.org/2024/07/11/g-s1-9214/to-capture-a-parents-hidden-story-practice-patience-and-let-the-tears-flow",
    "image": "58.jpg",
    "publish_date": "2024-07-11 00:00:00"
}