{
    "index": 61,
    "title": "NPR podcast ‘How to Do Everything’ returns to offer somewhat helpful advice to listeners",
    "text": "NPR podcast ‘How to Do Everything’ returns to offer somewhat helpful advice to listeners\n\ntoggle caption NPR\n\nAugust 26, 2024, Washington, D.C. — NPR is launching a new season of How to Do Everything, a podcast hosted by Mike Danforth and Ian Chillag of Wait, Wait...Don't Tell Me! The hilarious show will answer life’s most pressing questions — from how to get out of quicksand to how to get out of an awkward conversation at a party.\n\nChillag and Danforth will gather ideas from listeners and create episodes filled with interesting conversations, some of which will answer the questions, and some of which will not. Each episode will aim to answer mundane questions with the most overqualified people possible. This season includes memorization tips from a soap opera legend, a mayor in Italy bringing sunlight to his town for the first time in centuries and something called The Nasal Ranger.\n\nListen to the trailer here.\n\n“I love working with Ian, and How To Do Everything is our baby,” says co-host Mike Danforth. “Wait Wait is also our baby, and I don’t want to pick favorites, but I love working with Ian on our favorite baby, How To Do Everything. My favorite part of the show is hearing questions from listeners. Do cows have different accents? Do I smell? These are actual questions we’ve tried to answer.”\n\n\"It's really nice how easy it's been getting back into making How To,\" says co-host Ian Chillag. \"It's like riding a bike. Which is something we once taught a grown man to do on the show. I hope he's still alive.\"\n\nHow to Do Everything launched in the halcyon days of podcasting and ran from 2011 to 2016. The 2024 version of the podcast will debut new episodes along with some of the very best from the archives.\n\nHow to Do Everything will be published weekly on Wednesdays in the How to Do Everything feed, and every other Wednesday in the Wait, Wait… Don’t Tell Me! feed.\n\nWait Wait…Don’t Tell Me!+ supporters will get to hear both How to Do Everything and Wait Wait…Don’t Tell Me! without sponsors, and they will also get bonus episodes from Wait Wait…Don’t Tell Me!, featuring exclusive games, behind the scenes content, and more. More details available at plus.npr.org/waitwait.\n\nAbout Mike Danforth\n\nMike Danforth is the executive producer of Wait Wait... Don't Tell Me! He lives in Chicago with his family. Mike and Ian previously hosted the TV rewatch podcast In The Scenes Behind Plain Sight. At his most recent physical, the nurse described Mike as “6'1”; not 6’ as he’d believed his entire adult life.\n\nAbout Ian Chillag\n\nIan Chillag is a writer and producer based in Brooklyn, NY. He is the senior producer of Wait Wait... Don't Tell Me! and the creator and host of the award-winning Radiotopia podcast Everything is Alive. He works across all media, and his work has appeared in McSweeney’s, the New York Times, A Public Space, Pop-Up Magazine, and, seriously, the German-language official quarterly of the Bavarian National Opera.\n\nAbout NPR\n\nNPR's rigorous reporting and unsurpassed storytelling connects with millions of Americans every day — on the air, online, and in person. NPR strives to create a more informed public — one challenged and invigorated by a deeper understanding and appreciation of events, ideas, and cultures. With a nationwide network of award-winning journalists and 16 international bureaus, NPR and its Member organizations are never far from where a story is unfolding. Listeners can find NPR by tuning in to their local Member stations (npr.org/stations), downloading the NPR App or asking Alexa to \"Play NPR.\" Additionally, listeners on Alexa will also be able to tune in to NPR's live coverage. Just tell Alexa to “ask NPR to play special coverage.” The NPR mobile app brings together the best of the NPR Network from around the world and right in your community — live radio, podcasts, the latest local and national news and more — available wherever you are and whenever you want. Get more information at npr.org/about and by following NPR Extra on Facebook, LinkedIn, Threads, and Instagram.",
    "url": "https://www.npr.org/2024/08/26/g-s1-19425/npr-podcast-how-to-do-everything-returns-to-offer-somewhat-helpful-advice-to-listeners",
    "image": "61.jpg",
    "publish_date": "2024-08-26 00:00:00"
}