{
    "index": 65,
    "title": "‘How Wild’ podcast explores America’s most protected lands and what ‘wilderness’ really means",
    "text": "‘How Wild’ podcast explores America’s most protected lands and what ‘wilderness’ really means\n\ntoggle caption KALW/NPR\n\nTuesday, August 6, 2024 – San Francisco – What makes a place wild? A new podcast, How Wild, produced by San Francisco’s KALW Public Media and distributed by the NPR Network, aims to answer this crucial question as climate change, increased visitation, and new technology are testing the definition of “wilderness.\" This seven-episode series will launch on August 13, to mark the 100th anniversary of the world’s first designated wilderness region. Hosted by KALW’s Marissa Ortega-Welch, How Wild listeners will visit public lands in the American West to explore the concept of wilderness, how it's changing, and how the stories we tell about wilderness say a lot more about us than the land.\n\n“As a long-time backpacker and former naturalist in National Parks and Forests, I’ve noticed a lot of changes over the years,” says Ortega-Welch. “More wildfires, trails becoming more and more crowded, and people using their phones to navigate instead of a paper map. I’m fascinated by how these changes are testing the meaning of wilderness, in both good and bad ways. How do we think about what is ‘natural’ in the era of climate change? How do we think about these areas as being places where humans are just ‘visitors’ while also recognizing the long history of management of these lands by Indigenous peoples?”\n\nListen to the trailer.\n\nA hundred years ago, the U.S. Forest Service set aside the first official wilderness in the world: the Gila Wilderness in New Mexico. Forty years later, the 1964 Wilderness Act defined wilderness as “an area where the earth and its community of life are untrammeled by man, where man himself is a visitor who does not remain.” Today, there are more than 800 wilderness areas across the U.S.\n\nJoin our host as she traverses the country speaking with hikers, land managers, scientists, environmentalists, and Indigenous leaders. These conversations lead to a deep dive on the criteria used to measure wilderness: natural, undeveloped, untrammeled, opportunities for solitude and primitive, unconfined recreation, and other features of value. How Wild examines the credence of those qualities, what dominant narratives they rely on, what histories and perspectives they might leave out, and how we might think about managing wilderness into the future.\n\nHow Wild is produced by NPR affiliate KALW Public Media and distributed by the NPR Network. Funding and support for How Wild is provided by California Humanities, a partner of the NEH; KALW Public Media San Francisco; and University of Colorado Boulder’s Center for Environmental Journalism.\n\nAbout Marissa Ortega-Welch (Host)\n\nMarissa is an award-winning radio and print journalist, whose stories have been featured by NPR, Reveal, Latino USA, The California Report Magazine, and High Country News magazine, among others. She’s the recipient of a Public Media Journalists Association award and numerous awards from the Northern California Society for Professional Journalists. She’s received support from fellowships like the CU Boulder’s Ted Scripps Fellowship in Environmental Journalism, and UC Berkeley-11th Hour Food and Farming Journalism Fellowship. She came to radio with a decade of work experience in science and environmental education\n\nAbout KALW\n\nSince 1941, KALW has been a trusted voice in the Bay Area, renowned for our dedication to local communities, innovative programming, and training initiatives. Our mission is to ignite conversations, uplift new voices, challenge prevailing narratives, and empower communities to envision a better world. As we navigate the complexities of today's media landscape, KALW remains steadfast in delivering free, independent, and high-quality journalism, cultural programming, and music. Our work not only informs but also inspires, creating a space where stories can drive social change.\n\nAbout the NPR Network\n\nThe NPR Network is a local-national media network comprised of independent public media organizations in communities around the country, founded on a mission to create a more informed public. Through the Network, NPR and Member stations are working together to bring America closer through free and independent journalism, music, politics, culture, and more. This collaborative initiative aims to engage more audiences with public media content through all digital platforms. NPR Network content is available through local Member stations (npr.org/stations), NPR.org, and the NPR App, and wherever podcasts are found.\n\nMedia Contact\n\nJune Jennings\n\nMediaRelations@NPR.org",
    "url": "https://www.npr.org/2024/08/06/g-s1-15427/how-wild-podcast-explores-americas-most-protected-lands-and-what-wilderness-really-means",
    "image": "65.jpg",
    "publish_date": "2024-08-06 00:00:00"
}