{
    "index": 66,
    "title": "New season of StoryCorps podcast, “Game Changers,” premieres July 30, 2024",
    "text": "New season of StoryCorps podcast, “Game Changers,” premieres July 30, 2024\n\ntoggle caption StoryCorps/StoryCorps\n\nFriday, July 26, 2024 (Brooklyn, NY) – StoryCorps, the national nonprofit dedicated to helping us believe in each other by illuminating the humanity and possibility in us all, will launch Season 13 of the StoryCorps podcast from NPR on Tuesday, July 30. The five episodes are hosted by longtime co-hosts Jasmyn Morris and Michael Garofalo, who recently returned to StoryCorps organization as Chief Content Officer. They will be released weekly on Tuesdays, through August 27, on NPR App, Apple Podcasts, Spotify, and wherever podcasts are available.\n\nWhen people come to StoryCorps, they tend to talk about the things that give their life meaning. In this season, as the world turns its eyes to the Olympic Summer Games in Paris, we’ll hear from people who found their sense of purpose in sports. These are people who changed the games they played, or had their lives changed by a game—athletes, yes, but also fans, families, and people who work in and around a sport. People who fought for themselves and others, honored the people they love through competition, won and lost with grace. And some who were just happy to be in the game.\n\nAbout StoryCorps\n\nFounded in 2003, StoryCorps is a national nonprofit dedicated to helping us believe in each other by illuminating the humanity and possibility in us all, one story at a time. Nearly 700,000 people, in all 50 states, have recorded interviews about their lives through StoryCorps. The award-winning organization preserves the recordings in its archive at the American Folklife Center at the Library of Congress, the largest single collection of human voices ever gathered, and shares select stories with the public through StoryCorps’ podcast, radio broadcasts, animated shorts, digital platforms, and best-selling books. These powerful human stories reflect the vast range of American experiences, engender empathy and connection, and remind us how much more we have in common than what divides us. StoryCorps is especially committed to capturing and amplifying voices least heard in the media. The StoryCorps MobileBooth, an Airstream trailer that has been transformed into a traveling recording booth, crosses the country year-round gathering the stories of people nationwide. 2023 marked the 20th anniversary of StoryCorps. Learn more atstorycorps.org.\n\nAbout NPR\n\nNPR's rigorous reporting and unsurpassed storytelling connects with millions of Americans every day — on the air, online, and in person. NPR strives to create a more informed public — one challenged and invigorated by a deeper understanding and appreciation of events, ideas, and cultures. With a nationwide network of award-winning journalists and 16 international bureaus, NPR and its Member organizations are never far from where a story is unfolding. Listeners can find NPR by tuning in to their local Member stations (npr.org/stations), downloading the NPR app or asking Alexa to \"Play NPR.\" The NPR mobile app brings together the best of the NPR Network from around the world and right in your community — live radio, podcasts, the latest local and national news and more — available wherever you are and whenever you want. Get more information atnpr.org/about and by following NPR Extra on Facebook, LinkedIn, Threads, and Instagram.\n\nPress Contacts:\n\nBlake Zidell, StoryCorps\n\nblake@blakezidell.com\n\nIsabel Lara, NPR\n\nmediarelations@npr.org",
    "url": "https://www.npr.org/2024/07/26/g-s1-13551/new-season-of-storycorps-podcast-game-changers-premieres-july-30-2024",
    "image": "66.jpg",
    "publish_date": "2024-07-26 00:00:00"
}