{
    "index": 67,
    "title": "NPR’s Embedded and CBC tackle sex testing in elite sports with ‘Tested’ podcast",
    "text": "NPR’s Embedded and CBC tackle sex testing in elite sports with ‘Tested’ podcast\n\ntoggle caption NPR\n\nJuly 12, 2024; WASHINGTON – Since the beginning of women’s sports, there has been a struggle to define who, exactly, gets to compete in the women’s category. Tested, a new limited series from NPR's original documentary podcast Embedded and CBC, Canada’s national public broadcaster, traces the 100-year history of the practice of sex testing female athletes in elite sports. The six-episode series hosted by Rose Eveleth (Flash Forward) will launch on July 15 everywhere podcasts are available, ahead of the 2024 Olympic Games.\n\nLast year, track and field authorities of World Athletics announced new regulations that mean some athletes cannot compete in the female category unless they lower their body’s naturally occurring testosterone levels. Tested follows the unfolding story of two of these athletes: Christine Mboma, an Olympic silver medalist from Namibia, and Maximila Imali, who holds two Kenyan national records. Mboma and Imali are not trans athletes. Assigned female at birth and raised as girls, they have never questioned their gender identity.\n\nThrough the eyes of Mboma, Imali, and a whole cast of historians, scientists, doctors, and other athletes, host Rose Eveleth explores a question that goes far beyond sports: What is fair and who decides?\n\nListen to the trailer here.\n\nSome argue that Mboma’s and Imali’s bodies give them an “unfair advantage.” As the Olympic Games approach, these new rules put athletes in a difficult position. They must choose between altering their bodies, giving up on competition at the elite level, or trying to fight.\n\n“Women’s leagues in the United States are booming and breaking attendance and viewership records left and right,” says Eveleth. “People watching this incredible moment unfold may not realize that there has been this century-long battle over what female athletes are supposed to look, sound and be like. I hope listeners of Tested will experience the same eye-opening journey that I did while reporting this story. I hope it encourages them to examine their prior assumptions, to contemplate complicated questions of fairness and equity and to maybe reimagine the world as a lot more interesting and complex than it might seem.”\n\nTested is a co-production of CBC and NPR’s Embedded, created by Bucket of Eels. Embedded+ supporters get access to episodes early and sponsor-free. More details available at plus.npr.org/embedded or on the Embedded channel in Apple Podcasts. Episodes of Tested are also available early and ad-free on CBC’s Stories Premium channel on Apple Podcasts\n\nAbout CBC Podcasts\n\nFrom Canada’s public broadcaster, CBC Podcasts is a richly diverse collection of award-winning podcasts that engage, enlighten and entertain. CBC is the #1 Canadian podcaster, reaching more Canadians than any other podcast publisher with more than 65 million downloads each year and more than 45 series in genres such as true crime, comedy, human interest and audio fiction.\n\nAbout CBC/Radio-Canada\n\nCBC/Radio-Canada is Canada’s national public broadcaster. Through our mandate to inform, enlighten and entertain, we play a central role in strengthening Canadian culture. As Canada’s trusted news source, we offer a uniquely Canadian perspective on news, current affairs and world affairs. Our distinctively homegrown entertainment programming draws audiences from across the country. Deeply rooted in communities, CBC/Radio-Canada offers diverse content in English, French and eight Indigenous languages. We also deliver content in Spanish, Arabic, Chinese, Punjabi and Tagalog, as well as both official languages, through Radio Canada International (RCI). We are leading the transformation to meet the needs of Canadians in a digital world.\n\nAbout Bucket of Eels\n\nBucket of Eels is a media production company that specializes in surprises. We produce in depth podcast and television series that help people better understand and appreciate their world: Why do people make the choices they make? What if they made different ones? Our shows and series play with form (Flash Forward, Advice for and from the Future, The Future Of), take unexpected turns (Open World), and look under rocks most people walk right by (Say You're Sorry).\n\nAbout NPR\n\nNPR's rigorous reporting and unsurpassed storytelling connects with millions of Americans every day — on the air, online, and in person. NPR strives to create a more informed public — one challenged and invigorated by a deeper understanding and appreciation of events, ideas, and cultures. With a nationwide network of award-winning journalists and 16 international bureaus, NPR and its Member organizations are never far from where a story is unfolding. Listeners can find NPR by tuning in to their local Member stations (npr.org/stations), downloading the NPR App or asking Alexa to \"Play NPR.\" The NPR mobile app brings together the best of the NPR Network from around the world and right in your community — live radio, podcasts, the latest local and national news and more — available wherever you are and whenever you want. Get more information at npr.org/about and by following NPR Extra on Facebook, LinkedIn, Threads, and Instagram.\n\nNPR Contact:\n\nJune Jennings\n\nMediaRelations@NPR.org",
    "url": "https://www.npr.org/2024/07/12/g-s1-8943/npr-embedded-cbc-testing-in-elite-sports-tested-podcast",
    "image": "67.jpg",
    "publish_date": "2024-07-12 00:00:00"
}