{
    "index": 68,
    "title": "New England News Collaborative becomes NPR’s fifth regional newsroom",
    "text": "New England News Collaborative becomes NPR’s fifth regional newsroom\n\nThursday, July 11, 2024 —NPR is joining the New England News Collaborative to establish a regional newsroom that boosts their joint ability to deliver multimedia journalism that helps people engage more meaningfully in their communities.\n\nThe move builds on the success of the NENC, founded in 2015 with support from the Corporation for Public Broadcasting, and NPR’s four existing regional newsrooms. The regional newsroom model allows groups of stations to plan coverage together, share resources and dig into the most important stories in their regions – in close partnership with NPR. The NENC becomes the fifth regional newsroom, joining those in Texas, California, the Gulf States and the Midwest. The NENC is composed of 10 stations in six states from Connecticut to Maine: Connecticut Public, New Hampshire Public Radio, Vermont Public, Maine Public, GBH, WBUR, CAI Cape and Islands, New England Public Media in western Massachusetts, Rhode Island PBS & The Public’s Radio, and WSHU in southern Connecticut.\n\n“NPR is committed to deepening collaboration with our local stations to better serve the public’s need for trustworthy reporting that’s vital to our democracy,” said Edith Chapin, NPR Senior Vice President, Editor in Chief and acting Chief Content Officer. “We’re excited to work more closely with the New England News Collaborative on this crucial shared mission.”\n\nNPR and the New England stations have already tested their new partnership, teaming up to bring readers and listeners both breaking news (October’s mass shooting in Lewiston, Maine) and moments of joy (April’s live coverage of the solar eclipse). Going forward, they plan to add a pilot project on visual journalism, funded by a grant from Eric and Wendy Schmidt, and to deliver ambitious reporting that would be hard for a single station or NPR to do on its own.\n\n“The New England News Collaborative partners have come together to share coverage of important issues in the Northeast, including climate change and the environment, health, racial equity, politics and the economy,” said Mark G. Contreras, CEO and President of Connecticut Public, the lead station in the collaborative. “As an NPR regional newsroom, we can do even more.”\n\nNENC Managing Editor Cori Princell will continue as the regional newsroom’s day-to-day editorial leader, serving as a key liaison with NPR and coordinating regional coverage plans among all the participating stations and NPR.\n\n“Our stations produce powerful and creative work across all platforms. We’re excited to share more of that work across the country,” said Princell.\n\n“As the former managing editor at New Hampshire Public Radio, Cori understands the impact local and regional reporting can have on our communities,” said Vanessa de la Torre, who served as NENC’s executive editor since 2020 and is now chief content officer at Connecticut Public, where she oversees the NENC’s strategic goals. “Working with NPR as a regional newsroom gives us new opportunities to expand our impact.”\n\nThe regional newsroom is supported by contributions from the partner organizations and a grant from Eric and Wendy Schmidt through the Schmidt Family Foundation. The Corporation for Public Broadcasting is a founding funder of the New England News Collaborative, which also receives support from foundations and donors.\n\nAbout NPR\n\nNPR's rigorous reporting and unsurpassed storytelling connects with millions of Americans every day — on the air, online, and in person. NPR strives to create a more informed public — one challenged and invigorated by a deeper understanding and appreciation of events, ideas, and cultures. With a nationwide network of award-winning journalists and 16 international bureaus, NPR and its Member organizations are never far from where a story is unfolding. Listeners can find NPR by tuning in to their local Member stations (npr.org/stations), downloading the NPR App or asking Alexa to \"Play NPR.\" The NPR mobile app brings together the best of the NPR Network from around the world and right in your community — live radio, podcasts, the latest local and national news and more — available wherever you are and whenever you want. Get more information atnpr.org/about and by following NPR Extra onFacebook,LinkedIn,Threads, andInstagram.\n\nAbout Connecticut Public\n\nConnecticut Public is home to Connecticut Public Television (CPTV) and Connecticut Public Radio (WNPR). Together, Connecticut Public serves more than one million people each week through Connecticut Public Radio and Connecticut Public Television, as well as through our many digital and online platforms, including ctpublic.org. Through our mission to inform, educate and inspire the people of Connecticut, we connect people of all ages to high-quality journalism, storytelling, education and experiences, and amplify the voices of our diverse communities. Connecticut Public’s main offices are located in Hartford, CT with studios at Gateway Community College in New Haven, CT as well as Fairfield University in Fairfield, CT. Connecticut Public is also sole owner of the for-profit MediaVision Creative agency in Norwalk, CT. Connecticut Public is a 501(c)(3) nonprofit organization, with a $22 million annual budget, funded primarily through community support from individuals, foundations and corporate sponsors.\n\nPRESS CONTACTS\n\nDanielle Wilson, NPR, mediarelations@npr.org\n\nLauren Komrosky, Connecticut Public, lkomrosky@ctpublic.org",
    "url": "https://www.npr.org/2024/07/11/g-s1-9522/new-england-news-collaborative-becomes-nprs-fifth-regional-newsroom",
    "image": "68.jpg",
    "publish_date": "2024-07-11 00:00:00"
}