{
    "index": 70,
    "title": "$5.5 Million Grant from Eric and Wendy Schmidt to Expand NPR Collaborative Journalism Network",
    "text": "$5.5 Million Grant from Eric and Wendy Schmidt to Expand NPR Collaborative Journalism Network\n\nGrant will fund regional newsrooms in Appalachia and the Mountain West and a visual journalism pilot in New England\n\nJuly 10, 2024; Washington, D.C.— NPR announced today that it has received a $5.5 million grant from philanthropists Eric and Wendy Schmidt to further expand public media’s collaborative journalism efforts. The grant will enable NPR and its partners to create a regional newsroom in Appalachia and the neighboring area; bolster an existing public media collaboration, the Mountain West News Bureau; conduct a multistation visual journalism pilot in New England, and support the continued growth of the California and Midwest newsrooms.\n\nThis grant follows a $4.7 million gift from Eric and Wendy Schmidt in 2020, which created two regional newsrooms in the Collaborative Journalism Network. This additional investment of $5.5 million over three years will enable public radio stations to reach and serve more communities with local, multi-platform public service journalism.\n\n“Local news organizations are essential to our communities, providing not only a sense of identity and connection but also a spotlight on local challenges like land rights, voting abuses, the impact of extractive industries and air and water quality,” said Wendy Schmidt, co-founder and president of the Schmidt Family Foundation. “Eric and I believe deeply in investing in NPR’s work to strengthen our democracy, protect human rights, expose wrongs and uplift voices that deserve to be heard.”\n\nThe creation of additional regional newsrooms will provide needed resources to boost coverage and investigative journalism in communities with limited access to local reporting. In the greater Appalachia region, the newsroom will bring together six public media outlets in Kentucky and Tennessee, with the possibility of adding more. The Mountain West News Bureau, an existing 14-station collaboration serving Colorado, Idaho, Nevada, New Mexico, Utah and Wyoming, will become a regional newsroom under the Collaborative Journalism Network. NPR’s collaboration with the newsrooms will help strengthen reporting on issues impacting Indigenous and Native communities, develop a talent pipeline and provide opportunities for professional development and training, and create a shared services model that will provide support for small stations.\n\nThrough the grant, a new pilot in partnership with the 10 station New England News Collaborative will expand short-form video news coverage. This pilot will build on existing infrastructure and expertise at NPR and stations. It will also provide training and mentorship to build visual storytelling capacity and knowledge of best practices for digital platforms.\n\n“Local journalism is vital to creating a more informed public and is the core of NPR and public media’s mission. This gift is a continued investment in our current regional newsrooms and provides the necessary resources to support expanding our collaborative journalism efforts,” said Edith Chapin, NPR’s Senior Vice President, Editor in Chief and acting Chief Content Officer. “The multiplatform and investigative reporting from our journalists continues to spotlight critical stories directly from communities across the country.”\n\nThe California and Midwest newsrooms were established in 2021, and they have since produced award-winning journalism and public service investigations, including stories recognized with prestigious regional Edward R. Murrow Awards. The grant will continue to support these existing regional newsrooms and will allow them to connect more public media journalists, develop new partnerships, and invest in content that meets the needs of local audiences. The grant will also strengthen local news coverage in Nebraska and Iowa as part of the Midwest Newsroom.\n\nAbout Eric and Wendy Schmidt\n\nEric and Wendy Schmidt have been active philanthropists since 2006, when they started the Schmidt Family Foundation to address challenges facing communities around the world, working for clean renewable energy, healthy food systems, healthy oceans and the protection of human rights. They also founded Schmidt Ocean Institute to advance oceanographic research by offering scientists free access to the world’s first year-round philanthropic research vessel in exchange for making their findings publicly available. In 2024, Eric and Wendy founded Schmidt Sciences, a nonprofit organization working to advance science and technology that deepens human understanding of the natural world and develops solutions to global issues. Through their philanthropy, the couple are working toward a healthy, resilient, secure world for all.\n\nEric Schmidt led Google as CEO for a decade and as executive chairman for four years. He also served as executive chairman of Alphabet for three years and as technical advisor. A journalist early in her career, Wendy Schmidt also worked in marketing communications in Silicon Valley and since 2006 has led the couple’s philanthropy as president of the Schmidt Family Foundation and Schmidt Ocean Institute.\n\nAbout NPR\n\nNPR's rigorous reporting and unsurpassed storytelling connects with millions of Americans every day — on the air, online, and in person. NPR strives to create a more informed public — one challenged and invigorated by a deeper understanding and appreciation of events, ideas, and cultures. With a nationwide network of award-winning journalists and 16 international bureaus, NPR and its Member organizations are never far from where a story is unfolding. Listeners can find NPR by tuning in to their local Member stations (npr.org/stations), downloading the NPR App or asking Alexa to \"Play NPR.\" The NPR mobile app brings together the best of the NPR Network from around the world and right in your community — live radio, podcasts, the latest local and national news and more — available wherever you are and whenever you want. Get more information atnpr.org/about and by following NPR Extra on Facebook,LinkedIn,Threads, andInstagram.\n\nPRESS CONTACTS\n\nNPR: Danielle Wilson, mediarelations@npr.org\n\nSCHMIDT: Karen Denne, kdenne@officeofericandwendyschmidt.org",
    "url": "https://www.npr.org/2024/07/10/g-s1-9085/5-5-million-grant-from-eric-and-wendy-schmidt-to-expand-npr-collaborative-journalism-network",
    "image": "70.jpg",
    "publish_date": "2024-07-10 00:00:00"
}