{
    "index": 71,
    "title": "NPR’s \"The Thistle & Shamrock®\" radio program to end this fall",
    "text": "NPR’s \"The Thistle & Shamrock®\" radio program to end this fall\n\ntoggle caption NPR/NPR\n\nJune 28, 2024; Washington, D.C. —NPR’s The Thistle & Shamrock®radio program will end on September 30 after 41 years on air. In the weekly radio program, show creator, producer, and host, Fiona Ritchie explores new and traditional Celtic music in Europe and North America with interviews and conversations with singers, songwriters, and music experts. It is currently syndicated and can be heard on over 237 Member stations.\n\nRitchie, a native of Scotland, developed The Thistle & Shamrock show in 1981 at WFAE in Charlotte, North Carolina. It later debuted in June 1983 on radio stations across American Public Radio before moving to NPR in September 1990 as part of a collection of music shows and cultural programming. It has since become one of NPR’s most widely heard and best-loved music programs. The show has evolved along with music technology and distribution— in the early days Ritchie sourced recordings from small independent record labels in the U.K., Ireland and North America using vinyl, reel-to-reel, CD, DAT, and mp3. The Thistle & Shamrock offered NPR’s first free mp3 download in 2003.\n\n“I am blessed to work in a way that doesn’t feel job-like, so I’m certainly not retiring, but it is time for a change. Although I want to bid farewell to weekly deadlines, it’s not goodbye to listeners. I hope to connect in a different way, including curating archives and producing special programs for NPR. Watch this space!\n\nMaking radio means always being focused on what’s ahead. Now looking over my shoulder, I estimate having shared 30,000 music tracks on air, hosted more than 400 guests and 200 live performances, and traveled in conjunction with ‘Thistle’ to 70 towns and cities across the U.S. Today my passion for public radio is undimmed, and I’m forever a dedicated listener.\n\nI was really young when a radio station opened their doors to me, and I first connected with NPR listeners. How many young women are waiting for an opportunity to share their worlds and find their audiences in today’s vast and complex media landscape? We need to create chances for the next generation of music hosts, and allow diverse young voices to claim a space on these precious airwaves, just as I did. Let’s find them, encourage them, and hear them!” said Ritchie.\n\n“The history of NPR is defined by shows like The Thistle & Shamrock,” said Keith Jenkins, NPR’s Vice President of Visuals and Strategy. “The sense of wonder, joy and discovery that Fiona’s show brought to listeners for over 40 years is irreplaceable but we are eternally grateful we’ve all been able to take this musical journey with her.”\n\nRitchie and the program have been recognized with numerous awards and honors over four decades. Ritchie's awards include six World Medals from the New York Festivals' International Competition for Radio Programming, and a Flora Macdonald award from St. Andrews University (NC), which also conferred upon her the degree of honorary doctorate. She is also a 2018 Folk Radio Hall of Fame inductee and a 2016 Scottish Traditional Music Hall of Fame inductee. In 2014, Ritchie was named in the late Queen Elizabeth II's Birthday Honors List.\n\nThe Thistle & Shamrock was part of NPR’s Cultural Programming Division when it was awarded the 2000 National Medal of Arts. Hundreds of Thistle & Shamrock tapes and vinyl albums, along with concert recordings, playlists, newsletters, and related materials are now part of a working archive in the Scottish Heritage Center at St. Andrews University (NC).\n\nFans of the show can hear new weekly episodes on their local Member station and the NPR app until September 30. Upcoming seasonal specials and archive episodes will be available on the NPR app with additional special archive content to be announced.\n\n###\n\nAbout NPR\n\nNPR's rigorous reporting and unsurpassed storytelling connects with millions of Americans every day — on the air, online, and in person. NPR strives to create a more informed public — one challenged and invigorated by a deeper understanding and appreciation of events, ideas, and cultures. With a nationwide network of award-winning journalists and 16 international bureaus, NPR and its Member organizations are never far from where a story is unfolding. Listeners can find NPR by tuning in to their local Member stations (npr.org/stations), downloading the NPR app or asking Alexa to “Play NPR.” The NPR mobile app brings together the best of the NPR Network from around the world and right in your community -- live radio, podcasts, the latest local and national news and more -- available wherever you are and whenever you want. Get more information atnpr.org/about and by following NPR Extra on Facebook, LinkedIn, Threads, and Instagram.",
    "url": "https://www.npr.org/2024/06/28/g-s1-6875/nprs-the-thistle-shamrock-radio-program-to-end-this-fall",
    "image": "71.jpg",
    "publish_date": "2024-06-28 00:00:00"
}