{
    "index": 72,
    "title": "NPR’s Coverage of the CNN Presidential Debate",
    "text": "NPR’s Coverage of the CNN Presidential Debate\n\nHide caption NPR Headquarters in Washington, DC Previous Next Stephen Voss/NPR 1 of 1 i View slideshow\n\nJune 27, 2024 - Washington D.C.- NPR and its Member station network will provide comprehensive coverage of the CNN Presidential Debate taking place on Thursday, June 27, at CNN studios in Atlanta. Viewers can turn to NPR across all platforms to listen and watch the 90-minute debate and hear in-depth reporting and analysis.\n\n\n\nBroadcast Coverage\n\nThe radio broadcast, hosted by Steve Inskeep, will begin at 9pmET and end at 11pm ET. Also joining will be NPR Senior Political Correspondent and Editor Domenico Montanaro, Chief Economics Correspondent Scott Horsley, White House Correspondents Franco Ordonez and Deepa Shivaram, Immigration Correspondent Sergio Martinez Beltran, and Correspondent Elissa Nadworny, who covers abortion and reproductive rights. Coverage will also be available on your mobile device with theNPR App.\n\nThe radio broadcast, hosted by Steve Inskeep, will begin at 9pmET and end at 11pm ET. Also joining will be NPR Senior Political Correspondent and Editor Domenico Montanaro, Chief Economics Correspondent Scott Horsley, White House Correspondents Franco Ordonez and Deepa Shivaram, Immigration Correspondent Sergio Martinez Beltran, and Correspondent Elissa Nadworny, who covers abortion and reproductive rights. Coverage will also be available on your mobile device with theNPR App. Digital Coverage\n\nNPR.org and its participating Member stations will host a live video stream of the debate via the CNN Youtube Channel as well as a real-time blog with commentary, live fact-checking and analysis. Listeners and viewers can also tune in across our social media platforms including Facebookand Threads.\n\nNPR.org and its participating Member stations will host a live video stream of the debate via the CNN Youtube Channel as well as a real-time blog with commentary, live fact-checking and analysis. Listeners and viewers can also tune in across our social media platforms including Facebookand Threads. The NPR Politics Podcast\n\nThe NPR politics team will tape a new podcast immediately following the debate with highlights and insights.\n\nThe NPR politics team will tape a new podcast immediately following the debate with highlights and insights. Sign up for the Politics Newsletter\n\nDon’t have time to tune in live? Listeners can get the full break-down of the debate by signing up for our newsletter.\n\nAbout NPR\n\nNPR's rigorous reporting and unsurpassed storytelling connects with millions of Americans every day — on the air, online, and in person. NPR strives to create a more informed public — one challenged and invigorated by a deeper understanding and appreciation of events, ideas, and cultures. With a nationwide network of award-winning journalists and 16 international bureaus, NPR and its Member organizations are never far from where a story is unfolding. Listeners can find NPR by tuning in to their local Member stations (npr.org/stations), downloading the NPR App or asking Alexa to \"Play NPR.\" The NPR mobile app brings together the best of the NPR Network from around the world and right in your community — live radio, podcasts, the latest local and national news and more — available wherever you are and whenever you want. Get more information at npr.org/about and by following NPR Extra on Facebook, LinkedIn, Threads, and Instagram.\n\n",
    "url": "https://www.npr.org/2024/06/27/g-s1-6688/nprs-coverage-of-the-cnn-presidential-debate",
    "image": "72.jpg",
    "publish_date": "2024-06-27 00:00:00"
}