{
    "index": 73,
    "title": "‘Extremely American’ podcast goes deep inside the Christian nationalist movement",
    "text": "‘Extremely American’ podcast goes deep inside the Christian nationalist movement\n\ntoggle caption Boise State Public Radio\n\nJune 20, 2024; BOISE, ID — The award-winning podcast Extremely American from Boise State Public Radio, is back with a new season. Launching June 26, Extremely American: Onward Christian Soldiers, will focus on the rise of Christian nationalism, a conservative religious movement with a rapidly expanding epicenter in a surprising place: the college town of Moscow, Idaho.\n\nAcross eight episodes, host Heath Druzin and reporter James Dawson zero in on Christ Church, a member of the Communion of Reformed Evangelical Churches based in Moscow. Christ Church’s slick marketing campaigns and casually shot internet videos belie a deeply conservative worldview that would have women submit to their husbands, and have the Bible decide the law of the land — and its influence is spreading.\n\nListen to the trailer here.\n\nChrist Church and its allies have been buying up local real estate in Moscow, increasing educational offerings and even launching a large-scale housing project — all to fulfill their stated goal of making Moscow a “church town.” At the local level, liberal residents are pushing back against the takeover of Christ Church, urging their neighbors to seek out businesses that are not church-connected.\n\nListeners will meet Doug Wilson, pastor of Christ Church, who envisions an ideal America in which non-Christians would not be able to hold public office. In addition to Wilson, the team behind Extremely American: Onward Christian Soldiers will also talk with fundamentalists from around the country who want to build a Christian nation, activists fighting against the rising tide of Christian nationalism, as well as former members and abuse survivors who shine a light on the movement’s dark underbelly.\n\nSeason one of Extremely American, which received a Regional Edward R. Murrow Award, took listeners inside the world of the ascendant Patriot Movement, composed of far-right militias and activists in Idaho and across the U.S.. This new season continues in that vein, examining the role of religion in far-right movements, and how entities like Christ Church are carving out a prominent position in mainstream politics. Moscow, in many ways, is a microcosm of the ongoing debate of how and if religion should play a role in public life.\n\nAbout Heath Druzin\n\nHeath Druzin is the host and creator of Extremely American, a sound-rich podcast series that looks at the intersection of extremism and politics. In the first season, he took listeners inside the militia movement, from weapons training to the campaign trail. Heath has covered extremism since 2018, first as a reporter with the public radio project Guns & America. He has reported for outlets such as NPR, BBC and the Daily Beast. Previously he spent more than six years as a war correspondent in Iraq and Afghanistan for Stars and Stripes.\n\nAbout James Dawson\n\nJames Dawson covers Idaho state government and a little bit of everything else for Boise State Public Radio. He’s written about politics and state legislatures across the country for both commercial and public radio stations since 2010. When he’s not watching the Seattle Mariners’ latest rebuilding season, you can usually catch him with a fly rod in-hand, or on one of Boise’s mountain bike trails.\n\nAbout Boise State Public Radio\n\nBoise State Public Radio is non-commercial public media that has been serving Idaho for more than 45 years. Based at Boise State University in the state’s capital, it offers separate services for news, classical and eclectic music, and 24/7 jazz. As an NPR member station, it contributes to the local-national mission of news and information. It is the home of the Mountain West News Bureau, a regional collaboration of journalists. It comprises a statewide network of 23 broadcast signals, in small towns and large cities, plus digital platforms.\n\nAbout NPR Network\n\nThe NPR Network is a local-national media network comprised of independent public media organizations in communities around the country, founded on a mission to create a more informed public. Through the Network, NPR and Member stations are working together to bring America closer through free and independent journalism, music, politics, culture, and more. This collaborative initiative aims to engage more audiences with public media content through all digital platforms. NPR Network content is available through local Member stations (npr.org/stations), NPR.org, and the NPR App, and wherever podcasts are found.\n\nA previous version of this press release incorrectly described businesses in Moscow as “church-owned.\" They are “church-connected.\n\nContact:\n\nJune Jennings\n\nMediaRelations@NPR.org",
    "url": "https://www.npr.org/2024/06/20/g-s1-5062/extremely-american-podcast-goes-deep-inside-the-christian-nationalist-movement",
    "image": "73.jpg",
    "publish_date": "2024-06-20 00:00:00"
}