{
    "index": 8,
    "title": "Titanic research dive reveals discovery, decay and new photos",
    "text": "Titanic research dive reveals discovery, decay and new photos\n\ntoggle caption RMS Titanic, Inc.\n\nMore than a century after the Titanic sank, the wreck is still offering up new discoveries to researchers.\n\nThis summer, RMS Titanic, Inc. — the salvor-in-possession of the wreck — made its first unmanned dive to the site in 14 years. The expedition was armed with high-resolution cameras and scanning equipment, and took more than two million photos of the Titanic.\n\nThe goal was to image the wreck in the highest quality possible, and also to seek out artifacts for future recovery expeditions.\n\nSponsor Message\n\nJames Penca is a researcher with the company, and he joined the nearly month-long expedition earlier this summer. He spoke with All Things Considered host Scott Detrow about the finds — and the losses — that the team discovered.\n\nThis interview has been lightly edited for length and clarity.\n\nInterview highlights\n\nScott Detrow: Your group is the official company that explores and preserves artifacts from the Titanic. And this is not the group's first expedition, it's been down there several times. What was distinct about this particular recent mission?\n\nJames Penca: We haven't been to the wreck since 2010. It's been 14 years. So 14 years of technology, as we all know, is quite advanced from what we had back in 2010. What we were able to take down there, the cameras and the scanners, would make 2010’s expedition look like child's play in terms of what we were able to learn from the wreck.\n\nDetrow: What did it feel like? What was that moment like for you the first time that you saw the wreck?\n\nPenca: I have been a hopeless Titanic enthusiast since I was six years old, and it never ceased to amaze me that I was that close to the wreck. Seeing the first images of the ship on a screen, it was emotional. There were a lot of tears in the room for a lot of us, even the people who've been there before.\n\nSponsor Message\n\nDetrow: Let's talk about some of the discoveries that were made on this trip. I understand there were some exciting ones and there were some bittersweet ones. Let's start with the exciting.\n\ntoggle caption Titanic: Honor and Glory\n\nPenca: On this expedition, we weren't recovering, but we were looking out for artifacts for future recovery. And there was one artifact at the top of our list. It was a bronze statue about two feet tall, known as the Diana of Versailles. This statue sat in the first class lounge aboard Titanic, and this statue was the centerpiece of that elegant room. The trouble with this artifact is, it has been photographed only one time, in 1986. So, to find this statue to us would be one of the great achievements of this expedition, but the odds of finding it, it's truly a needle in a haystack that is two-and-a-half miles underwater in pitch black darkness. After many trials and errors, we did manage to find Diana and take her first photos in 38 years, and we found her with just hours remaining in the expedition.\n\ntoggle caption RMS Titanic, Inc\n\nDetrow: So on one hand, high profile aspects of the wreck have been found and remain shockingly the same. But on the other hand, there was some evidence you gathered that some of the iconic aspects of the ship may be collapsing.\n\nPenca: Yeah, so everyone knows the famous James Cameron film, the “I'm flying,” scene, you know, “I’m the king of the world.” [That] scene all took place on Titanic's iconic prow at the very, very point of the ship. We discovered when we reached the wreck last month that the port side railing has fallen off. This is a very natural thing, different parts of the railing are getting weaker. But for such a high-profile and highly photographed and iconic railing to now be resting on the ocean floor below, it's a significant change. Titanic will literally never look the same.\n\nDetrow: There have been many shipwrecks throughout history. There have been many high-profile tragedies. There have been many of those things that have become big blockbuster movies. But there's something different about Titanic. What do you think it is that attracts people's imaginations in this way, yours or others?\n\nPenca: You know, we are storytellers. We love a good story. And I would put Titanic's life and loss up against any great story, any Hollywood film, any great novel, a war story. Every single element of it lined up as if it was written for a Hollywood film. It is truly too good to be true. But, the more you dive into Titanic, the more true it becomes.",
    "url": "https://www.npr.org/2024/09/02/nx-s1-5097403/titanic-dive-reveal-photo-research-discovery-statue",
    "image": "8.jpg",
    "publish_date": "2024-09-02 00:00:00"
}