{
    "index": 85,
    "title": "It’s the summer of cucumber salad. Try these 4 recipes at home",
    "text": "It’s the summer of cucumber salad. Try these 4 recipes at home\n\ntoggle caption Ba Bar\n\nIt’s nearing Labor Day — the unofficial end of summer — which means cucumber season is coming to a close. And, if you’re trying to get a few more summer salads in before then, you’re not alone.\n\nTikTok’s most recent food craze is cucumber salad. And social media creator Logan Moffitt, known as @ logagm on TikTok, has been posting near-daily cucumber salad recipe videos that have inspired TikTok users to eat an entire cucumber in one sitting.\n\nEach video starts with some variation of, “Sometimes you need to eat an entire cucumber, this is the best way to do it.” Moffitt then slices a cucumber on a mandoline — a feat that has proven dangerous for some TikTok users — then adds sauce before giving everything a good shake.\n\nSponsor Message\n\nMany of Moffitt’s recipes — like this one — are variations on an Asian cucumber salad — and ingredients are never measured:\n\n\n\nSoy sauce\n\nFish sauce\n\nSesame oil\n\nMSG\n\nRice wine vinegar\n\nOne grated clove of garlic (again, be careful with the grater)\n\nSugar\n\nChili oil\n\nGreen onion\n\nHis videos have inspired a flurry of TikTok users creating their own takes on cucumber salad:\n\n\n\n“The one that I was most intrigued by was the cream cheese and lox and everything bagel one,” said user @soogia1.\n\nthat I was most intrigued by was the cream cheese and lox and everything bagel one,” said user @soogia1. User @forevaheatha did the “California roll inspired cucumber salad ”\n\n” “I’m thinking we do like feta, spinach, onion, garlic, lemon, olive oil, that kind of vibe ,” user @whitneyhanslow said.\n\n,” user @whitneyhanslow said. User @saltnpiipa made a “cucumbery, peanut buttery, Asian-infused bowl of deliciousness .”\n\nWhen you’re not in the mood to whip up a multi-ingredient dish, you can always eat cucumbers raw with a bit of sea salt and olive oil.\n\nBut for those ready to try out some new cucumber recipes, we asked a few chefs for their favorite ways to eat a cucumber.\n\n\n\nChef Banh’s Cucumber Shrimp Salad:\n\ntoggle caption Look at Lao Studios/Eric Banh\n\nEric Banh, a Chinese-Vietnamese chef and restaurateur from Seattle says he likes to start with an English cucumber — the big ones that often come in plastic at the grocery store — “because [of] the consistency of it and it also has a better crunch.”\n\nOne of Banh’s favorite cucumber dishes is his cucumber shrimp salad.\n\n“We mix it with our pickled pickled carrots and daikon, which is a classic Vietnamese pickled radish,” Banh told NPR’s Morning Edition.\n\nHe then adds pineapple, cooked shrimp and dried shrimp.\n\nSponsor Message\n\n“I think the magic and the secret is dried shrimp,” Banh said. “You just soak it in lukewarm running water for about 30 seconds.”\n\nHe tosses it in a dressing made from anchovy fish sauce, water, sugar, garlic and lime juice.\n\nChef Banh’s vegan cucumber salad:\n\nHe usually leaves most if not all of the peel on — unless he’s making his vegan cucumber salad. For that one, he’ll peel and slice a cucumber in half lengthwise, then cut it into pieces diagonally — but save the peels.\n\nNext, he adds water, rice wine vinegar, brown sugar and the cucumber peels to a blender, purees it up and dresses the cucumbers in the vinaigrette.\n\n“And now you've got this beautiful green color,” Banh said. “You can marinade this an hour ahead before your party or overnight.”\n\n\n\nChef Bhatt’s Raita:\n\ntoggle caption Sierra Hollis\n\nIf you’re craving something creamy, Vishwesh Bhatt, the chef at Snackbar in Oxford, Miss. says make a raita — an Indian yogurt-based sauce.\n\n“It's very similar to the Turkish or Greek tzatziki,” Bhatt said. “Essentially you take cucumbers, add some chilies or onions and then mix all that with a little lemon juice and yogurt and some toasted cumin and some mustard that’s tempered in oil then folded in,” he said.\n\n\n\nChef Bhatt’s Benedictine spread:\n\nOr — you can make a Benedictine spread, a mayo-based spread from the American South that’s traditionally bright green from food coloring.\n\nChef Bhatt makes his with cucumbers, fresh dill, parsley, a little bit of garlic and onion — but instead of a mayonnaise base he uses cream cheese, then adds a bit of mascarpone cheese.\n\n“I like the creaminess of the mascarpone,” Bhatt said. “I don't use food coloring because I don't think it's necessary.”",
    "url": "https://www.npr.org/2024/08/28/nx-s1-5075163/summer-tiktok-cucumber-salad-easy-recipes",
    "image": "85.jpg",
    "publish_date": "2024-08-28 00:00:00"
}