{
    "index": 93,
    "title": "Giant old saguaros can be resilient. It's baby saguaros researchers are worried about",
    "text": "Giant old saguaros can be resilient. It's baby saguaros researchers are worried about\n\ntoggle caption Caitlin O’Hara/for NPR\n\nIn 2020, a new fear sprouted in metro Phoenix.\n\nAmid the utter turmoil of the COVID-19 pandemic and a record-hot summer, the area's mighty saguaros were toppling at a rate that alarmed casual observers. In recent years, photos and videos of ancient giants crumbling have permeated local media and social platforms.\n\nBut experts say it's not those regal old cactuses people should be so worried about — rather, it's the young ones that aren't germinating. Human-caused climate change driven primarily by the burning of fossil fuels is robbing the Sonoran Desert of the conditions needed to help baby saguaro take root and thrive. So, as the desert grows warmer and drier, scientists are turning to that same saguaro-loving community for help establishing future generations of the cactuses.\n\ntoggle caption Caitlin O’Hara/for NPR\n\nSaguaro falls\n\nWorry about the saguaros led locals to feverishly call cactus expert Tania Hernandez of the Desert Botanical Garden back in 2021.\n\nSponsor Message\n\n\"People's impression was the saguaros were dying, they were collapsing in the street,\" Hernandez said.\n\nBut were they really dying at an unprecedented rate?\n\n\"I didn't have any answer,\" she said. \"... but we are working on that.\"\n\ntoggle caption Caitlin O’Hara/for NPR\n\nShe launched metro Phoenix's grassroots Saguaro Census. Volunteers use an app to log photos of the cactuses they see and their general health. It's a survey years in the making.\n\n\"The first year (2022) was a complete success,\" she said. \"We had really a lot of people helping us. That talks about the importance of the plant.\"\n\nSince then, thousands more have made observations for the census, and Hernandez is cleaning and compiling that data. But one observation has stuck out.\n\ntoggle caption Caitlin O’Hara/for NPR\n\n\"Very few of them are babies,\" Hernandez said. \"And that means to us that when these old folks die ... we're not going to have babies to replace them.\"\n\nIt's an observation researcher Peter Breslin of the University of Arizona has also made when he surveyed thousands of saguaros that spike up from Tumamoc Hill, a volcanic outcropping in Tucson, in 2022 and 2023.\n\ntoggle caption Caitlin O’Hara/for NPR\n\n\"There was no evidence, from this survey anyway, that the mortality rate of the older saguaros had increased,\" he said.\n\n\"But on the other hand, we have found extremely low numbers of new or young saguaros coming into the population,\" he added. Of roughly 4,000 cactuses catalogued, there were fewer than 20 that had germinated and established since 2012, Breslin said.\n\n\n\nSponsor Message\n\nSlow growers in a fast-paced world\n\ntoggle caption Caitlin O’Hara/for NPR\n\nSaguaros take years to grow into the shape they are known for. A decade-old cactus could only measure an inch in height. One might not produce flowers until it's 70 years old. And it might need to reach the century mark before sprouting an arm.\n\nBut the world around them is changing fast. People are rapidly building on desert habitat. And human-caused climate change has cranked up the heat in Phoenix, where the summer daytime temperature average is more than 4 degrees Fahrenheit higher than it was in 1970. Nights don’t cool off like they used to either. Hotter temperatures mean when wildfires start, they burn intensely, fueled by dried-out vegetation and drought has parched the land.\n\ntoggle caption Caitlin O’Hara/for NPR\n\n\"We're causing very rapid change of habitat loss and fire and warming, you know, all kinds of change for very slow organisms,\" said Breslin. \"They're not used to this kind of rapid stretch of their environmental envelope.\"\n\nHistorically, saguaros have been through periods when few sprouted, only to rebound in later years. But the conditions needed for saguaros to germinate could grow rarer in a hotter, drier desert, Breslin said.\n\nA recent study published in the Annals of Botany examined saguaros in Mexico and concluded that increased drought from climate change poses a threat to the cactus, especially its ability to reproduce.\n\nA 2018 paper from the National Park Service notes that seedlings are very vulnerable to the changing climate, as they rely on moist soil to survive during their first few years.\n\n\n\nThe giving cactus\n\ntoggle caption Caitlin O’Hara/for NPR\n\nSaguaros are a keystone species, \"which means that a lot of other species rely on it for their survival,\" said Melanie Tluczek, director of science and education at the McDowell Sonoran Conservancy.\n\nPollinators drink nectar from the flowers, a range of birds carve out living spaces in their trunks, and humans and wildlife alike enjoy their fruit as a desert delicacy. (\"It's a little bit sour, a tiny bit sweet and very sticky,\" said Tluczek.)\n\ntoggle caption Caitlin O’Hara/for NPR\n\nEven dead saguaros play host to a separate set of organisms.\n\nSponsor Message\n\n\"So if you take it away, like you would a keystone in a building, other things are going to crumble,\" said Tluczek.\n\ntoggle caption Caitlin O’Hara/for NPR\n\nIcon of the desert\n\nFor those who live in the Sonoran Desert, familiar saguaros stand sentinel in established neighborhoods. Their imagery decorates all manner of souvenirs, and people grow attached to individual plants like Strong Arm or Saguarosaurus. There's even an online community that catalogues dozens of Arizona's crested saguaros, whose arms fan out into an almost brain-like formation.\n\n\"It's basically a symbol of the entire ecosystem,\" said Breslin. \"So if we're perceiving that maybe it's in trouble, what we're actually responding to is that the entire ecosystem might actually be in trouble.\"\n\ntoggle caption Caitlin O’Hara/for NPR\n\nFor people of the Tohono O'odham Nation, the saguaro is revered. Tohono O’odham have lived in the Sonoran Desert for thousands of years, and harvest their fruit in centuries-old traditions steeped in the belief that the cactuses are beings with personhood. The nation makes saguaro fruit into jam, jelly or wine.\n\n\"You give a blessing to start your harvest. You're thankful. You appreciate creator,\" Tanisha Tucker of the Tohono O'odham Nation told Arizona PBS. \"We are always taught you open the fruit, you put it on your heart, you put it on your head, and you just say 'Thank you for the fruit.'\"\n\nThe nation is mentioned in the first documented use of the plant when a 1540 conquistador witnessed what was known as a wine or rain ceremony, in which the fruit was used to make wine.\n\n\n\nSaving the saguaro\n\ntoggle caption Caitlin O’Hara/for NPR\n\n\"The best way to preserve this species is with the help of the community,\" Hernandez said.\n\nBeyond the census, her Desert Botanical Garden has a series of initiatives to help save the saguaro, including a seed bank with thousands of specimens.\n\nTluczek's conservancy works with the Saguaro Environmental Club at the aptly named Saguaro High School in Scottsdale, Ariz., to study what young cactuses need to thrive.\n\nSponsor Message\n\n\"They're experimenting with rocks and plants and shade and just seeing if they can kind of replicate some nurse conditions,\" to see which is the most beneficial to the young cactuses, they said. The conservancy is also running an experiment on transplanting young saguaro in a burn area.\n\nBreslin discussed working more with indigenous tribes with a deep knowledge of the saguaro that can surpass that of the scientific community.\n\n\"There were people in Sells, Ariz., which is the center of the Tohono O'odham Nation, who were pointing out changes in the annual saguaro cycle years ago,\" Breslin said. \"They started noticing differences 15, 20 years ago, I think, before a lot of traditionally trained scientists were really taking note.\"\n\nBreslin said he hopes to see more collaboration unfold with tribal nations in the future \"because it will be really powerful when it does.\"",
    "url": "https://www.npr.org/2024/08/14/nx-s1-5018064/saguaro-dying-phoenix-arizona-sonoran-desert",
    "image": "93.jpg",
    "publish_date": "2024-08-14 00:00:00"
}