{
    "index": 18,
    "title": "Hear what the nation's top student podcasters have to say",
    "text": "Hear what the nation's top student podcasters have to say\n\nMar Hernandez for NPR\n\nWhat's it like to learn to read with dyslexia? How could I put two elements like oxygen and hydrogen in conversation? Why is marijuana farming still around in my hometown when it’s illegal in so many places?\n\nThose are just a couple curiosities students brought to our annual Student Podcast Challenge this year.\n\nWe're wrapping up year six of running the contest for middle and high schoolers — and this year marked our very first time opening it up to fourth graders. Each year, we continue to be impressed by the openness and vulnerability, the range of stories, the quality of reporting, writing and sound-rich audio production students bring to us at NPR.\n\nSponsor Message\n\nThis year, we received nearly 2,000 entries from all around the country.\n\nThe NPR Ed team spent the summer listening to every one of them, compiling a list of the very best to submit to our panel of judges. And so, we're excited to share our 10 middle school and 10 high school finalists. From these great podcasts, our judges will choose one Grand Prize winner from each age group, and we’ll announce the winners in September.\n\nBelow are the middle school and high school finalist podcasts, in alphabetical order. Congratulations!\n\nMiddle School\n\nBranded a Teen\n\nStudent: Etta Nevius at Charles N. Holden Elementary School in Chicago\n\nTeacher/Sponsor: Mark Stickler and Anna Renken\n\n\"Moody, antisocial, insecure, rebellious, the list goes on. Where do these stereotypes come from?\" Watching her sister grow older while maintaining her warm personality, Nevius starts questioning these common misconceptions.\n\nFood Fight\n\nStudents: Kaylee DeBolt, Ansley Mehlus and Olivia Thayne at Pioneer Middle School in Walla Walla, Wash.\n\nTeacher/Sponsor: Kate Van Cleve\n\nThese middle schoolers report on a topic that's top of mind for many young people: school lunch. \"Do students like school lunches and what can we do about it?,\" they ask. They go on to interview their classmates and even plead their case to the school district nutritionist and administrator.\n\nSponsor Message\n\nHumanitaria Podcast – \"What happens to immigrants when they first arrive?\"\n\nStudent: Sam Roman at Princeton Day School in Princeton, N.J.\n\nTeacher/Sponsor: Matt Trowbridge\n\nMiddle schooler Roman interviews people in his community and weaves together their lived experiences — what brought them to the United States and what it took for them to settle down — to better understand how he, or anyone else, can help new immigrants.\n\nLopez The Rainbow-Tailed Service Dog\n\nStudent: Lilla Lanivich from Rochester Hills, Mich.\n\nTeacher/Sponsor: Adam Hettler\n\nThis first-person account from a student with long COVID follows her experience with leaving public school and learning to live with a new family member: her service dog, Lopez. Lanivich shares how meeting and working with Lopez has changed her life for the better.\n\nMoving Words\n\nStudent: Maeve Dubois at Lincoln School in Providence, R.I.\n\nTeacher/Sponsor: Rebecca Sullivan\n\n\"When I read, I see it differently. The words on the page move.\" Through this personal essay and an interview with her mom, Dubois puts listeners in her shoes of what it was like to learn to read and write after being diagnosed with dyslexia in the second grade.\n\nIt's Elemental\n\nStudent: Anushka Garg at Northstar Middle School in Kirkland, Wash.\n\nTeacher/Sponsor: Anirudh Garg\n\nIn this amusing and educational entry, Garg puts two elements in conversation: The podcast is hosted by hydrogen and joined by helium (both wonderfully voiced by Garg) who shares what it's like to be a noble gas.\n\nPart-time Egyptian\n\nStudent: AyaSophia Abdrabo at Herricks Middle School in Albertson, N.Y.\n\nTeacher/Sponsor: Michael Heit\n\n\"Did you ever wonder what it's like for someone to have two homes?\" Abdrabo explores what it's like being a \"part-time Egyptian,\" living in the U.S. while embracing her strong cultural attachment to Egypt.\n\nPrison vs. the Mind\n\nStudent: Rachel Yordon at Waynflete School in Portland, Maine\n\nTeacher/Sponsor: Alyssa Goodrich\n\nSponsor Message\n\nThis open, thoughtful conversation seeks to better understand the challenges people face during and after their time in prison. One middle schooler interviews a formerly incarcerated person in her community about his experiences.\n\nRice is Life\n\nStudents: Alivia Chu, Sophia Lee and Katelyn Seo at Tenakill Middle School in Closter, N.J.\n\nTeacher/Sponsor: William Tantum\n\n\"What's your favorite food? Well, the correct answer is rice!\" These three classmates and rice lovers team up to gush about their common interest. They discuss the different types of rice, its health benefits, as well as the different cuisines and dishes it contributes to.\n\nThe Important Structures of Medieval Europe\n\nStudents: Ava Reagan at Arroyo Seco Junior High School in Valencia, Calif.\n\nTeacher/Sponsor: Janelle Burkholder\n\nIn this fun fictional entry, Reagan takes listeners back to medieval Europe. Rooting her podcast in historical research, she discusses the wonders of castles — what's inside them and the history surrounding them.\n\nHigh School\n\nA Relationship Behind Bars\n\nStudent: Eden Alonso-Rivera at Grandville High School in Grandville, Mich.\n\nTeacher/Sponsor: Mike Cox\n\nThrough voiceover recordings of letters exchanged with her imprisoned father, Alonso-Rivera captures their changing, evolving relationship through her childhood and early teenage years. Her vulnerable interview with her mom shows a glimpse of what it's like growing up with the absence of a parent who is in the criminal justice system.\n\nEmpty Plates: A Deep Dive Into The Reality Of NYC's Food Insecurity Crisis\n\nStudents: Richa Patil, Julie Wong and Rebecca Friedman at Edgemont Jr./Sr. High School in Scarsdale, N.Y.\n\nTeacher/Sponsor: Molly Earle\n\nHow could we create a food system where everyone has access to fresh, nutritious food? These high schoolers report on food insecurity in New York City and first-hand experiences of people who work with vulnerable communities affected by food insecurity.\n\nEnd Hair Discrimination\n\nStudent: Naomi Myers at Half Hollow Hills High School East in Dix Hills, N.Y.\n\nTeacher/Sponsor: Chris Beatty\n\nSponsor Message\n\n\"Hair discrimination is a type of prejudice that washes away the rich culture and uniqueness of Black hair and demands its conformity, its subjugation and its silence.\" With hopes to challenge this practice, Myers shares her own experiences and reports on stories of other Black women who experience hair discrimination.\n\nForgetting Family\n\nStudent: Kyle Bradford at Santa Rosa High School in Santa Rosa, Calif.\n\nTeacher/Sponsor: Hollis Fennen\n\n\"Three generations of my family are affected or impaired by frightening memory and brain diseases.\" Through interviews with family members with dementia and those who’ve been impacted, Bradford shares how he has ultimately learned to cope with this heartbreaking yet common experience of \"forgetting family.\"\n\nGrowing Up with Marijuana\n\nStudent: Ryder Hucek at Mendocino High School in Mendocino, Calif.\n\nTeacher/Sponsor: Marshall Brown\n\n\"From 1970 to 2016, marijuana was illegal in all 50 states. So why grow?\" From the largest cannabis producing neighborhood in the United States, Hucek reports on the history of marijuana farming and investigates how production and demand have remained strong.\n\nInto The World of Social Anxiety\n\nStudent: Vinnie Acosta at Morton East High School in Cicero, Ill.\n\nTeacher/Sponsor: Joel Ruvalcaba\n\n\"What even is social anxiety? I don't think it even exists!\" An aspiring actor, Acosta opens up about her experiences, how other people wouldn't understand or believe her, and her hopes to challenge those misconceptions.\n\nKeshav's Party\n\nStudent: Ezra Levy, Keshav Kollipara, Connor Schofield and Luke Murray at Newton South High School in Newton Centre, Mass.\n\nTeacher/Sponsor: David Weintraub\n\nA high school sophomore throws a house party that gets out of control — but leads to unique insights on parenting, teenage freedom, and lessons learned from their own mistakes.\n\nLet's Spill the Tea\n\nStudent: Ellen Lin, Sanjana Dhanwantri and Tanisee Nagaldinne at Edgemont Jr./Sr. High School in Scarsdale, N.Y.\n\nTeacher/Sponsor: Molly Earle\n\nSponsor Message\n\nThree friends challenge the westernization of two beloved drinks — chai and matcha — and discuss the rich histories of these trendy drinks.\n\nMixed In Minidoka\n\nStudent: Malcolm Barry-Kao at Lowell High School in San Francisco, Calif.\n\nTeacher/Sponsor: Angelina Cowan-Byrns\n\nIn Mixed In Minidoka, Barry-Kao interviews his grandmother's friend who grew up as a mixed-race person at the Minidoka Camp during the incarceration of Japanese Americans during World War II.\n\nPaper Dolls\n\nStudent: Riley MacArthur and Lila Shaw at Montgomery Blair High School in Silver Spring, Md.\n\nTeacher/Sponsor: Kyle Wannen\n\n\"Why are we so scared to talk to people that we think look cool?\" Two friends use their podcast assignment as an opportunity to interview strangers about their style and discuss how fashion is a creative outlet for many teens.\n\nThe winners in our Honorable Mention category will be announced in September.\n\nAll finalist certificates will be mailed to schools in the fall. Please reach out to studentpodcastchallenge@npr.org with any questions.",
    "url": "https://www.npr.org/2024/08/30/g-s1-19902/student-podcast-challenge-2024-finalists",
    "image": "18.jpg",
    "publish_date": "2024-08-30 00:00:00"
}