{
    "index": 2,
    "title": "General strike in Israel over hostages leads to uneven closures",
    "text": "General strike in Israel over hostages leads to uneven closures\n\ntoggle caption Ohad Zwigenberg/AP\n\nTEL AVIV, Israel — A rare call for a general strike in Israel to protest the failure to return hostages held in Gaza led to closures and other disruptions around the country on Monday, including at its main international airport. But it was ignored in some areas, reflecting deep political divisions.\n\nHundreds of thousands of Israelis had poured into the streets late Sunday in grief and anger after six hostages were found dead in Gaza. The families and much of the public blamed Prime Minister Benjamin Netanyahu, saying they could have been returned alive in a deal with Hamas to end the nearly 11-month-old war.\n\nSponsor Message\n\nBut others support Netanyahu's strategy of maintaining relentless military pressure on Hamas, whose Oct. 7 attack into Israel triggered the war. They say it will eventually force the militants to give in to Israeli demands, potentially lead to more successful rescues and ultimately annihilate the group.\n\nIsrael's largest trade union, the Histadrut, called for a general strike for Monday, the first since the start of the war. It aims to shut down or disrupt major sectors of the economy, including banking, health care and the country's main airport.\n\nAirlines at Israel's main international airport Ben-Gurion were halting outgoing flights between 8:00 and 10:00 a.m. Those flights either departed early or were slightly delayed, and travelers were seen lining up at check-in counters despite the limited disruption. Arriving flights were continuing as usual during that time, according to the Israel Airports Authority.\n\nBanks, some large malls and government offices were all closed due to the strike and public transit was limited. Municipalities in Israel's populated central area, including Tel Aviv, were participating in the strike, leading to shortened school hours and cancellations for public daycares and kindergartens.\n\nMany municipalities, however, including Jerusalem, were not participating in the strike. Israeli media reported that the state appealed to a labor court to cancel the strike, saying it was politically motivated.\n\nSponsor Message\n\nThe demonstrations on Sunday appeared to be the largest since the start of the war, with organizers estimating that up to 500,000 people joined nationwide events and the main rally held in Tel Aviv. Israeli media estimated that 200,000 to 400,000 took part.\n\nThey are demanding that Netanyahu reach a deal to return the remaining roughly 100 hostages held in Gaza, a third of whom are believed to be dead, even if it means leaving a battered Hamas intact and withdrawing from the territory. Many Israelis support this position, but others prioritize the destruction of the militant group over freedom for the hostages.\n\nNetanyahu has pledged \"total victory\" over Hamas and blames it for the failure of the negotiations, which have dragged on for much of this year.\n\nIsrael said Hamas killed all six hostages shortly before Israeli forces arrived in the tunnel where they were being held. Three of them, including an Israeli-American, were reportedly scheduled to be released in the first phase of a cease-fire proposal discussed in July. The Israeli Health Ministry said autopsies had determined the hostages were shot at close range and died on Thursday or Friday.\n\nNetanyahu blamed Hamas, saying \"whoever murders hostages doesn't want a deal.\"\n\nHamas blamed their deaths on Israel and the United States, accusing them of dragging out the talks by issuing new demands, including for lasting Israeli control over two strategic corridors in Gaza. Hamas has offered to release the hostages in return for an end to the war, the complete withdrawal of Israeli forces and the release of a large number of Palestinian prisoners, including high-profile militants.\n\nOne of the six hostages was Israeli-American Hersh Goldberg-Polin, 23, a native of Berkeley, California, who lost part of his left arm to a grenade in the attack. In April, Hamas issued a video that showed him alive, sparking protests in Israel.\n\nSponsor Message\n\nHe was one of the best-known hostages, and his parents had led a high-profile campaign for the captives' release, meeting with President Joe Biden, Pope Francis, and addressing the Democratic National Convention last month.\n\nBiden on Sunday said he was \"devastated and outraged.\" The White House said he spoke with Goldberg-Polin's parents and offered condolences.\n\nSome 250 hostages were taken on Oct. 7. Israel now believes about 100 remain in captivity, including 35 who are thought to be dead. More than 100 were freed during a cease-fire in November in exchange for the release of Palestinians imprisoned by Israel. Eight have been rescued by Israeli forces. Israeli troops mistakenly killed three Israelis who escaped captivity in December.\n\nHamas-led militants killed some 1,200 people, mostly civilians, when they stormed into southern Israel on Oct. 7. Israel's retaliatory offensive in Gaza has killed over 40,000 Palestinians, according to local health officials, who do not say how many were militants.\n\nThe war has displaced the vast majority of Gaza's 2.3 million people, often multiple times, and plunged the besieged territory into a humanitarian catastrophe.",
    "url": "https://www.npr.org/2024/09/02/g-s1-20547/general-strike-in-israel-over-hostages-leads-to-uneven-closures",
    "image": "2.jpg",
    "publish_date": "2024-09-02 00:00:00"
}