{
    "index": 20,
    "title": "Too hot for trout: Why some anglers are rethinking their approach to fly fishing",
    "text": "Too hot for trout: Why some anglers are rethinking their approach to fly fishing\n\ntoggle caption Jonny Armstrong/U.S. Geological Survey\n\nMISSOULA, Mont. — In the early season, when the rivers are still running high and cool from snowmelt, KynsLee Scott loves trout fishing. As a fishing guide and conservationist, her life revolves around it, she says, standing in the shade of tall pines on the banks of the Blackfoot River.\n\nLately though, she says with a pause, “It’s been harder to love, simply because of the changed environment.”\n\nScott is an angler — one of many in the western U.S. — snagged in an ethical dilemma brought on by the “absolutely alarming” shifts she’s seen with a warming climate: When the trout you’re fishing need cold water, and cold water is increasingly scarce, how and when should you fish?\n\nSponsor Message\n\n“For me, unless I have to do it for my job, I don’t feel good about coming out and targeting already stressed fish,” she says. “It sucks. But we have to adjust what we’re doing to have a resource at the end of the day.”\n\ntoggle caption Nathan Rott/NPR\n\nWestern Montana is particularly water-starved this year after a meager snowpack and scorching July . Hot water temperatures forced state officials to implement fishing restrictions on 17 rivers this summer, including — for a spell — the iconic Blackfoot, which is at its lowest level in 30 years. The so-called hoot owl restrictions prohibit fishing during the hottest part of the day to give fish a reprieve, forcing anglers to get out on the water early.\n\nMontana’s fishing industry, which brings in nearly a billion dollars per year, is trying to adjust.\n\n“People get concerned about what's causing [climate change] and all that. But that part to us doesn't matter,” says Mike Bias, executive director of the Fishing Outfitters Association of Montana. “The reality is hatches are happening sooner. Flows are peaking earlier and tapering off. So what do we do? How do we adapt?”\n\nSome guides in the Missoula area have moved their trips to colder rivers like the Missouri near Helena, where the water temperature is quasi-controlled by a series of dams. Others have shifted to targeting other fish like pike, which are invasive in some Montana watersheds. Almost all have shifted their fishing seasons, booking clients earlier in the spring and later in the fall.\n\nSponsor Message\n\n“It’s a real paradox for me,” says John Herzer, who’s been a fly fishing guide and outfitter on western Montana rivers for 35 years. On one hand, he says, “the fishing is still really good.”\n\nOn the other hand: “There’s just less and less water every year,” he says. “There’s no question. Absolutely less water.”\n\ntoggle caption Nathan Rott/NPR\n\nTrout need cold water\n\nHumans have been trout fishing in western Montana for millenia. In the Missoula area, the Salish people were catching native bull trout on the Blackfoot River long before author Norman Maclean immortalized the “Arctic half-light of the canyon” of the “Big Blackfoot,” as he called it, in his book A River Runs Through It.\n\nThe problem is the “Big Blackfoot,” like many rivers in the American West, isn’t as big as it used to be. Invasive species like smallmouth bass and carp are crowding out native trout . Water is being siphoned off for agriculture, energy and towns.\n\n“We’ve degraded habitats, severed connections between [them] and introduced invasive species,” says Clint Muhlfeld, a research ecologist at the U.S. Geological Survey’s Northern Rocky Mountain Science Center. “Those stressors combined with climate change are really causing some of these trout species to decline.”\n\nPollution from cars, buildings and industry is raising global temperatures . As a result precipitation patterns are changing in Montana. Droughts are becoming more severe . Snowpacks are melting earlier .\n\n“The northern Rockies is actually warming at two times the rate of the global average,” says Muhlfeld. “That’s really changing our hydrology and, consequently, the water the fish live in.”\n\nTrout need cold, oxygen-rich water to survive. Temperature thresholds vary by species, but all trout become sluggish and stressed when the water temperatures go beyond their comfort zone. Too hot, they’ll die.\n\ntoggle caption Chip Somodevilla/Getty Images/Getty Images North America\n\nIn 2015, Trout Unlimited, the nonprofit conservation group, published a report looking at the 28 different species and subspecies of trout and char that are native to the U.S. It found more than half of those species and subspecies have been squeezed into smaller ranges, occupying only a quarter of their historic range. Nearly all types of trout and char, the report found, face some level of risk.\n\nSponsor Message\n\nMontana, Muhlfeld says, “is home to some of the last remaining strongholds for native fish species.” But it isn’t invulnerable to change.\n\nA study Muhlfeld co-authored in 2022 found that more than one-third of Montana’s cold-water fisheries could be unsuitable for trout by 2080, costing the state nearly $200 million in lost revenue.\n\n“The lower reaches of all these famous trout rivers are going to get warm the quickest,” says Timothy Cline, the study’s lead author, who’s now an ecologist at Montana State University. “We might lose some of those lower reaches on the Madison, Blackfoot, the Bitterroot, the Big Hole.”\n\nFortunately, though, he says, their study also found that trout and the industry that relies on them, are still resilient. Higher elevation rivers and cool mountain streams and lakes still offer refuges. Trout are adaptable and will move to more agreeable conditions when they’re able.\n\n“The hope is that by maintaining and protecting all those options we can have robust trout fisheries and opportunities in the future,” Cline says.\n\n\n\nGiving trout room to move\n\nIn some cases, maintaining and improving fish habitat requires removing relics of the past.\n\nNorth of Missoula, on Rattlesnake Creek, which merges with the Clark Fork River downstream of the Blackfoot, a coalition of agencies and groups are working to decommission a series of now defunct dams that stretch into the Rattlesnake Wilderness.\n\n“Fish that can’t get up into cold water are going to have a harder time dealing with climate change and warm waters,” says Warren Colyer, the Western Water and Habitat program director at Trout Unlimited. “So we’re trying to remove those barriers.”\n\ntoggle caption Jason Jaacks/Resources Legacy Fund\n\nColyer and his colleague, Christine Brissette, are standing on the edge of Rattlesnake Creek just upstream of a deep pool, which denotes where one of the dams was removed in 2021.\n\nSponsor Message\n\n“We saw immediately after this dam removal fish that had been tagged at the mouth of the creek hanging out just above where the dam used to be,” Brissette says. “They moved into this habitat immediately.”\n\nTrout Unlimited and other conservation groups are working to restore floodplains, creating artificial beaver dams in places to slow runoff. They’re working with irrigators to limit withdrawals during periods of severe drought.\n\nEarlier this year, the Blackfoot Challenge, a coalition of landowners, public agencies, and conservation groups that live and work along the Blackfoot River, pushed irrigators along the Blackfoot to voluntarily reduce demand on the river’s water and anglers to shift their techniques, including by using barbless hooks.\n\n“Every guide has a responsibility to change how we are utilizing our water resources, especially for these cold water fisheries,” Scott says on the banks of the Blackfoot.\n\nFish are a finite resource, she says. Climate change is worsening conditions. “With those two combined there’s only a limited time in which we can continue to adjust,” she says.\n\nAsked how Scott thinks her job will change in the future, if a river will still run through it, she laughs.\n\n“A river will still run through it,” Scott says. “And it might be a trickle.”",
    "url": "https://www.npr.org/2024/08/31/g-s1-19833/fishing-angling-trout-montana-water-climate-change-blackfoot-river",
    "image": "20.jpg",
    "publish_date": "2024-08-31 00:00:00"
}