{
    "index": 3,
    "title": "Thousands of hotel workers launch strike after talks stall with top chains",
    "text": "Thousands of hotel workers launch strike after talks stall with top chains\n\ntoggle caption Rodrique Ngowi/AP\n\nThousands of hotel workers began a multiday strike in several cities across the U.S. to press for higher wages and increased staffing after contract negotiations with major hotel chains Hyatt, Hilton and Marriott stalled.\n\nWorkers walked off the job on Sunday in 25 cities including San Francisco, Seattle, Greenwich, Conn., and Honolulu, said Unite Here, a union representing hospitality workers across North America. The strikes are planned to last between two to three days, organizers said, noting the timing of the strike happening on Labor Day. Workers in Baltimore, New Haven, Conn., Oakland, Calif., and Providence, R.I., were also prepared to join the strike.\n\nSponsor Message\n\nWorkers are demanding higher wages and more staffing to ease their workload. The union says that cuts to staffing and guest services that many hotels made during the COVID-19 pandemic were never restored.\n\nThe American Hotel And Lodging Association (AHLA), the trade group representing major hotel operators, said that during the first half of this year 86% of its member hotels reported increased wages. Since the pandemic, average wages for hotel workers have risen 26%, the group said.\n\nMany hotel workers say their pay doesn’t meet the cost of living, and that they have to work multiple jobs to pay the bills.\n\n“During COVID, everyone suffered, but now the hotel industry is making record profits while workers and guests are left behind,” said Gwen Mills, international president of Unite Here. “Many can no longer afford to live in the cities that they welcome guests to, and painful workloads are breaking their bodies. We won’t accept a ‘new normal’ where hotel companies profit by cutting their offerings to guests and abandoning their commitments to workers.”\n\nAHLA says it's navigating a labor shortage and that occupancy rates have not caught up to pre-pandemic levels. Some 80% of hotels report staffing shortages, while 50% cite housekeeping as their greatest hiring need, it said.\n\nEven so, the hotel industry expects to see record high revenue this year due to increased room rates and guest spending.\n\nAverage revenue per available room is projected to hit a record $101.84 in 2024, according to the hotel group.\n\nSteven Hufana, who works as a prep cook at the Hilton Hawaiian Village, in Honolulu, said a shortage of employees at his workplace has meant more work for him and his colleagues. He’s among at least 5,000 workers at seven hotels in the Hawaiian capital who voted to authorize strikes.\n\nSponsor Message\n\n“The workload becomes increased and we just have little to no support to actually put forth good product for the guests,” he said.\n\n\"Often times, we go home tired, overworked and we just can't even enjoy our lives after work.\"\n\nHufana, 41, says that when he was hired by the hotel eight years ago, he was able to make a living wage. But his wages haven't kept up with inflation, he said. He says he has family members in hospitality that have left the island to go to the West Coast to earn living wages.\n\nHaving previously worked multiple jobs to make ends meet, he said, \"I pushed through the struggles just to make it here, but I shouldn't have to struggle to stay in place.\"\n\nEarlier this year, the union secured major gains for hotel workers in Southern California after months of striking that began last summer. Workers at 34 hotels won substantial pay hikes, increased employer contributions to pensions and fair workload guarantees.\n\nIn a statement, Hyatt said it remains willing to negotiate with the union. “We look forward to continuing to negotiate fair contracts and recognize the contributions of Hyatt employees,” the hotel operator said. Marriott and Hilton did not immediately respond to NPR's request for comment.\n\nTiffany Ten Eyck, a spokesperson for Unite Here, said negotiations will continue, but that the two parties “remain very far apart on the issues that matter most to hotel workers.”",
    "url": "https://www.npr.org/2024/09/01/g-s1-20527/hotel-workers-strike-hyatt-hilton-marriott",
    "image": "3.jpg",
    "publish_date": "2024-09-01 00:00:00"
}