{
    "index": 63,
    "title": "A lithium mine in Serbia could rev up Europe's e-vehicles, but opposition is fierce",
    "text": "A lithium mine in Serbia could rev up Europe's e-vehicles, but opposition is fierce\n\ntoggle caption Darko Vojinovic/AP\n\nJADAR VALLEY, Serbia — Vladan Jakovljevic’s bees are angry. As he slowly lifts a cover from atop one of dozens of hives, they swarm, one of them stinging him in the cheek. He calls it a “bee kiss.”\n\nThe 63-year-old beekeeper’s hives are scattered along a hillside overlooking the Jadar Valley’s bucolic green hills and red clay tile-roofed villages of western Serbia. Bees, he points out, are sensitive creatures. Changes in the environment can wipe out their hives. That’s why Jakovljevic is worried about plans to build one of Europe’s largest lithium mines in this valley.\n\nSponsor Message\n\n“If there is any pollution in the river from this mine, bees in this region will die because they drink the water,” he says. “We’re talking about 10,000 bee communities that pollinate the crops that grow in the valley. This could cause a devastating chain reaction.”\n\nThe transition to a lower carbon emissions future depends on electric vehicles, and the batteries in those vehicles depend on lithium — a mineral in short supply and in big demand. But mining and refining lithium can have a big impact on local environments, and the residents of Jadar Valley have fought to protect theirs, spurring a national protest movement that has shed light on the environmental underbelly of the electric vehicle (EV) industry.\n\nIn the valley below Jakovljevic’s beehives lies the village of Latina, “salty” in English. Hundreds of feet below the surface of the Jadar Valley lie salty mineral deposits that give the drinking water here a distinctive taste.\n\nDecades ago, scientists here discovered a new mineral they named jadarite, one rich in lithium and boron. After the Balkan wars of the 1990s, British Australian mining company Rio Tinto began drilling exploratory wells in Jadar Valley, confirming that it has one of Europe’s largest deposits of lithium. It's so big it could meet an estimated 90% of Europe's lithium needs. It could be a boon for a continent focused on transitioning to electric vehicles to cut emissions, and for mining giant Rio Tinto, guaranteed profits.\n\nScientists warn of potential environmental problems\n\nThe company recently drilled more exploratory wells, but the water that surfaced from deep below the earth has killed surrounding crops and polluted the river, according to a study published last month in the journal Scientific Reports. Scientists found “substantially elevated concentrations of boron, arsenic, and lithium downstream from the wells.”\n\n“With the opening of the mine,” the scientists wrote, “problems will be multiplied by the tailings pond, mine wastewater, noise, air pollution, and light pollution, endangering the lives of numerous local communities and destroying their freshwater sources, agricultural land, livestock, and assets.”\n\ntoggle caption Darko Vojinovic/AP\n\nBeekeeper Jakovljevic says he was shocked when he read the article.\n\nSponsor Message\n\n“After I read the findings of those scientists, I didn’t need to hear more about this project,” he says. “This mine must be stopped.”\n\n\n\nOfficials say it will meet strict standards and boost GDP\n\nBut officials in Serbia's government say the mine holds great potential for the country. “We are all drinking the same water and we all breathe the same air, and we all have kids living here,” says Dubravka Djedovic Handanovic, Serbia’s mining and energy minister. “So we want the project implemented, yes, but we want it implemented according to environmental standards.”\n\nDjedovic Handanovic insists the proposed mine would adhere to strict European Union environmental standards, even though Serbia has not yet become an EU member.\n\ntoggle caption Rob Schmitz/NPR\n\nAnd she highlights the mine’s economic benefits. “Around 20,000 people could be employed in the whole value chain,” she says. “And when we are talking about value chain, we are not only talking the exploitation of the mine but actually refining processes, including the production of cathodes, production of batteries and ultimately the production of electric vehicles.”\n\nShe says this lithium mine has the potential to increase Serbia’s gross domestic product by 16%.\n\n\n\nProtests against the mine are becoming routine\n\nBut many Serbs remain unpersuaded. Massive protests against the project have become routine in cities throughout the country since June, when a court decision cleared the path for the government to approve the mine. The decision came two years after a previous prime minister revoked Rio Tinto’s license following similar protests.\n\nJelena Isevski was one of tens of thousands who recently filled the streets of the capital of Belgrade to protest the mine.\n\n“We are here to say that we are saying no to corporate powers that extract our country, just dig it out and leave trash, literally trash, for future generations,” she said over the chants of protesters.\n\ntoggle caption Vladimir Zivojinovic/AFP via Getty Images\n\nCritics of the mine like Isevski also question the political motivations of the Serbian government. Serbia has applied for EU membership, and the EU’s largest economy, Germany — home to the continent's largest electric vehicle companies — has voiced its strong support for this mine. For years, Europe’s wealthiest economies have wanted to shift away from depending on China, which refines 80% of the world’s lithium for EV batteries. Just a few weeks after a legal path had been cleared for the Jadar mine, the European Union signed a memorandum of understanding with Serbia’s government, launching what it called a “strategic partnership” on sustainable raw materials like lithium as well as battery value chains, and electric vehicles.\n\nIsevski says the EU should look within its 27-country bloc for its lithium. “It’s not only Serbia that has lithium,” she says. “Why is this being done in a country like Serbia, that allegedly doesn’t have the right to fight back? There’s lithium in France, right?”\n\nOpponents of the mine also question the track record of mining giant Rio Tinto, which has a checkered history in developing countries throughout the world, including a mine in Papua New Guinea whose environmental destruction spurred a nine-year civil war.\n\n\n\nSponsor Message\n\nRio Tinto commits to \"transparency\" and independent reviews\n\nBut Rio Tinto’s manager of its Serbia operations, Chad Blewitt, says times have changed. “We are committed to transparency,” he says. “We've learnt from all those incidents, including where there was a civil war in Papua New Guinea 35 years ago. That created a lot of our local content programs globally because we have to give back to the community.”\n\nBlewitt’s own history at Rio Tinto includes working as a manager at the company’s Simandou iron ore mine in Guinea in 2011, the same year that company officials were found by U.S. Securities and Exchange Commission investigators to have bribed a Guinean political adviser. Last year, Rio Tinto settled with the SEC for $15 million over the violations.\n\nBlewitt says in the case of the Jadar mine, Rio Tinto would be willing to allow independent experts to complete an environmental review of the project if it would help persuade those who question its impact on the ecosystem. As it stands, Blewitt calls Jadar “the most studied lithium project in Europe,” saying Rio Tinto has spent more than $600 million on it so far and says the studies found it would be safe.\n\nPart of the company’s effort is outreach — Blewitt says Rio Tinto has held 150 information sessions for the local community and Serbia’s mining ministry has set up a call center to try to calm fears about the project, and about his company. “Last year we spent $85 million on community programs globally,” says Blewitt. “We gave back to governments around the world eight and a half billion US dollars in taxes. So I would say don't judge Rio Tinto by what we are in the past.”\n\nBack in the Jadar Valley, beekeeper Jakovljevic says if he and his neighbors can’t judge Rio Tinto by its past, then how, he asks, should they judge the company?\n\ntoggle caption Rob Schmitz/NPR\n\nHe’s joined by a neighbor, a literature teacher named Marijana Petkovic, and her dog for cool drinks in the shade on a hot summer’s day. Petkovic points to homes across the field behind her property where some neighbors have sold their land to Rio Tinto. Dozens of homes in the valley are cordoned off with tape and are being demolished to make way for the project.\n\nSponsor Message\n\nPetkovic has been following this issue closely. She says she thinks that Rio Tinto still needs hundreds more acres of land to build the mine but that the rest of the valley’s residents are not willing to sell. “They’re going house to house asking our neighbors if they need anything or if Rio Tinto can help them in any way,” she says.\n\nThe employees work in an information center the company established in the valley, but Petkovic calls it a “disinformation” center. She says the Serbian government has already tried to change the law so it can expropriate land from homeowners, but protests a few years ago put a stop to it.\n\nBut she says the local government recently rezoned her and her neighbor’s land from “agricultural” to “construction,” which has her wondering if the government is about to try to take her land again. She says this makes her worry about the future of this valley, and for Serbia.",
    "url": "https://www.npr.org/2024/08/23/nx-s1-5081517/rio-tinto-lithium-serbia-europe-ev-vehicles-battery-supply-chain",
    "image": "63.jpg",
    "publish_date": "2024-08-23 00:00:00"
}