{
    "index": 16,
    "title": "Children in Gaza who need medical care are not being allowed to evacuate, say aid groups",
    "text": "Children in Gaza who need medical care are not being allowed to evacuate, say aid groups\n\ntoggle caption Anas Baba/NPR\n\nBEIRUT — Ahmed Hammad is a 4-year-old boy with a pacemaker that is just days away from stopping. But so far even the weight of U.S. pressure has not resulted in Israel agreeing to allow his mother to take him for treatment outside Gaza.\n\nHis case is one of hundreds where children languish on Israeli military waiting lists for evacuation, according to NPR’s interviews with officials from four non-governmental medical aid groups operating in Gaza that are directly involved in evacuating children. The groups report that nine children on these waiting lists have died recently. Speaking to NPR over the last three weeks, representatives of these groups say they are grappling with what they describe as an inefficient and opaque Israeli military bureaucracy governed by political considerations.\n\nSponsor Message\n\nOver the past month, NPR has made four requests to Israeli officials for comments on the evacuation issue and specifically on Ahmed Hammad’s case. There has been no response from the military department that deals with border crossings — Coordination for Government Activities in the Territories (COGAT) — nor from the Israeli prime minister’s office.\n\nThe current picture\n\nThe evacuation process changed in May.\n\nThat’s when Israel seized the Palestinian side of the Rafah border crossing with Egypt. Until then, despite the war, Israel approved the evacuation of more than 50 patients a day for treatment outside Gaza, according to the WHO representative for Gaza.\n\nAfter the Israeli takeover, Egypt closed its side of the crossing. Israel began using another border point that leads directly to southern Israel.\n\nSince then, international agencies say obtaining approval for even a single child and their adult companion to leave has become intensely difficult.\n\nRegarding Ahmed’s case, Nacera Belala, from the U.S.-based aid organization Kinder Relief , said, “Everything is ready — the surgeons are waiting to treat and operate on him, and we are still waiting for COGAT approval.”\n\nAhmed was fitted with a pacemaker when he was 7 months old. “It’s an extremely, extremely urgent case,” said Belala this week. “The pacemaker’s battery will stop in a few days.”\n\nSponsor Message\n\nAlthough Ahmed was cleared to travel earlier in August,, security clearance for his mother Huda, was denied. COGAT did not give any reason. Aid officials say Israel is more likely to approve a grandmother as an accompanying caregiver but Belala says one of the boy’s grandmothers is dead and the other missing.\n\n“Ahmed has special needs,” said Belala. “It’s very hard for anyone but his mother to care for him.”\n\nAccording to the U.N.’s Office for Humanitarian Affairs Israel approved only two major evacuations between May 7 and the end of July, despite a waiting list of 2,150 patients needing immediate evacuation for life-saving care. The U.N. office, citing figures from the World Health Organization, said a total of 106 patients plus caregivers had been evacuated in those two large groups.\n\nWith almost daily bombings and the declining ability of Gaza hospitals to care for patients, WHO estimates a total of 13,000 people need urgent care. Not all of those cases have reached the stage of applying for approval to leave — one of the last steps in the process.\n\nIn its latest update on Gaza, until August 18 , the U.N.’s Office for Humanitarian Affairs said the lack of a reliable medical evacuation mechanism to transfer the seriously wounded and critically ill remained “a major challenge.”\n\n\"Like running a circle'\n\nEach application takes immense time and effort. To apply for a visa for evacuation to another country, an organization must have the surgery or treatment lined up along with transportation and funding. Visa applications cannot be approved until COGAT gives clearance to leave Gaza. COGAT for its part often requires the visas to a third country to be in place before giving evacuation clearance.\n\n“So this is a bit like running a circle,” said Belala. “One is waiting for the other and the other is waiting for the first one.”\n\nSponsor Message\n\nThe application becomes more complicated when the patient is a child because of the need for approval for a caregiver. In many cases, COGAT approves evacuation for the minor but not the accompanying relative –- even if the relative meets the COGAT criteria, which prioritizes older women, said Belala, Tareq Hailat from the U.S.-based Palestine Children’s Relief Fund and a representative of the U.K.-based Children Not Numbers, So the child is effectively barring from traveling.\n\n“Out of 15 companions we submitted together with the patients, one adult was approved and all 14 others were rejected,” said Belala. Hailat said COGAT cites security reasons for rejections but never gives specifics.\n\n“Grandmothers have higher chances to be approved than mothers,” said Belala. “But sometimes there are no grandmothers left, sometimes there are no relatives left.”\n\nShe said her group had arranged treatment at a specialized center in Europe for a group of child burn victims injured in Israeli air strikes. After months of trying to secure Israeli approval for evacuation, she said approval has still not been granted..\n\n“What we see is that children have to wait for a very, very long time, although they are either severely sick or severely injured. And we have several cases that died on the way to be evacuated,” said Hailat from the Palestine Children’s Relief Fund , the biggest non-governmental group doing medical evacuations.\n\nHe said four children who were expected to be evacuated to the United Arab Emirates in late July in the first medical evacuation since May have died during after a two-day delay when Israeli Prime Minister Benjamin Netanyahu ordered the evacuations suspended. Israel’s Physicians for Human Rights said the suspension was in response to the killing of 11 children in the Israeli-occupied Golan Heights, which Israel blamed on the Lebanese militant group Hezbollah. Hezbollah denied responsibility for the air strike.\n\nSponsor Message\n\nBelala, head of medical evacuation for Kinder Relief, said a 10-year-old boy who waited for one month for approval to leave for cancer treatment in Jordan finally left in a convoy on August 15 and died a week after getting there because he was also malnourished and at that point too weak for chemotherapy.\n\n“He was in very bad condition due to this delay. If they could have started the treatment earlier he might have been saved,” she said.\n\nBelala, said of the 30 cases her organization had submitted to COGAT since the Rafah border was closed, five of the children died while waiting for approval.\n\nTurning to the State Department\n\nHailat said the difficulties since May have led his group to turn to the U.S. State Department to assist in requests for evacuations.\n\nHe said the evacuation of a little girl to the United Arab Emirates in late June for treatment of a rare neurological disease succeeded only because his organization contacted the State Department, which negotiated with Israeli authorities. That’s currently the most common route for acceptance, say Hailat and Belala.\n\nWhat’s more, Hailat says that less than an hour before the convoy was about to leave, COGAT rescinded its approval for the companion. He said only the intervention of a high-ranking U.S. embassy official reinstated the approval. The State Department did not respond to a request for comment on evacuations of medical cases in Gaza and U.S. involvement in obtaining Israeli approval.\n\n“That took about 2-½ months of me just like every single day focused on pulling this one child out,” he said. “The fact that you have to do all of this just to pull a single child out is the root of the problem.”\n\nHailat said he now focuses on finding pathways to treatment in as many different countries as possible in preparation for the borders being opened at some point in the future.\n\nSponsor Message\n\nA health-care system with pre-existing problems\n\nHealth-care issues in Gaza predate the start of the war last October after the Hamas-led attack on southern Israel, killing more than 1,200 people according to the Israeli government,\n\nThe World Health Organization had characterized health care in the Israeli-occupied Palestinian territory as already far below the needs of its 2 million population.\n\nIsrael has blockaded Gaza since Hamas seized power in 2007, strictly controlling its borders and supplies going in. Since the start of the current Gaza war ten months ago, most hospitals have been destroyed, hundreds of medical workers killed and there is a severe shortage of basic supplies and even clean water, according to a U.N. expert’s assessment of information from staff on the ground.\n\nIn addition to more than 40,000 Palestinians killed in the war, more than 90,000 have been injured, many of them women and children, according to the Gaza health ministry.\n\nIsrael has justified attacks on and around hospitals by saying it is searching for Hamas fighters and alleging that the militant group was using tunnels underneath health facilities.\n\nBelala said Kinder Relief currently has 442 children on their list for evacuation. The group has applied for Israeli clearance for 30 of them since May. She said three have been approved — all of them on trips coordinated by the U.S. government.\n\nMost of the patients allowed out since May have gone directly to the United Arab Emirates. Only Egypt and Jordan have full peace treaties with Israel but the UAE four years ago normalized trade, cultural and some diplomatic ties with Israel. Israel has seen that accord as a long-desired entree to normalized ties with other Arab Gulf states — most of which had previously conditioned ties with Israel on progress on the establishment of a Palestinian state.\n\nAfter a court challenge by Israel’s Physicians for Human Rights , the Israeli Supreme Court ordered the government to file a detailed plan for ongoing] evacuations. The government has not yet complied, according to the human rights group, which is comprised of Israeli and Palestinian health-care professionals and lawyers. The Israeli government did not respond to an NPR request for comment on the ruling.\n\nSponsor Message\n\nConditions in Gaza grow more dire\n\nDeteriorating living conditions in Gaza are making it even more difficult for sick and wounded children.\n\nIn the central Gaza city of Deir al-Balah, where the Israeli military has ordered citizens to evacuate neighborhood by neighborhood, NPR producer Anas Baba visited the family of Mina al-Najar, who is almost 3. The child lay crying in her mother’s arms as her father changed a bloody bandage.\n\nThe little girl received a liver transplant last April and needs surgery for complications . Her parents believed she was on an evacuation list but that turned out not to be the case. When Baba visited in late July, her body was covered in bruises from attempts to find a vein for regular transfusions.\n\nHer parents, reached by phone this week, say her only hope is medical evacuation but they fear they will be forced to leave their home due to Israeli orders before that happens. The family is trying to arrange an evacuation. Her father, Abdullah al-Najar, said: “I’m afraid she won’t survive.”.\n\nAnas Baba contributed reporting from Gaza\n\n",
    "url": "https://www.npr.org/sections/goats-and-soda/2024/08/31/g-s1-20287/children-in-gaza-who-need-medical-care-are-not-being-allowed-to-evacuate-say-aid-groups",
    "image": "16.jpg",
    "publish_date": "2024-08-31 00:00:00"
}