{
    "index": 30,
    "title": "Arlington National Cemetery’s Section 60 is a focus of controversy. What is the area?",
    "text": "Arlington National Cemetery’s Section 60 is a focus of controversy. What is the area?\n\ntoggle caption Kent Nishimura/Getty Images\n\nA solemn 14-acre section at Arlington National Cemetery that is largely reserved for deceased U.S. veterans of the wars in Iraq and Afghanistan has suddenly become the focus of controversy, after a cemetery staff member tried to prevent former President Trump’s campaign from staging a photo opportunity there.\n\nAs NPR first reported , on Monday, there was an altercation between a cemetery staff member and Trump campaign officials over photos taken at an area in the eastern half of the cemetery known as Section 60. A source with knowledge of the incident told NPR that Arlington officials had made clear that only cemetery staff members would be authorized to take photographs or film in the area.\n\nAllison Jaslow, an Iraq war veteran who is CEO of the Iraq and Afghanistan Veterans of America (IAVA), tells NPR that she regularly visits Section 60, which for her serves as “a humbling reminder of how some of us were lucky enough to make it home.”\n\nSponsor Message\n\nTrump’s appearance at Arlington came on the third anniversary of a deadly attack in Afghanistan that killed 13 American servicemembers killed in August 2021 amid a chaotic U.S. withdrawal. A photo of the former president shows him smiling and giving a \"thumbs up\" sign beside the grave marker of Marine Staff Sergeant Darin Taylor Hoover, with members of the fallen soldier's family. Utah Gov. Spencer Cox also appears in the photo.\n\nBut there are two other headstones visible — one belonging to a U.S. Army Special Forces soldier who died by suicide. Someone close to that soldier's family confirmed to NPR that they did not give permission for the marker to appear in the photos. NPR has received no response from the Trump campaign as to whether it sought permission from the Green Beret's family.\n\nSpeaking of the Monday incident, the IAVA's Jaslow says, “It’s hard for me to wrap my head around the idea that anyone who is expecting to be an elected official would think of doing something like this.”\n\nTrump also laid a wreath at the Tomb of the Unknown Soldier.\n\ntoggle caption Anna Moneymaker/Getty Images\n\nA handout for visitors on “Rules Governing Conduct” for Arlington National Cemetery clearly prohibits “political campaign or election-related activities within the cemeteries.” In a statement to NPR on Wednesday about the incident, the cemetery stressed that: “Federal law prohibits political campaign or election-related activities within Army National Military Cemeteries, to include photographers, content creators or any other persons attending for purposes, or in direct support of a partisan political candidate’s campaign.”\n\nSponsor Message\n\nThe statement confirmed that an incident took place and that “a report was filed\" but declined to name the Arlington official involved.\n\nTrump campaign spokesperson Steven Cheung rejected the idea of a physical altercation, saying: \"We are prepared to release footage if such defamatory claims are made.\" So far, the Trump campaign has failed to produce any such video. Cheung also described the Arlington staffer who tried to bar the Trump campaign's access to Section 60 as suffering from a mental health episode.\n\nThe Veterans of Foreign Wars (VFW) did not immediately respond to NPR’s request for comment and America’s Gold Star Families, an organization whose stated mission is “to provide honor, hope and healing to those grieving any military loss while serving active duty in the United States Armed Forces,” also declined to comment, saying only that NPR’s reporting “distracts from our fallen heroes being honored and contributes to further dividing the American people.”\n\nArlington National Cemetery was established on May 13, 1864, as the American Civil War raged on. It was carved out of Arlington Estate, land that the U.S. federal government had confiscated from Confederate Gen. Robert E. Lee’s family. The cemetery includes deceased members from all U.S. military branches, but is managed by the U.S. Department of the Army.\n\nSection 60 was dedicated in 2018 and contains roughly 900 servicemembers killed in Afghanistan and Iraq.\n\nRobert Poole, author of \"Section 60: Arlington National Cemetery, Where the War Comes Home,\" during a talk about his book on C-SPAN in 2015, said of Section 60 in the cemetery that “the emotions are closer to the surface.”\n\n“At a distance, it looks like any other part of Arlington Cemetery,” Poole said. “But if you zoom in a little closer and start looking at the names on the graves, talk to some of the people who visit there, and [look at] some of the things that people bring there to leave for their friends, and comrades and loved ones, you see that it’s quite different.”",
    "url": "https://www.npr.org/2024/08/28/nx-s1-5092041/arlington-trump-section60-veterans-altercation",
    "image": "30.jpg",
    "publish_date": "2024-08-28 00:00:00"
}