{
    "index": 4,
    "title": "5 takeaways from Germany's regional elections after far-right makes historic gains",
    "text": "5 takeaways from Germany's regional elections after far-right makes historic gains\n\ntoggle caption Markus Schreiber/AP\n\nBERLIN - Voters in two states in eastern Germany – Thüringen and Saxony – have delivered a far-right party its best result since World War II. The outcome of yesterday’s elections has political observers worried about a resurgence of anti-immigrant, populist politics in Germany and Europe.\n\nHere are five takeaways from yesterday’s elections:\n\n\n\n1. The nationalist, anti-immigrant politics of the Alternative für Deutschland Party (AfD) are becoming more popular in Germany.\n\nThe AfD, a nationalist party that routinely blames immigrants for many of Germany’s problems, has been around for 11 years and it rose in prominence six years ago after former Chancellor Angela Merkel allowed more than a million migrants from war-torn countries in the Middle East to resettle in Germany.\n\nSponsor Message\n\nThe AfD has become so notorious that it’s been placed under domestic surveillance for the threat that it poses to Germany’s constitution. Despite this, the party won the most seats in the election in Thüringen with nearly a third of parliament (32.8%), and it nearly won the most seats in Saxony, with more than 30% of the vote.\n\n\n\n2. Unchecked migration in Germany is becoming one of voters’ biggest concerns.\n\nGerman voters are becoming increasingly frustrated by a wave of migrants arriving in the country in recent years, especially now that Germany’s economy has stagnated.\n\nThis frustration peaked last week when a Syrian man stabbed to death three people and injured several others at a festival in the western German city of Solingen.\n\nAfter the attack, it was discovered that the man was supposed to have been deported months ago, and it led to growing anger about Germany’s immigration system.\n\n\n\n3. Despite the party’s big gains in these two state elections, the AfD will likely be kept from participating in the government of either state.\n\nThat’s because every other party in Germany has refused to enter into a coalition government with the AfD.\n\ntoggle caption Markus Schreiber/AP\n\nStill, the nationalist, Russia-friendly party could end up with enough seats in both states to block decisions requiring a two-thirds vote, such as the appointment of judges and top security officials.\n\n\n\nSponsor Message\n\n4. A party on the opposite end of the political spectrum from the AfD but with similar populist politics, the left-wing BSW Party, has also made a big splash in both states.\n\nThe Sahra Wageknecht Alliance (BSW), a party centered on a popular former communist party politician, won more than 15% of seats in Thüringen and more than 11% of seats in Saxony’s parliament, just eight months after the party was founded.\n\nLike the AfD, the leftist party also advocates tightening immigration into Germany and is against Germany’s support for Ukraine, wanting a diplomatic solution to the war. The BSW’s strong showing is bad news for Germany’s social democrats, the party of Chancellor Olaf Scholz, which could see more left-leaning voters drawn away from the party.\n\n\n\n5. What today’s election results may mean for next year’s federal election in Germany\n\nPerhaps most interesting is that the three parties in power on a national level — the social democrats (SPD), the Green Party, and the libertarian FDP party— all suffered big losses in these state elections, and it underscores how unpopular they’ve become with voters not only in the former East, but nationally as well.\n\nIt’s clear that in the next national election, the country is going to make a shift to the right. That will mean stricter immigration rules and a bigger focus on growing Germany’s stagnant economy. This is a trend we’re seeing in other parts of Europe, too, namely France, where a strong showing by a right-wing party there has yet to produce a new government.",
    "url": "https://www.npr.org/2024/09/02/nx-s1-5097895/5-takeaways-germanys-regional-elections",
    "image": "4.jpg",
    "publish_date": "2024-09-02 00:00:00"
}