{
    "index": 67,
    "title": "'Hillbilly Elegy' is back in the spotlight. These Appalachians write a different tale",
    "text": "'Hillbilly Elegy' is back in the spotlight. These Appalachians write a different tale\n\ntoggle caption Bill Tompkins/Getty Images/Michael Ochs Archives\n\nHillbilly Elegy: A Memoir of a Family and Culture in Crisis, the 2016 memoir from Republican vice presidential nominee JD Vance, once again began flying off the shelves after former President Donald Trump named Vance as his running mate. Many have turned to the memoir to find out the story of Vance’s upbringing, a core part of why he’s on the Republican ticket to begin with. But the book also brings along a host of assumptions that many authors still find not to be true.\n\nPulitzer-winning author Barbara Kingsolver said she felt that it was her duty to tell a different story of Appalachian life than the one that Vance presented in the book.\n\nSponsor Message\n\n“It used the same old victim-blaming trope. It was like a hero story: ‘I got out of here, I went to Yale,’” Kingsolver said of Vance. “‘But those lazy people, you know, just don't have ambitions. They don’t have brains. That’s why they’re stuck where they are.’ I disagree. And that’s my job, to tell a different story.”\n\nVance’s has been mired in controversy since its 2016 publication, especially by authors who cover the region. Vance, who writes that Appalachian culture “encourages social decay instead of counteracting it,” says this upbringing is central to his political ideology and thinking.\n\nMany Appalachian authors, like Kingsolver, have worked tirelessly to combat what they feel is a misleading and even harmful depiction of the region. Her novel Demon Copperhead, a fictional window into the same communities, was named one of the New York Times’ best books of the century just days ahead of the Republican National Convention. Last year, it won a Pulitzer Prize.\n\nAs hundreds of thousands more read about the plights of the Appalachian region, these authors are fighting back against what they describe as Vance’s assumed norms.\n\nOvercoming “Hillbilly Elegy”\n\nVance writes in Hillbilly Elegy that he grew up most of his life in Middletown, Ohio, but spent summers and his free time until the age of 12 in Jackson, Ky. Vance adds that Jackson “was the one place that belonged to me.”\n\nSponsor Message\n\nVance’s first stop after the RNC was to a rally in Middletown, where he declared, “I love every one of you, and I love this town, and I'm so grateful to have been formed by it, because I wouldn't be who I was without it.”\n\nBut Vance’s claim to the area has created a cultural rift between him and those from Appalachia.\n\nKingsolver said that when she saw Vance’s recently resurfaced interview calling several Democrats “childless cat ladies who are miserable at their own lives and the choices that they’ve made,” it reaffirmed her disappointments with Hillbilly Elegy.\n\n“When I read JD Vance’s memoir, I resented it all the way through. There was just something about it that kept telling me, he’s not from here, he doesn’t get us,” Kingsolver told NPR. “I thought, OK, you are not from here because when I think about my childhood, many of the most important women in my life who saved me, who took care of me, were childless women. It’s not just blood that defines community here.”\n\ntoggle caption Jeff Swensen/Getty Images\n\nIt’s not just Kingsolver who has an alternate narrative.\n\nMeredith McCarroll and Anthony Harkins co-edited Appalachian Reckoning: A Region Responds to Hillbilly Elegy, a blend of scholarly, poetic and narrative rebuttals to Vance’s tale published in 2019.\n\nHarkins, a professor of history at Western Kentucky University, said that Hillbilly Elegy loses its footing by generalizing one person’s narrative into a definitive account of the entire region.\n\n“It’s totally legitimate for anybody to tell their own story and how they see it,” Harkins told NPR. “But to then present it as the story of Appalachia, to speak of a memoir of a culture, is problematic particularly because that region has so often been stereotyped and misrepresented through recent history.”\n\nSponsor Message\n\nMcCarroll, author of Unwhite: Appalachia, Race, and Film and an Appalachian native of Waynesville, N.C., said that the duo’s goal with the book was to spotlight a chorus of Appalachian voices in response to Elegy’s immense popularity, both existing on their own and in opposition to the text.\n\n“My inclination was to gather a lot of different voices, both that are challenging him but not speaking to him at all,” McCarroll told NPR. “It’s this weaving together of a lot of different authentic perspectives that can give a sense of how layered and complex this 13 state region is.”\n\nMcCarroll added that beyond Hillbilly Elegy, she wanted Appalachian Reckoning to counter the idea of Appalachia as a monolithic place.\n\n“The back half of the book moved beyond Hillbilly Elegy, and really is just a collection of narratives from the region that you can’t read and come away thinking you understand Appalachia,” McCarroll said. “No one should say, ‘I read one book, and so I understand this region.’”\n\nWriting the full truth\n\nFor these writers, telling the honest story of Appalachia is tantamount–even if they start difficult conversations.\n\nElizabeth Catte, historian and author of What You Are Getting Wrong About Appalachia, published in 2018, said that books about Appalachia fall short for her when authors lean on inauthentic stereotypes in pursuit of authenticity.\n\n“Sometimes people try to make up for personal knowledge or experience or study of a region by laying a bunch of tropes on a book and calling it authentic,” Catte told NPR. “Sometimes you don’t get a sense that Appalachia has a history, that it’s just a place full of problems, but none of those problems have an origin, or the origin is uninteresting to the author.”\n\nVance’s story has resonated with conservatives and non-Appalachians alike. In the wake of the 2016 election, the book became an explanation of sorts for some liberals as to who Trump’s supporters were and how he managed to win the presidency. One op-ed described Bostonians as “lapping up” the tale.\n\ntoggle caption Jeffrey Dean/AP\n\nThe book became a best-seller and later was adapted into a movie. But for those from the region, crucial pieces of the puzzle that Vance painted are missing.\n\nSponsor Message\n\nHarkins said that when discussing Appalachian history, texts must keep economic context in mind, like Appalachia’s political and cultural history with coal, when thinking about how the past has turned into the present.\n\n“You can’t speak about the experience of Appalachia in the last hundred years without thinking about the massive effects that economic change have brought to it, in a place that is often the product of extractive industry, whether it’s lumbering or coal or fracking,” Harkins said. “One of the concerns I have with seeing it through the prism of Hillbilly Elegy is often that most of that stuff is not part of the story.”\n\nVance’s politics might not land with all readers, but he focused much of his Republican National Convention speech, which he gave just two days after being named to the ticket, on his relationship with his mom and grandma. These relationships are where these authors have found a common ground. For Kingsolver’s fictional quest, it was similarly important to keep Demon’s humanity front and center, both for the reader and for herself.\n\n“I was kind of scared to write this novel for several years because you can’t bludgeon people with sadness or with truths that are hard to bear,” Kingsolver said. “Unless you give it a really delicious package. You have to give people a reason to turn the page. You have to give people characters that they love and believe in, that they honestly start to care about as their friend.”\n\nThe power of representation\n\nKingsolver said that when Demon Copperhead won the Pulitzer Prize last year, Appalachia rejoiced like Appalachia does.\n\n“It was like fireworks all up and down the mountain,” Kingsolver said. “So many people from here, even my mail carrier and the cashier at the grocery store, said, ‘This is amazing. We won.’”\n\nSponsor Message\n\nThe novel has appealed to more than Appalachians: It unanimously won the 2023’s Women Prize, and more recently, it ranked No. 1 on the New York Times’ readers’ “Best Books of the Century” list–and No. 61 on the critics’ list.\n\nMcCarroll said that with novels coming out today like Demon Copperhead, it is hard to stay upset at the negative aspects of Hillbilly Elegy.\n\n“What’s so exciting is that there are so many really diverse, beautiful stories that are really offering complicated perspectives, and so it’s like I don’t feel like I have to stay mad at Hillbilly Elegy,” McCarroll said. “There’s a long history of Appalachian literature, too.”\n\nMcCarroll added that a variety of stories is important because they add texture to a region too often boxed into one corner.\n\n“What a Black Appalachian coal miner in Pennsylvania is experiencing might be very different from a Mexican migrant worker in Western North Carolina is experiencing, which might be really different than what a third- or fourth-generation farmer who is white in Kentucky is experiencing,” McCarroll said.\n\nKingsolver said that when writing Demon Copperhead, it was important to combat assumptions made by mainstream media outlets about Appalachia.\n\n“I think they miss our diversity. They think we’re all white, and we’re not. It was important for me to reflect that in this novel,” Kingsolver said. “I wanted it to be the great Appalachian novel that kind of puts our whole region in a context. We didn’t choose to have poverty and [high] unemployment. We didn’t ask for that. This came to us.”\n\nKingsolver added that it has been especially gratifying hearing from people whose perspective on Appalachia changed after reading her novel.\n\n“I have heard from lots and lots and lots of people in other parts of the country who said, ‘This book asked me to evaluate my prejudices, and I thank you for that,’ ” Kingsolver said. “It’s amazing.”\n\nSponsor Message\n\nWhen Kingsolver received news that she was at the top of the Times’ readers’ list last month, she said she had to “lie down on the floor” and think about its weight. Kingsolver said that a less obvious reward, though, was readers celebrating a story of an imperfect, wholly Appalachian character.\n\n“I can’t even tell you how many people have written to tell me I’m still worried about Demon, I wake up at night worrying about him,” Kingsolver said. “As if he’s become their kid. He’s the world’s kid. That’s how you navigate it, that’s how you have to.”\n\nThough Hillbilly Elegy might loom large once again, Appalachian authors, whether through fictional tales like Demon Copperhead or nonfiction deep dives like What You Are Getting Wrong About Appalachia, are finding strength in their resistance and dissent.\n\nReacting to news of being on the New York Times' list, Kingsolver wrote in an Instagram post:\n\n“With a certain other ‘hillbilly’ book suddenly ascendant, my duty. No elegies here. Thank you.”",
    "url": "https://www.npr.org/2024/08/16/g-s1-17184/jd-vance-hillbilly-elegy-barbara-kingsolver-appalachia",
    "image": "67.jpg",
    "publish_date": "2024-08-16 00:00:00"
}