{
    "index": 78,
    "title": "What drove last year's surge in Chinese migrants at the southern border?",
    "text": "What drove last year's surge in Chinese migrants at the southern border?\n\ntoggle caption Caroline Xia for NPR\n\nLast year, a record number of Chinese migrants crossed the U.S. southern border without authorization. In search of jobs and freedom from China's heavy-handed pandemic response, they followed paths long walked by migrants from many countries. But here in the U.S. they have come under a different kind of scrutiny, because they hail from America’s biggest geopolitical rival.\n\nPoliticians on the right, led by former President Donald Trump, baselessly claim Chinese migrants are spies or drug smugglers, sent by Beijing to harm Americans.\n\nSponsor Message\n\nTrump suggested at a rally in May that \"military-aged men\" are \"building a little army in our country.\"\n\nAt the Republican National Convention in July, former Trump White House adviser Peter Navarro described migrants crossing the border as \"murderers, rapists, human traffickers, terrorists ... Chinese spies.\"\n\nNone of those claims stands up to scrutiny. Research based on years of federal and local government data shows that unauthorized migrants — from China or elsewhere — do not threaten national security or commit crimes more than other immigrants or people born in the U.S. This June, unauthorized crossings hit the lowest level since 2021, following President Biden's executive actions restricting asylum claims and stepped-up enforcement in Mexico.\n\ntoggle caption Caroline Xia for NPR\n\n\"We spend a ton of money and create a lot of fear, but we don't have any good credible evidence [that we should be afraid],\" said Rebecca Hester, an associate professor at Virginia Tech who studies migration. \"It's good political theater to say 'What if? What if?' and to look like you're hard on crime and hard on immigration. But it's not really helping.\"\n\n\n\nNo evidence supports politicians' claims\n\nMany people at the center of these narratives find them perplexing. Among them is Ying, who says she and her husband trekked through the Darién Gap, the treacherous jungle between Panama and Colombia, in search of religious freedom and job opportunities in America. (NPR isn’t using Ying's full name because press reports might draw harassment to her family still in China.)\n\nSponsor Message\n\n\"The Chinese government can’t be this unsophisticated. Don’t you think it's hilarious?\" Ying said on a recent sunny afternoon in the New York City neighborhood of Flushing, Queens.\n\nShe was seated among a group of mainly Muslim migrants sharing a meal after Friday prayers: bubbling soup, spiced cold cut meat and vegetables, and plates of cherries and lychee. Some of the women sitting next to her joined in her laughter at the idea, which they were hearing for the first time.\n\n\"It’s not impossible,\" Ying said of the narratives that the Chinese government might be sending in bad people through unauthorized border crossings. \"But aren’t most people coming here to live better and escape oppression?\"\n\nHer skepticism is shared by those who have long worked on and studied national security and immigration.\n\ntoggle caption Caroline Xia for NPR\n\ntoggle caption Caroline Xia for NPR\n\nThere's no indication that Chinese migrants are trying to build an army. Even if there are some people with military backgrounds among the migrants, it’s unfair to assume they are here to sabotage, said Wan Yanhai, a longtime AIDS and human rights activist living in New York City. He's been helping new arrivals with, among other things, administrative work needed to settle in the U.S.\n\nWan worked alongside veterans in China 20 years ago, organizing people infected with AIDS through contaminated blood transfusions to take legal actions or political actions against the government for compensation. They were campaigners against the Chinese state, not agents of it, he said. \"These people are pretty, you know, critical in grassroot social organizing,\" he said.\n\nOne of the major narratives is that migrants entering the country illegally are involved in smuggling fentanyl. In May, the U.S. House of Representatives held a hearing that focused on the alleged security risks of Chinese migrants who crossed into the U.S. between ports of entry.\n\nCraig Singleton, a fellow with the Foundation for Defense of Democracies, testified that \"Chinese transnational criminal organizations are also ruthlessly exploiting our border's vulnerabilities, fueling the fentanyl crisis that claims thousands of American lives each year.\"\n\nSponsor Message\n\nWhile fentanyl does cross the border most is brought in through ports of entry by people who are legally authorized to enter the United States.\n\n\"China is in the [fentanyl] supply chain, but it's not through these people who have been crossing the border recently,\" said Elina Treyger, researcher for the RAND Corp.\n\nAs for Beijing sending spies into the U.S. disguised as migrants, while no researcher would rule out the possibility completely, they said the likelihood is low.\n\n\"Individuals crossing the southern border have a pretty steep climb before they can find themselves in a place where they have the placement and access to really be of much intelligence value\" to the Chinese government, said David Viola, a former Navy intelligence officer who studies terrorism at the John Jay College of Criminal Justice.\n\n\n\nThe difficulties of proving a negative\n\nSo what accounts for the persistence of Republicans' claims about Chinese migrants? For one thing, it's difficult to prove that something did not happen.\n\n\"Shouldn't the question be 'What is the evidence that unauthorized migrants are a threat?'\" said Doug Ligor, a federal immigration lawyer with over a decade of experience who's now a researcher at Rand. \"I'm not sure I understand why the migrant community is being asked to prove a negative when those making the claim of the existence of the threat haven't provided any valid studies to show that.\"\n\nLigor says there might be more prosaic reasons for the surge of migrants aside from Chinese people struggling to survive their government's pandemic response. For example, it was difficult to get a passport in China during the pandemic.\n\ntoggle caption Caroline Xia for NPR\n\n\"That's going to create push factors,\" he said. \"Once those lockdowns are lifted, you know, [that released] basically pent-up migration.\"\n\nUltimately, most Chinese migrants are drawn to the U.S. in search of economic opportunities, Ligor said.\n\nWhile trekking jungles, mountains and desert might evoke military-like resolve, many Chinese migrants describe less dramatic motivations.\n\nJian Hui is a labor organizer who went to prison in China for fighting for workers' rights. As soon as he got out of jail and managed to get a passport, he embarked on his journey to the U.S., crossing the southern border without authorization.\n\nSponsor Message\n\nJian considered getting a U.S. visa but didn't go through with it. He said if he applied for an American visa in China, \"the Chinese government might not let me leave.\"\n\nAnd if he applied after getting out of China, Jian said, \"it takes forever.\"\n\nOthers said they have no hope of getting a visa at all. Walking through mountains and jungles, even with the possibility of death, became the most viable path.\n\ntoggle caption Caroline Xia for NPR\n\ntoggle caption Caroline Xia for NPR\n\nAnti-migrant rhetoric echoes xenophobic history\n\nMany Chinese migrants are too busy trying to survive in America to notice the narratives about them, said Ju Ma, a leader of the Chinese Muslim community living in New York City. After he saw that some newcomers were sleeping on the streets, he worked with other activists and rented the house where migrants including Ying gathered, letting people stay short-term for free.\n\n\"American politicians are verbally abusing the most vulnerable people, using them for political gains,\" Ma told NPR. He said the way American politicians paint Chinese migrants as threats is akin to how people in the Middle Ages identified witches.\n\ntoggle caption Caroline Xia for NPR\n\nMost labor economists agree there's no evidence that immigrants take away native-born people's jobs. Still, there is a long tradition of blaming and punishing migrants for America's domestic problems, says Amy Hsin, a sociology professor at Queens College who has interviewed Chinese people who crossed the border before the current surge.\n\n\"During the Great Depression, it was Mexican migrants [who] were blamed and there was a period of mass deportation as a result,\" Hsin said. \"During the gold rush, the influx of Chinese migrants was what drove the passage of the Chinese Exclusion Act,\" an 1882 law that banned immigration of Chinese laborers and barred those living here from becoming citizens.\n\nAll this heated political rhetoric feeds into a worst-case scenario that Jian has been turning over in his head. He feels safe in America, but that safety is conditional.\n\ntoggle caption Caroline Xia for NPR\n\n\"If war breaks out between China and the U.S.,\" he said, \"just like the Japanese Americans in the second World War, people of Chinese descent could end up in a concentration camp.\"\n\nSponsor Message\n\nTo avert that, he said, \"we will have to prove that we are on the side of the free world.\"",
    "url": "https://www.npr.org/2024/08/07/nx-s1-5032835/chinese-migrants-southern-border",
    "image": "78.jpg",
    "publish_date": "2024-08-07 00:00:00"
}