{
    "index": 84,
    "title": "RFK Jr. admits to dumping a dead bear in Central Park, solving a decade-old mystery",
    "text": "RFK Jr. admits to dumping a dead bear in Central Park, solving a decade-old mystery\n\ntoggle caption Kevin Dietsch/Getty Images\n\nFor more on the 2024 election, head to the NPR Network's live updates page.\n\nA decade after the shocking discovery of a bear cub carcass in Manhattan’s Central Park, the mystery of who dumped it there has finally been solved.\n\nAnd the man taking responsibility is none other than presidential candidate Robert F. Kennedy Jr.\n\nThe conspiracy theorist-turned-third-party candidate’s campaign has weathered a series of increasingly improbable-sounding scandals in recent months, from Kennedy’s admission that a worm ate part of his brain to his denial of reports that he once ate barbecued dog (he said it was a goat).\n\nSponsor Message\n\nRFK unleashed this latest one himself, in a three-minute video posted to X (formerly Twitter) on Sunday.\n\nIt shows him sitting at a kitchen table, telling an incredulous-looking Roseanne Barr (yes, the canceled comedian) about how the dead bear ended up in his van upstate and, ultimately, on top of a bicycle beneath a bush in New York City’s largest urban park.\n\nKennedy, an animal lover and former environmental lawyer, says he was driving upstate early one morning to take a group of people falconing in the Hudson Valley when a driver in front of him fatally hit a bear cub.\n\n“So I pulled over and I picked up the bear and put him in the back of my van, because I was gonna skin the bear,” he explains matter-of-factly. “It was in very good condition and I was gonna put the meat in my refrigerator.”\n\nKennedy added that it is legal in New York State to get a bear tag to take home a roadkill bear. Such a tag must be written up by a law enforcement officer.\n\nThe bear never made it back to his Westchester home, however.\n\nKennedy says he got waylaid by a busy day of falconry, and then had to rush back to New York City for a dinner at Peter Luger Steak House, which ran late.\n\nSponsor Message\n\n“I had to go to the airport, and the bear was in my car, and I didn’t want to leave the bear in the car because that would have been bad,” Kennedy continues.\n\nThen, as he put it, “the little bit of the redneck in me” had an idea.\n\nKennedy just happened to have an old bike in his car, which he said someone had asked him to get rid of. He recalled that the city “had just put in the bike lanes” after a number of serious accidents, and decided to stage the bear in Central Park as if it had been hit by a bike.\n\n“I wasn’t drinking, of course, but people were drinking with me who thought this was a good idea,” Kennedy said. “So we went and did that and we thought it would be amusing for whoever found it, or something.”\n\ntoggle caption Richard Drew/AP\n\nThe six-month-old, 44-pound cub made national news after a dog walker stumbled upon it that fateful October morning, in a wide-open part of the park right near the path where thousands of people run and bike each day.\n\nWeirdly enough, one of the New York Times reporters who covered the mystery was Caroline Kennedy’s daughter Tatiana Schlossberg, RJK Jr.'s first cousin once removed. She told the paper this weekend that “like law enforcement, I had no idea who was responsible for this when I wrote the story.”\n\nLaw enforcement took the bear to Albany for analysis and determined that it had been hit by a car, likely outside the park. They also confiscated the bicycle to test for fingerprints.\n\n“I was worried because my prints were all over that bike,” Kennedy says in the video, drawing laughs from the room.\n\nBut the mystery remained unsolved, and the story eventually faded away. Now, almost 10 years later, Kennedy said he was prompted to come clean ahead of an anticipated New Yorker exposé: “Looking forward to seeing how you spin this one,” he captioned the video.\n\nSponsor Message\n\n“They asked me, the fact checkers, and, you know, it’s gonna be a bad story,” he says with a laugh.\n\nThe New Yorker piece, published online Monday morning, situates the bear anecdote within a larger look at Kennedy’s famously checkered past and motivations for running.\n\nIt also includes a photo of Kennedy, who was 60 at the time, posing with his hands inside the bear’s bloody mouth and an exaggerated grimace on his face.\n\n“Maybe that’s where I got my brain worm,” he told the magazine.\n\nKennedy also made headlines during the Republican National Convention in July after a leaked call with former President Donald Trump captured the Republican nominee criticizing vaccines (a stance for which Kennedy is famous) and appealing to Kennedy with a vague, “I would love for you to do something.”\n\nKennedy apologized to the president and, seeking to quash speculation, vowed to stay in the race. But he has seen his support dwindle — down to single digits in several national polls — in the weeks since President Biden announced his withdrawal. His fight to get onto state ballots has reportedly been a financial drain, and he’s canceled multiple campaign appearances over the last month.",
    "url": "https://www.npr.org/2024/08/05/nx-s1-5063939/rfk-jr-central-park-bear-bicycle",
    "image": "84.jpg",
    "publish_date": "2024-08-05 00:00:00"
}