{
    "index": 85,
    "title": "Harris has momentum, but the race is still tight. Here are the paths to the presidency",
    "text": "Harris has momentum, but the race is still tight. Here are the paths to the presidency\n\nFor more on the 2024 race head to the NPR Network's live updates page.\n\nLoading...\n\nSince President Biden dropped out of the presidential race and the Democratic Party has coalesced around Vice President Harris, the political world has changed.\n\nAfter Biden’s dismal debate performance in late June, swing-state polls showed a small, but significant decline for Biden, enough that Biden bowed out of the race. Since Harris’ entry, though, she has seen a surge across the most competitive states with far more Democratic enthusiasm, but it’s still a very close election, an NPR analysis finds, that could go either way.\n\nRepublican former President Donald Trump currently holds a 268-226 lead over Harris in the latest NPR Electoral Map of the most competitive states (see map above), just short of the 270 needed to win the presidency. Trump had led in the \"Blue Wall\" states of Pennsylvania, Wisconsin and Michigan before Biden exited, but now the states are pure toss-ups.\n\nTrump's leads in the \"Sun Belt\" states of North Carolina, Georgia, Arizona and Nevada have been sliced in half since Harris got in because of the increased Democratic enthusiasm and her appeal to younger and nonwhite voters. Still, Trump retains small but consistent leads. That could change if Harris continues her momentum, but at this point, they are ever so slightly in the \"lean Republican\" category.\n\nSponsor Message\n\nThis analysis is based on more than just polling. It's also informed by reporting from the field, conversations with campaigns and also considers the history of how states have voted in the past. We also include a map strictly based on polling (below). That shows a slightly closer 268-241 Trump lead.\n\nFor the state polling, NPR's analysis is based on surveys aggregated by FiveThirtyEight and DDHQ/The Hill. If a candidate had an average lead in both aggregators of 1 point or more, as of Friday afternoon, it is colored a shade of red for Trump or blue for Harris. If it was less than that, it’s yellow for \"Toss Up.\"\n\n\n\nMap based strictly on polling\n\nThis will change between now and Nov. 5, and the NPR maps will be updated periodically to reflect those changes. But for now this analysis is intended to give a rough overview of where the race currently stands since Harris has gotten in — and not necessarily where it will be in the end.\n\nLoading...\n\nPaths to the White House\n\nEven though Harris is down in the NPR Election Map, she has more potential paths to 270 than Trump does. Here's a look at how both could get there:\n\n\n\nHarris\n\n1. The Blue Wall: If Harris wins all three Blue Wall states, as well as the one congressional district in the Omaha, Neb., area that Biden won handily in 2020, she would be at 270 without any of the Sun Belt states (provided she wins all of the states that are leaning her direction and is currently leading). It's her easiest path to the White House, and because of that, these Blue Wall states are a key focus of the Harris campaign. It's also why there has been such a focus on Pennsylvania Gov. Josh Shapiro as a potential Harris running mate.\n\n2. The Sun Belt options: If Harris is able to win one or multiple Sun Belt states, she could make up for deficiencies in the Blue Wall. Her campaign is optimistic that she could turn the tide in the Sun Belt and points out that it has seen an uptick in not just donations, but volunteers in these states.\n\nTrump\n\n1. Pennsylvania and Georgia are must-wins: It's become clear that the Trump campaign views these two states as places it has to win. Just look at its ad spending. Since Super Tuesday, Trump and his allies have spent 77% of all their ad money in these two states — $50 million in Pennsylvania and $16 million in Georgia, according to data from AdImpact analyzed by NPR.\n\nWhy are they so important? Trump would get to exactly 270 with these two states and the other states currently leaning in his favor — without having to win North Carolina, Arizona, Nevada, Wisconsin or Michigan.",
    "url": "https://www.npr.org/2024/08/05/nx-s1-5061729/harris-trump-swing-states-electoral-map",
    "image": "85.jpg",
    "publish_date": "2024-08-05 00:00:00"
}