{
    "index": 9,
    "title": "The labor movement could prove pivotal this election year",
    "text": "The labor movement could prove pivotal this election year\n\nGood morning. You're reading the Up First newsletter. Subscribe here to get it delivered to your inbox, and listen to the Up First podcast for all the news you need to start your day.\n\n\n\nWhy labor can make a difference\n\nby Andrea Hsu, NPR's labor and workplace correspondent\n\nI became NPR’s labor and workplace correspondent in the spring of 2021, shortly after labor organizers lost their bid to unionize an Amazon warehouse in Bessemer, Ala. The tally was not even close. Workers voted more than 2 to 1 against forming a union.\n\nLittle did I know then that the labor movement was about to surge. By the end of the year, the first Starbucks stores in Buffalo, N.Y., voted to unionize, setting off a years-long confrontation that made it all the way to the Supreme Court. The following spring Amazon workers on Staten Island voted to unionize. It’s been nonstop for me ever since, trying to keep up with new organizing efforts and the many labor disputes that have arisen, a number of them leading to strikes.\n\nEnlarge this image toggle caption Bill Pugliano/Getty Images Bill Pugliano/Getty Images\n\nNow add to that a presidential race in which both candidates are trying to court workers. In a speech delivered ahead of Labor Day, AFL-CIO President Liz Shuler noted that union workers make up 1 in 5 voters in swing states. Keep in mind that nationwide only 1 in 10 U.S. workers are union members. That statistic suggests a far higher concentration of such workers in states where the election will be decided.\n\nSponsor Message\n\nWhen you consider that in 2016, former President Donald Trump won Michigan by less than 11,000 votes and Wisconsin by less than 23,000 votes, you see why union workers are a focus of the campaign — especially for the Democrats.\n\nVice President Harris and Gov. Tim Walz already have a lot of goodwill in that space. Public employee unions in particular are grateful to Harris for her work reversing damaging policies enacted by Trump, while Walz has signed a flurry of pro-worker bills in recent years, making Minnesota one of the most labor-friendly states in the country.\n\nNow, the pair hope union members will become their political messengers and help turn out the vote. Among their first campaign stops were a union hall and a union convention. \"This is a bit of preaching to the choir, but the choir needs to sing right now,\" Walz told those crowds.\n\nAnd given who union members are today, it seems like a sound strategy. Yes, Trump did successfully appeal to many white, working-class union households in 2016, and will surely hold onto many of those votes this fall. But over the last several years, it’s younger people, many of them new to the labor movement, who have been driving enthusiasm for unions. These are Starbucks workers, graduate student workers and staff at cultural institutions.\n\nSponsor Message\n\nIt's this younger generation that’s bringing imagination, creativity and fresh strategies to the labor movement, Ruth Milkman, a professor of sociology and labor studies at the City University of New York, told me.\n\nIf the Democrats can harness that, then the labor movement could prove pivotal in this election. I'll be closely watching to see how this plays out.\n\n\n\nLabor Day listens\n\nby Suzanne Nuyen, Up First newsletter editor\n\nEnlarge this image Scott Olson/Getty Images Scott Olson/Getty Images\n\nFor decades, airline worker unions have fought not just for better working conditions but also for civil rights, charting a course that leads right up to today. On Throughline, turn an eye to the sky and listen to how American unions took flight.\n\nUnions usually make the news when members go on strike, collectively withholding their labor until their demands are met. You don't have to be in a union to strike, though it's riskier. The National Labor Relations Act protects Americans' right to strike — with some big restrictions. Dive into the nitty-gritty details of how strikes work with New Hampshire Public Radio's Civics 101.\n\nGen Z and millennial workers have a bad rap for refusing to go above and beyond at work. Is this stereotype just another generational battle, or do young people really lack a work ethic? Get the answers on member station KUOW's Booming,\n\nPBS FRONTLINE documentarians Tom Casciato and Kathleen Hughes spent 34 years following two working-class families in Milwaukee who lost well-paying manufacturing jobs and then struggled to regain their way of life. They discuss their film, Two American Families, on WHYY's Fresh Air.\n\nThis newsletter was edited by Carol Ritchie.",
    "url": "https://www.npr.org/2024/09/02/g-s1-20539/labor-day-2024-election-gen-z",
    "image": "9.jpg",
    "publish_date": "2024-09-02 00:00:00"
}