{
    "index": 92,
    "title": "U.K. police reviewing accusations against 'Washington Post' publisher",
    "text": "U.K. police reviewing accusations against 'Washington Post' publisher\n\ntoggle caption Dia Dipasupil/Getty Images\n\nLONDON -- Scotland Yard has opened a preliminary inquiry into allegations that Washington Post publisher and chief executive Will Lewis obstructed justice 13 years ago as he helped Rupert Murdoch grapple with an escalating phone-hacking scandal at his U.K. tabloids.\n\nFormer Prime Minister Gordon Brown, himself a target of hacking by the tabloids, announced the news in a piece in the Guardian.\n\n“Blazoned across the top of every edition of the Washington Post is the statement, ‘Democracy dies in darkness’,” Brown wrote. “But what if the publisher himself is a master of the dark arts?”\n\nSponsor Message\n\nAs first reported in The Guardian, the police commissioner wrote to Brown that the review, which had been requested by the former prime minister, would be handled by a “special enquiry team.” Brown says that team “sits under the central specialist crime command.”\n\nThe inquiry represents the most serious threat yet to Lewis’ standing atop the Washington Post, one of the most august institutions in American journalism. Since Lewis assumed the role in January, he has been dogged by allegations stemming from this years-old scandal.\n\nHe has previously broadly denied wrongdoing, but declined to comment through a spokesperson.\n\nNews UK, where Lewis worked, says in a statement that Brown “is seeking to persuade [police] to take sides in a public debate in relation to media accountability” and help plaintiffs suing the company.\n\nBritish police told CNN in a statement, \"There is no criminal investigation at this time.\"\n\n\n\nA meeting with police over deleted emails\n\nThe inquiry centers on events in 2011. The Murdoch tabloids had for years hacked into the phone data and otherwise illegally obtained the private records of celebrities, including Prince Harry, government officials and ordinary people in search of juicy scoops. As private lawsuits piled up, police had opened investigations.\n\nSponsor Message\n\nSoon after joining News UK, Lewis became a chief liaison to the police. Records submitted in lawsuits against News UK show that police questioned Lewis and chief tech officer Paul Cheesbrough in July 2011 about the deletion six months earlier of millions of emails, which plaintiffs suspected held evidence of the crimes.\n\nWhen police asked why the emails were deleted, Lewis and Cheesbrough said they had been told that Brown and another member of parliament had plotted to pay a former News UK staffer to acquire the emails of its chief executive, Rebekah Brooks. Brown and the former MP, Tom Watson, deny any such plan.\n\n“We got a warning from a source that a current member of staff had got access to Rebekah’s emails and had passed them to Tom WATSON,” Lewis said, according to police notes of that meeting later revealed in court. “Then the source came back and said it was a former member of staff and the emails had definitely been passed and that it was controlled by Gordon BROWN. This added to our anxieties.”\n\n“Tom WATSON has been remarkably well-informed on this,” Lewis added, according to the notes. “We apologise for hiding this piece of work from you.” (Capitalization and spelling reflect those in the original notes.)\n\ntoggle caption Leon Neal/Getty Images/Getty Images Europe\n\nBeyond a single email sent by Cheesbrough describing the supposed plot, News UK has not provided any evidence to validate the existence of the source, much less substantiate the allegations. Cheesbrough is now one of the most senior figures in Murdoch’s Fox Corp. in New York. (A Fox Corp. spokesman referred comment to News UK. Both are controlled by the Murdoch family.)\n\nLawyers representing a large cohort of people suing News UK, including Watson, contended in court earlier this week that Lewis had “fabricated a fake security threat” to justify the deletion of millions of emails during a police investigation.\n\nSponsor Message\n\nLewis is not a defendant in the lawsuits. In its statement, News UK says the company believed the security concern \"to be genuine,\" and it was not used as a justification for deleting the emails, notwithstanding the police notes documenting that July 2011 meeting.\n\nIt strongly denies that it tried to impede or conceal evidence from police. News UK also pointed to a Crown Prosecution Service statement from 2015 that it had found no evidence to suggest the emails were destroyed “in order to pervert the course of justice.\"\n\n\n\nA rocky start atop the Post\n\nLate last year, Washington Post owner Jeff Bezos named Lewis to head the acclaimed but financially struggling newspaper. Lewis had led Murdoch’s Wall Street Journal to firm footing with a successful acceleration of digital subscriptions.\n\nIn December, the month before Lewis started his new role, NPR reported on the allegations against Lewis, as fleshed out in greater detail in materials that have been recently presented in court.\n\nSubsequent court developments this spring led the Post itself to cover the cases. Those stories were a point of tension between Lewis and then-Executive Editor Sally Buzbee. He offered her a different role in the newsroom; she chose to leave.\n\nIn early May, Brown personally wrote to the police commissioner asking for a criminal investigation into Lewis’ role in the email deletions.\n\n",
    "url": "https://www.npr.org/2024/07/31/nx-s1-5058659/washington-post-will-lewis-criminal-inquiry",
    "image": "92.jpg",
    "publish_date": "2024-07-31 00:00:00"
}