{
    "index": 93,
    "title": "How will Kamala Harris' presidential bid figure in to legislative and state races?",
    "text": "How will Kamala Harris' presidential bid figure in to legislative and state races?\n\nA MARTÍNEZ, HOST:\n\nTurning now to politics here in the U.S, with Vice President Kamala Harris the likely Democratic presidential nominee, how might that figure into legislative and state races? Longtime political analyst and pollster Frank Luntz is on the line to talk us through all this. Frank, when the day began on July 21, Joe Biden was the Democratic presidential nominee. Ten days later, Kamala Harris - now the likely nominee and has broken fundraising records, so big picture, where does all that - what does all that do to the down-ballot races right now?\n\nFRANK LUNTZ: It has a significant impact. Some of the groups that Donald Trump was doing especially well against Joe Biden, he's not doing nearly as well against Harris. In fact, as you look at the swing states, which we have done over the last 48 hours, Harris has either tied or moved ahead of Donald Trump in some of the key ones. There are only seven states in play in the national election, and a bunch of these states have Senate races, such as Arizona, Nevada, Ohio, Pennsylvania. Ohio is not really a swing state, but it does - it's now swing in the local races, because, of course, JD Vance, the Republican vice presidential nominee, is from Ohio. So we're looking at Latino voters, we're looking at young African Americans, and we're looking at union members - groups that normally vote Democrat, have been looking at voting Republican, and that's been part of the Republican Senate effort, the House effort, is to ensure that those Trump voters come out on the Senate and local races. However - however - she's doing so well, not only nationwide, but in the key swing states, that it has completely jumbled our expectations over who controls the House and who controls the Senate on November 6.\n\nMARTÍNEZ: Could her VP pick influence races in the state that person happens to be from?\n\nLUNTZ: Absolutely. I believe that on the Republican side, having JD Vance on the ticket helps the Republican candidate - the challenger - Bernie Moreno, and if she chooses somebody like Josh Shapiro from Pennsylvania, that's worth a percent or two for the Democratic incumbent. Yes, it does matter. It - we are so close. We are so evenly divided. In my lifetime, I can't point to a sole race, a single election cycle, that's like this, where you're going to have so many races decided by a single percentage point.\n\nMARTÍNEZ: Yeah. 'Cause I was thinking, if Harris picks Mark Kelly from Arizona and Harris wins the election, that'll open up his seat. I mean, there's only six split U.S. Senate delegations - Ohio, Pennsylvania, West Virginia, Montana, Wisconsin and Maine - so that could open up another kind of can of worms for whoever takes Kelly's seat, if he becomes VP.\n\nLUNTZ: Exactly. And I think that it's particularly important in a state like Michigan, where the likely Democratic nominee, Elissa Slotkin, has about a 5-point advantage over the Republican candidate, Mike Rogers. In all of these key swing states, Democrats are ahead by about 5 points, so any change in the presidential race on top of the ticket, such as Harris surging nationwide and in those key states, will automatically bring more voters out, and in fact, that's the one point that listeners should take away from this interview. It's not just people changing their minds. Young women, 18 to 29, who did not care about the presidential race because they didn't care for Biden or Trump - now that it's Kamala Harris, we see a surge in their interest and their likelihood of voting in the election. She's going to bring out so many young women that otherwise would not have voted that that, in itself, is worth a percent or two in these local races.\n\nMARTÍNEZ: Frank, you know, we spoke to you the morning after Joe Biden stepped aside, and you said you were impressed with how Democrats coalesced around Harris - a sense of electricity and passion. Trump campaigners have been calling this, though, a honeymoon or a sugar high. Do you expect this bounce to stay bouncy or flatten out?\n\nLUNTZ: I think it's going to stay bouncy, and she's going to have another surge at the convention. Basically, she's experiencing a pre-convention surge. Then she'll get the convention surge, and then everything will depend on the debates, if they happen, but this is for real. In the polling and the focus groups that we are doing, she is attracting voters who had given up on politics, and I think this is going to continue through November.\n\nMARTÍNEZ: Really quick, I know you're putting together a focus group. Really quick, what are you expecting to learn?\n\nLUNTZ: I'm putting together - it's an awesome focus group of formerly undecided or Trump or Bobby Kennedy voters who are now voting for Harris. What I've learned is that this impact among women is real. The impact within the African American community is real. She's a real opponent for Trump, and she is at least tied with him right now.\n\nMARTÍNEZ: Political analyst and pollster Frank Luntz, joining us on Skype. Frank, thanks.\n\nLUNTZ: Thank you.\n\n(SOUNDBITE OF HYPNOTIC BRASS ENSEMBLE'S \"PURPLE AFTERNOON\")\n\nCopyright © 2024 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
    "url": "https://www.npr.org/2024/07/31/nx-s1-5057424/how-will-kamala-harris-presidential-bid-figure-in-to-legislative-and-state-races",
    "image": "93.jpg",
    "publish_date": "2024-07-31 00:00:00"
}