{
    "index": 94,
    "title": "J.D. Vance is unrecognizable to his former friend",
    "text": "J.D. Vance is unrecognizable to his former friend\n\nNPR's Mary Louise Kelly talks with Sofia Nelson, a former close friend of vice presidential hopeful J.D. Vance, about how he's changed from the person they knew for more than a decade.\n\nMARY LOUISE KELLY, HOST:\n\nNow, we're going to speak with Sofia Nelson, public defender in Detroit, graduate of Yale Law School and a former close friend of JD Vance, the Ohio senator hoping to be the next vice president of the United States. Well, Vance is known these days for being a far-right politician. He's expressed his opposition to marriage equality. He's opposed abortion, including in cases of rape and incest. He's aimed to criminalize gender-affirming care for minors. All of that is in stark contrast to the JD Vance who Sofia Nelson knew for more than a decade - JD Vance, the friend who was at Nelson's bedside with homemade baked goods after they went through a gender-transition-related surgery, the friend who called Donald Trump a racist and a, quote, \"morally reprehensible human being.\"\n\nWell, we know that because Sofia Nelson shared dozens of emails and text messages from JD Vance with The New York Times and joins me now to talk about that decision. Sofia Nelson, welcome. Glad to speak to you.\n\nSOFIA NELSON: Thank you for having me, Mary Louise.\n\nKELLY: How did you meet JD Vance?\n\nNELSON: JD and I were in the same small group in law school, so we met during orientation in the fall of 2010.\n\nKELLY: OK.\n\nNELSON: It was a very diverse group of hardworking and smart people. We became quite close. JD wrote about this in his book. He referred to it as like a family - an island of misfit toys. And both Usha Vance and JD Vance were in that small group with me. And we, you know, quickly bonded over our Midwestern roots. I'm from Michigan. He's from Ohio. Neither of us came from elite backgrounds. I grew up in a small town. So that was our commonality initially.\n\nKELLY: I gather your political views have long differed from JD Vance's, but you maintained this close friendship forged in law school for years. What held the friendship together?\n\nNELSON: Respectful dialogue across difference, I think, was the key to our friendship. I grew up in a small town, in a conservative community, and so it's nothing new to me to have friendships across political differences. And that was, you know, the nature of JD and I's friendship, along with, you know, a love of the Midwest, sparring with each other about Michigan versus Ohio State football - stuff like that.\n\nKELLY: (Laughter) Right. The correspondence that you have chosen to share - I've read through it all. It's a lot. It dates from - what I read was 2014 to 2017. I want you to walk us through your decision. Why go public?\n\nNELSON: It was a really difficult decision. I still care about JD and his wife and his family. But I am a transgender person living in the Midwest. I am living in a community that houses the largest Muslim population in the United States. I'm living in the Blackest city - over 100,000 people - in America. I represent people struggling with addiction, mental health and poverty. And the person that JD Vance has become and the issues that he is pushing threaten to strip me of my civil liberties and members of my community.\n\nAnd I felt like I had a duty to speak out, tell the truth so that voters could make an informed decision. And also, given that he's one of the culture warriors leading an attack against trans children, as a transgender person who has privilege and a supportive family and community, I felt like I needed to speak out on behalf of those kids and let them know that the JD Vance that I knew doesn't hate them. He's not scared of them. Unfortunately, he's just chosen a path of political opportunism to amass wealth and power.\n\nKELLY: You said the JD Vance that you knew - those are the words you just used. Were you able to track his evolution in political views as they happened? Was it gradual? Like, how much did it catch you off-guard when he came out in support of some of the far-right policies that I mentioned as I introduced you?\n\nNELSON: It did catch me off-guard. I think it was a rather sudden shift. The JD that I knew, while we did disagree on many political issues, it's not that - he's certainly always been a conservative. He spoke about people different from him with kindness and respect. And now he uses derision and name-calling. And that is something that he adopted when he decided to run for Senate in 2022, so it was a rather sudden and truly heartbreaking, for me, change.\n\nKELLY: Do you worry about the kinds of policies he would push in this country if the Trump-Vance ticket wins?\n\nNELSON: I certainly do, and that is why I'm speaking out. I worry about trans people's access to health care. We deserve to make decisions about our own bodies just like everyone else and to access to health care that we need. Women deserve access to health care as well, which includes abortion. The Muslim community here in Metro Detroit deserves to feel safe and included. They are our neighbors. I'm trying to protect my community.\n\nAnd I also just want to stand up for decency - for treating other people the way that you want to be treated. And to me, that is a core Midwestern value. You know, I didn't share a faith with many of my neighbors. I didn't share a racial background with many of my neighbors - my mother is Chicana. And I didn't share a politics with many of my neighbors. But we knew how to talk across those differences and to love one another and to be respectful.\n\nAnd now, to hear him dismiss people that are different from him - the cat ladies comments - it breaks my heart because we should treat everyone with kindness, and I think that that is what I'd like to see our politics return to.\n\nKELLY: If he's listening - and I hope he is - what would you say to him now?\n\nNELSON: I miss you. I miss the person that was thoughtful, that really took time to try to understand issues. I remember, when he made the cat ladies comment - I followed his career - and this dismissiveness of people without children as if they are not full citizens is just mean-spirited. And that's not the person that I believed JD would be, and it's sad to see him turn his back on those values in order to advance his political career.\n\nKELLY: Sofia Nelson, public defender in Detroit, talking about a friendship forged with Senator JD Vance back when they were in law school. He's, of course, now running to be vice president. Sofia Nelson, thank you.\n\nNELSON: Thank you so much for having me.\n\nKELLY: And I want to note that we have reached out to the Vance campaign for comment. We have not heard back.\n\n(SOUNDBITE OF MINUTEMEN'S \"COHESION\")\n\nCopyright © 2024 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
    "url": "https://www.npr.org/2024/07/30/nx-s1-5056232/j-d-vance-is-unrecognizable-to-his-former-friend",
    "image": "94.jpg",
    "publish_date": "2024-07-30 00:00:00"
}