{
    "index": 96,
    "title": "Winklevoss twins and crypto ties seek to shape Arizona Democratic primary race",
    "text": "Winklevoss twins and crypto ties seek to shape Arizona Democratic primary race\n\ntoggle caption Kevin Dietsch/Getty Images\n\nFor more on the 2024 race head to the NPR Network's live updates page.\n\nA Democratic primary race for a U.S. House seat in Phoenix, Arizona, has drawn a curious group of interests: the Winklevoss twins of Facebook fame, cryptocurrency industry forces and Republican donors.\n\nThe high-stakes affair is the latest reminder of outside groups moving to extend their reach in the U.S. House, with control of the lower chamber in play. Arizona, a critical battleground that will play an outsize role in national races this year, holds its primary elections on Tuesday.\n\nThe three-way Democratic contest for the state’s 3rd Congressional District features former Arizona legislator Raquel Terán, ex-city council member Yassamin Ansari and pediatrician Dr. Duane Wooten. Polling shows the top contenders are Terán, a Latina, and Iranian-American Ansari, both of whom are vying to make history with their personal backgrounds. They want to fill the seat of Rep. Ruben Gallego, who is running for the U.S. Senate.\n\nSponsor Message\n\n“We've come a long way. We built a really impressive, young, diverse team that has knocked on over 150,000 doors,” Ansari told NPR. She left her Phoenix City Council seat in March to launch her campaign to become the first Iranian-American Democrat to serve in Congress.\n\nHowever, Ansari has drawn controversy due to support for her campaign from outside donors including the Winklevoss twins, a Republican-aligned crypto political action committee and a major donor to former President Donald Trump. She’s pushed back against Terán and others who question her Democratic credentials, an issue that also plagued Ansari during her 2021 city council run.\n\n“It was outrageous then, it's outrageous now,” she said, noting that she was labeled as a “progressive minority” on the Phoenix city council. “So my record is clear. And I think the voters can see through these sorts of misleading, desperate attacks.”\n\ntoggle caption Jason Wise/Getty Images for Green New Deal Network, Climate Action Campaign\n\nTerán, an ex-state Senate and House member vying to become the first Latina to represent the state in Congress, isn’t buying it.\n\n“These individuals are bankrolling Donald Trump,” Terán, the former state Senate minority leader and Democratic party chair, told NPR. “They are trying to silence our voices as Latino voters. They are trying to meddle in Democratic primaries, taking away the voices of many working families. And I think it's important that we expose the fact that outside spending is coming into our district.”\n\n\n\nSponsor Message\n\nQuestions about crypto ties\n\nTerán, who was born in the U.S. but grew up in Mexico, argues her long political career — from liberal activist collecting signatures on a long list of issues to top Democratic state lawmaker — has made her campaign a target for Ansari’s Republican donors.\n\nShe’s also perplexed why Ansari has drawn crypto industry interest. This isn’t the first time mysterious crypto ties have flowed into a House Democratic primary contest, as it became an issue in one 2022 Oregon race, with fallen crypto magnate Sam Bankman-Fried at the center.\n\n“This is not top of mind for people in our district,” Terán said. “Nobody brings up crypto when we're knocking on doors.”\n\ntoggle caption Kevin Dietsch/Getty Images\n\nArizona’s third congressional district includes parts of central, south and west Phoenix and is a 65% majority Latino district, marking a blue seat in the purple state.\n\nFederal Election Commission filings show the Ansari campaign has drawn more than $1.3 million from the GOP-based crypto group Protect Progress PAC, which is backed by Trump supporters such as Marc Andreessen and Ben Horowitz. The PAC has supported Democratic candidates while its Republican donors have supported Trump, former GOP presidential candidate Vivek Ramaswamy and House Republican leadership team member New York Rep. Elise Stefanik.\n\nLast year, Texas-based billionaire Hushang Ansary — no relation — directed $6,600, the maximum allowed, to Ansari’s campaign, FEC filings show. The Republican donor for Trump and others in recent years was found liable for fraud tied to a massive Caribbean-based pension fund.\n\nHowever, the candidate said he was among a group of family friends energized by their common heritage and groundbreaking campaign, Ansari said.\n\nDonors like Ansary “hate my policies… but that's not why they're supporting me,” she said. “It makes them proud to see somebody of their… background running for Congress and having... a high probability of potentially winning.”\n\n\n\nSponsor Message\n\nSupport from Winklevosses\n\nCameron and Tyler Winklevoss, who have also donated to the Protect Progress PAC, additionally contributed the maximum allowed to Ansari’s campaign: $13,200, according to an FEC filing.\n\nLargely known as Republican donors, the Winklevoss twins, who long accused Meta's Facebook founder Mark Zuckerberg of stealing their social media idea, have become major crypto players.\n\nDays after Vice President Kamala Harris was elevated to become Democrats’ top candidate to replace President Biden, Tyler Winklevoss said she had betrayed their industry.\n\n“We will show no mercy in November,” he said in the July 24 post on X, formerly known as Twitter.\n\nThe Biden-Harris Administration wages all-out war on the crypto industry for 4 years. Despite all of this, Kamala is still invited to the @TheBitcoinConf in Nashville and given a chance to speak to our industry and reset the relationship. What does she do? She declines. She can’t… — Tyler Winklevoss (@tyler) July 24, 2024\n\nThe Protect Progress group, Ansary and Winklevoss Capital did not immediately respond to requests for comment from NPR.\n\nIn 2022, crypto played a large role in a new Oregon House district race with the state’s largest Latino population, supporting a political unknown, Carrick Flynn, who drew a massive boost from Bankman-Fried. Democratic Rep. Andrea Salinas went on to defeat Flynn despite large crypto spending on the race.\n\nAnsari said she has \"no connection\" to the Winklevoss twins, and suspects her focus on new emerging technologies may have drawn their interest.\n\n\"We've talked about being pro-innovation and wanting to really regulate the digital asset industry,\" she said, \"and figure out how we can continue to innovate here... and keep some of these jobs in the U.S.\"\n\nAnsari in an interview sought to redirect attention away from her Republican donors, back to her work in the district, and endorsements she’s drawn from organizations such as laborers' and teachers' unions.\n\n\n\nCongressional Hispanic Caucus backs Terán\n\nTerán, meanwhile, has drawn support from Bold PAC, the campaign arm of the Congressional Hispanic Caucus. She’s also received endorsements from a wide range of labor, Latino and equity organizations, as well as those focused on women’s reproductive issues, such as Planned Parenthood.\n\nSponsor Message\n\nCongressional Democrats, including the No. 3 House caucus leader, California Rep. Pete Aguilar, and Arizona Sen. Mark Kelly in the upper chamber, have also lined up in support.\n\nBold PAC Chair Linda Sánchez, a Democratic congresswoman from California, argues outside donor groups are trying to erase the voices of more than 500,000 Latinos in Arizona’s third.\n\n\"So a massive effort to silence Latino voices in this crucial swing state begs the question: whose bidding is this outside group really doing?” Sanchez asked in a statement.\n\nThe group’s executive director, Victoria McGroary, said the race is a reminder of the critical stakes on the line for House Democrats, Latino voters and Arizona.\n\n“In a state where we have such an enormous Latino population, where the Latino population makes a difference in races up and down the ballot statewide and certainly in a presidential cycle and where the Senate is on the line — our community is going to make the difference,” she told NPR.\n\n“And really, that center of power is really concentrated in the third district. This is the legacy of Latino representation in the state of Arizona.”",
    "url": "https://www.npr.org/2024/07/29/g-s1-13785/winklevoss-twins-crypto-arizona-democratic-primary",
    "image": "96.jpg",
    "publish_date": "2024-07-29 00:00:00"
}