{
    "index": 99,
    "title": "The Obamas have endorsed Harris, capping a week where Democrats embraced her",
    "text": "The Obamas have endorsed Harris, capping a week where Democrats embraced her\n\ntoggle caption Chip Somodevilla/Getty Images\n\nFor more on the 2024 race head to the NPR Network's live updates page.\n\nFormer President Barack Obama and Michelle Obama have thrown their weight behind Vice President Harris' push to become the Democratic nominee in the 2024 election.\n\nThe endorsement, announced by her campaign in a video, caps a week where the vast majority of people involved in the Democratic party, including convention delegates, lined up behind Harris after President Biden announced on Sunday that he was abandoning his bid for a second term.\n\nSponsor Message\n\nYouTube\n\nIn the video, which appears to be shot from the campaign trail this week, Harris answers a call from the Obamas on her cell.\n\n\"We called to say, Michelle and I couldn’t be prouder to endorse you and do everything we can to get you through this election and into the Oval Office,\" the former president is heard saying.\n\nSince leaving office, Obama has proven to be a fundraising powerhouse for Democrats. He raised more than $25 million for the Biden-Harris campaign at a star-studded fundraiser in New York in March followed by another in Los Angeles in June that raised more than $28 million.\n\nObama said that Democrats were \"gonna be underdogs\" in the race and nodded to the need to energize independent voters and young voters.\n\n\"We are telling everybody to kick off those bedroom slippers and get off the couch and start knocking on doors and making phone calls,\" Obama told Harris, according to extended excerpts of the call released by his office.\n\nMichelle Obama told Harris that the \"energy\" surrounding her new campaign has \"really changed the game.\"\n\n\"We've got your back. We have you and Doug's back. It's gonna be a fight. But you know, I think the country is ready for something special,\" Michelle Obama said.\n\nSponsor Message",
    "url": "https://www.npr.org/2024/07/26/nx-s1-5052627/obama-endorses-harris-election",
    "image": "99.jpg",
    "publish_date": "2024-07-26 00:00:00"
}