{
    "index": 100,
    "title": "So how do you 'accurately' speak English in ancient Rome?",
    "text": "So how do you 'accurately' speak English in ancient Rome?\n\ntoggle caption Cuba Scott/Paramount Pictures\n\nGladiator II doesn’t come out until November. But the recent release of the trailer has prompted a lot of online chatter about the actors’ accents — especially Denzel Washington’s. The actor plays a powerful mercenary who keeps a stable of gladiators. His character, Macrinus, is based on a real historical figure.\n\n\"I love me some Denzel,\" wrote Sophia Johnson on X.com. \"But his masterful acting skills cannot erase his vernacular and no amount of adoration can make it fit for a film depicting ancient Rome.\"\n\nSponsor Message\n\n\"What accent is he supposed to have?\" countered treythekage in a TikTok video. \"Are you going to make Denzel Washington do a goofy-ass British accent to seem noble? Or are you going to let him be his noble-ass self?\"\n\nThis debate about whether it’s OK to play ancient historical figures with an American accent instead of a posh English one highlights how longstanding conventions around accents persist in movies — even when they defy logic.\n\n\n\nAncient Rome: A linguistic melting pot\n\nGladiator II is set in ancient Rome. Far from being a single-accented monoculture, it was a linguistic melting pot.\n\n\"The Roman citizen body had people who came from an enormous number of different places — tons of Africans, tons of Greeks and tons of Gauls,\" said Eleanor Dickey, a classics professor at the University of Reading in the United Kingdom.\n\nDickey said we know about speech variances in ancient Rome because of writings by grammarians like Pompeius.\n\n\"There were a lot of Greek speakers, not everybody spoke Latin\" said Dickey. \"And of the ones who spoke Latin, many of them were not native speakers of it. And the ones who were native speakers of it, didn't all necessarily speak the same kind of Latin.\"\n\nSponsor Message\n\nThere were some people in Rome from the country that centuries later would become known as England. Dickey said most of us wouldn’t recognize the language those people spoke.\n\n\"There was no such thing as English in the third century,\" she said. \"What you would have had is Celtic speakers.\"\n\n\n\nWhere history and Hollywood part ways\n\nBut Hollywood has never concerned itself too much with the facts.\n\n\"We simply expect to hear characters in a film set in ancient Rome speaking in RP — Received Pronunciation — that sort of Queen's or King's English accent,\" said dialect coach Erik Singer. \"It's just a convention, though.\"\n\nSinger, whose resume includes helping California native Austin Butler perfect his Mississippi accent in the 2022 Elvis biopic, said RP English is a prestige accent. So it’s obvious for filmmakers to associate it with colonial power.\n\n\"Roman Empire, British Empire — there's something there that sort of makes sense,\" he said.\n\nAs a result, RP has been standard issue for movies set in the ancient world, from 1963's Cleopatra to 2009's Agora. (The original Gladiator movie from 2000 also made much use of this accent.)\n\nBut Singer said some filmmakers are becoming more thoughtful about what accents to use for movies set in faraway places and times.\n\n\"There's no one way to handle a situation where you have a story set in ancient Rome, or another country with characters speaking a language other than English, and we're just hearing it in English because it's an English language film for an English language audience,\" Singer said. \"You can have everybody speak RP. You can have everybody speak a variety of accents and kind of try to match them to the class. And then there's sort of no plan at all.\"\n\n\n\nThe danger of judging a film's accents by its trailer\n\nIt’s hard to know how much thought went into the accent choices for Gladiator II. Neither the production company nor the dialect coach responded to NPR’s requests for comment.\n\nJudging by the trailer — and that's not ideal, since it's noisy, action-packed and only features a few lines of dialogue — the accents do seem to be all over the map.\n\nIrish actor Paul Mescal is speaking a version of RP English — though some viewers of the trailer have said the actor lapses into his Irish accent at points. Lior Raz appears to be using his native Israeli-inflected speech. Singer said when he listened to Chilean American Pedro Pascale's most discernible line in the trailer — \"Rome has so many subjects; she must feed them” — he didn’t hear enough to make a judgement about what accent he was using.\n\n\"What are we to make of this?\" the dialect coach wrote in an email. \"Without consulting any of the artists involved, and without more to go on, it isn't responsible to even speculate here.\"\n\nAs for Denzel Washington, Singer said the actor’s voice and delivery are so familiar, people tend to tune-out subtle changes.\n\nSponsor Message\n\n\"His voice is likely to be perceived as being 'Denzel's normal accent' even when it's not,\" said Singer. \"This is the sort of perception trap that leads a lot of movie stars, past and present, to avoid big accent risks, as they feel they can't win — they'll be mercilessly criticized either way.\"\n\nThis story was edited by Jennifer Vanasco for air and digital. The audio version was produced by Isabella Sarmiento-Gomez.",
    "url": "https://www.npr.org/2024/07/25/nx-s1-5049970/denzel-washington-accent-gladiator",
    "image": "100.jpg",
    "publish_date": "2024-07-25 00:00:00"
}