{
    "index": 22,
    "title": "In 'Miss Merkel,' Germany's former chancellor is a crime-solving amateur detective",
    "text": "In 'Miss Merkel,' Germany's former chancellor is a crime-solving amateur detective\n\ntoggle caption RTL/Maor Waisburd\n\nBERLIN — Little is known about how Germany’s former Chancellor Angela Merkel is spending her retirement, and that seems to be the way she likes it. Thanks to a German crime fiction series adapted for television and now proving a hit in Italy, she is back in the headlines — this time as a fictional small-town amateur sleuth.\n\nAs the title suggests, Miss Merkel is a whodunnit that imagines the former chancellor as an Agatha Christie-style detective who starts solving crimes out of sheer boredom. For want of a G7 or European Union summit, Merkel is desperate to put down the garden shears and get back to solving something, anything! This time, it’s a village murder. Move over, Miss Marple!\n\nSponsor Message\n\nThe TV adaptation stars German theater doyenne Katharina Thalbach as Merkel. Like Merkel, Thalbach is 70 and from former East Germany. She says it wasn’t too hard to prepare for the role.\n\n“You could always see the burden of power in Merkel’s shoulders, how it weighed on her,” Thalbach tells NPR. “So, I focused on my shoulders, put on a wig and one of her signature colorful boxy blazers and I had the feeling I was her. That I am Angela Merkel!”\n\ntoggle caption RTL/Maor Waisburd\n\nThalbach has met Merkel a number of times but is not sure whether the ex-chancellor is a fan of Miss Merkel.\n\n“The last time I saw Angela, I tried to find out whether she’s read the books or seen the series,” Thalbach recalls. “But she deftly dodged the question, saying instead that her office staff are big fans.”\n\nThe books’ author , David Safier, known previously for his fictional accounts of the Holocaust and his work as a scriptwriter , says he’s also none the wiser as to what Merkel thinks of his alternative retirement plan for her.\n\ntoggle caption Sean Gallup/Getty Images\n\n“Probably she has read the novels,” Safier speculates. “To be honest, if there would be a crime novel where you are the hero, wouldn’t you at least read the first 10 pages?”\n\nSponsor Message\n\nWhile the books are a commercial success, the small-screen adaptation by RTL — which will be available to stream later this year in the U.S. — has received lukewarm reviews in Germany. The broadsheet Frankfurter Allgemeine Zeitung acknowledged the star power that Thalbach’s performance brings to the production, but lamented the show’s “corny jokes.” German magazine Fokus suggested the production company engage Safier as the scriptwriter, seeing as he won an Emmy for a German sitcom Berlin, Berlin .\n\nSafier came up with the idea for Miss Merkel in 2019, on the day Merkel announced she wouldn’t be running for a fifth term. He says he sat down to watch an old rerun of Columbo that same evening and the idea for his top-10 Spiegel bestseller was born.\n\nSafier says Angela Merkel makes for a consummate detective.\n\n“Merkel is highly intelligent, much more intelligent than other politicians,” he says. “She is strongheaded. And, after 30 years in politics, she’s used to dealing with sociopaths and psychopaths.”\n\nLike Miss Marple, Merkel is often underestimated — something the former chancellor used to her advantage throughout her political career. Thalbach says this particularly baffled alpha-male politicians.\n\ntoggle caption RTL/Maor Waisburd\n\n“The real Merkel was brilliant at finding skeletons in the closets of her political rivals,” Thalbach asserts. “But she had none of her own: the perfect trait for an ace detective!”\n\nSafier says it’s the references to Merkel’s former life as chancellor that tickle his readers.\n\nIn the first book, Miss Merkel attends a community theater production and remarks that “compared to six hours of Beijing Opera with Xi Jinping, everything else is a piece of cake.”\n\n“Her experience helps her to solve crime mysteries. When she’s questioning a suspect, she knows that she has to wear him down,” Safier says of his main character. “Merkel knows what it’s like to probe and ask questions over and over again. She did it until the early hours at countless EU summits.”\n\nSponsor Message\n\nUnlike Miss Marple, Merkel is actually a Mrs. — a Frau Dr., that is, with a Ph.D. in quantum chemistry. In the TV series, Merkel’s husband asks why she’s still wearing her trademark pantsuits in retirement. Her answer could be considered classic Merkel logic: “I’ve still got 50 of them in my wardrobe.”\n\nAngie nostalgia aside, Safier says that in his next book , Miss Merkel is seeing a therapist after realizing, while writing her memoirs, that she neglected to solve a number of issues during her time in office — be it Germany’s ailing railway system or relations with Russia.",
    "url": "https://www.npr.org/2024/08/31/g-s1-19962/miss-merkel-germany-tv-mystery-series",
    "image": "22.jpg",
    "publish_date": "2024-08-31 00:00:00"
}