{
    "index": 23,
    "title": "Grieving the dead is complicated. Here's how you can help someone experiencing loss",
    "text": "Grieving the dead is complicated. Here's how you can help someone experiencing loss\n\ntoggle caption Getty Images\n\nAnnie Sklaver Orenstein was 25 when her brother Ben was killed while serving in Afghanistan.\n\nShe found solace in writing about him and others who have lost siblings. Earlier this year, she published Always a Sibling: The Forgotten Mourner’s Guide to Grief, a book about processing grief.\n\ntoggle caption Hachette Book Group\n\nOrenstein spoke about the complexities of loss and how people respond in the moment in a Morning Edition interview with Michel Martin. We reached out to Orenstein in the wake of the pop singer Mariah Carey losing both her mother and sister on the same day. Carey’s mother was 87, according to public records, and lived in an assisted living facility in Florida. Her sister was 63 and in hospice care in New York state.\n\nCarey was reportedly estranged from her sister. And that got us to thinking about how complicated grief can be when there are multiple deaths, for example, or estrangement — something that just doesn't fit common narratives of what grief should look like.\n\nSponsor Message\n\nThis interview has been edited for length and clarity.\n\nMartin: One of the reasons you started writing about this is that you lost your brother in Afghanistan in 2009. And I just want to make it clear that you were not estranged, that you were, in fact, very close. Let's just start with losing a sibling. You've written that people act like it just doesn't matter. Like, how so?\n\nOrenstein: Once I started actually doing the research, I realized that my experience is actually very common — the diminishment of sibling grievers. And it's through a lot of small actions. It's things like people asking how your parents are doing, but they don't ask you how you are doing. Or if they find out you lost a sibling, the first question might be, “Were you close?” as if your answer to that will determine whether or not you're allowed to be grieving or the extent to which you're allowed to be grieving. But we grieve imperfect people. We grieve imperfect relationships, sometimes even more so or more complicated than if you were really close. And so those qualifiers, they're not really relevant, but they can make you question your own grief and whether or not you are allowed to grieve.\n\nSponsor Message\n\nMartin: And adding to that, it gets complicated when there is estrangement, as we think there was in Mariah Carey's case. Can you talk more about that, how that complicates things, whether people know that or not in your circle?\n\nOrenstein: You know, I think there is a feeling that, you know, if you're estranged, you're probably not grieving. In some cases, that might be true. There's something called abbreviated grief where you just don't grieve very much. That can happen if you had a weak emotional attachment. You know, there is a type of grief called anticipatory grief, where you're essentially grieving the person while they are still alive. And so when they die, you might not grieve as much as you think you will, but that's because you've already grieved them. And so in some cases of estrangement, you know, that might be what happened, but in other cases, people often hold out a hope that there can be some reconciliation and death takes away those opportunities.\n\nMartin: Why do you think we have such a hard time in this country supporting people through grief?\n\nOrenstein: I think in our country, we're uncomfortable with things that we can't fix, things that we can't solve. You know, people want to say the right thing because they want to fix it and they want to make you feel better. And so grief makes us really uncomfortable because there's nothing you can say that will fix it.\n\nMartin: So let's talk about what you can do to support someone who has lost a sibling or in Mariah Carey's case, has lost a sibling and has lost a parent, or is dealing with this, what you've called this complex grief. What are some things not to say? Are there some things that you can say or do, even if you know you can't fix it?\n\nOrenstein: We can't grieve for someone else as much as we often want to. But what we can do is go over and do their dishes. We can go grocery shopping for them. We can drop off dinner. We can do small things to reduce that overwhelm and overload so that our brains and our emotions do have the bandwidth and capacity to process what's going on. So a lot of what we can do is show up. Community support is proven. It is a huge way to help someone who is grieving.\n\nSponsor Message\n\nThis digital article was edited by Obed Manuel.",
    "url": "https://www.npr.org/2024/08/31/nx-s1-5092142/complex-grief-coping-with-the-loss-of-a-sibling",
    "image": "23.jpg",
    "publish_date": "2024-08-31 00:00:00"
}