{
    "index": 24,
    "title": "Whatever happened to ... the Rohingya refugee who won a U.N. award for his photos?",
    "text": "Whatever happened to ... the Rohingya refugee who won a U.N. award for his photos?\n\ntoggle caption Sahat Zia Hero\n\nSince 2017, the Rohingya people from Myanmar have been fleeing anti-Muslim persecution in their predominantly Buddhist country. Most have fled to neighboring Bangladesh, where many now live in makeshift communities around Cox’s Bazar district.\n\nAbout half of those living in the refugee camps are children. Despite fleeing violence in their home country, the Rohingya people continue to face threats of disease, hunger and natural disasters in their settlements.\n\nOver the past year, the conflict between rebel forces and government troops in Myanmar has brought new refugees to the settlements. According to a statement issued this month by the group Refugees International: \"In Rakhine state, increased fighting between Myanmar’s military junta and the AA (Arakan Army) ... has both caught Rohingya in the middle and seen them targeted. The AA has advanced and burned homes in Buthidaung, Maungdaw, and other towns, recently using drones to bomb villages,”\n\nSponsor Message\n\nAccording to the Associated Press: \"UNICEF said that the agency received alarming reports that civilians, particularly children and families, were being targeted or caught in the crossfire, resulting in deaths and severe injuries.\"\n\nIn December 2023, we featured four Rohingya photographers who were the Asia-Pacific regional winners of the United Nations’ annual Nansen Refugee Award, which recognizes exceptional effort to protect refugees, displaced and stateless people. These photographers are among the nearly one million people who live as refugees in Bangladesh. This week, we followed up with one of the photographers, Sahat Zia Hero, to ask how life has been since then.\n\nHow have things been since we last spoke in December?\n\nWe have been very busy. I participated in a lot of exhibitions in Bangladesh. I also organized photo contests for the young photographers in the camp. I am the founder of Rohingyatographer Magazine, and we have a team of more than 30 photographers, including 11 women. Every day, they share their photos with us, and we post them on social media. And every month we select three winners — one from Facebook, another from Instagram and another from Twitter [now known as X]. I sponsor an award for the three winners every month.\n\nSponsor Message\n\nHow can you afford to sponsor a prize?\n\nI have some funds from my Prince Claus Seeds Award [for work that makes a positive contribution to society] and Nansen Refugee Regional Award. This really encourages [the winners] and motivates them to keep getting better.\n\nWe [also] just won the Casa Asia awards in the category of Diversity, Inclusion and Sustainable Development. I was invited to receive the award in Madrid, but I could not attend because I don’t have any formal identity or passport. But we celebrated the award, and we are grateful and so happy to be recognized.\n\nOur hard work, resilience, skills and talent made it possible to win this award. We can use this opportunity to further develop more collective work and make sure the plight of Rohingya people is heard.\n\ntoggle caption\n\nYou have been vocal about the importance of drawing attention to the challenges of the Rohingya community. Did the U.N. recognition make any difference?\n\nYes. It’s important that the Rohingya photographers get recognized by the U.N., the public and the international community. I hope to [continue to] draw the attention from the international community to amplify the voice of my community to solve the Rohingya crisis.\n\nCould you elaborate on the current state of the Rohingya crisis? How are things going in Myanmar?\n\nRight now, we are a million people living in the camps, and the conflict in the Arakan state [now known as Rakhine state] is still unfolding. More people from Myanmar are still fleeing and coming to the refugee camp due to the violence between the Arakan army and the Myanmar military.\n\nBoth the Myanmar military and the Arakan army target the Rohingya people. They are bombing our villages and homes, killing people. In June, more than 30 people were killed in the fight between the Arakan army and the Myanmar military — including children and women. Most were killed in the bombardments when they were sleeping in their homes.\n\ntoggle caption Sahat Zia Hero\n\nThere are whole families that were affected by the bombs, so there are a lot of people injured. Thousands of people were displaced, but most of them can’t find a way to flee.\n\nSponsor Message\n\nThe Rohingya people in Arakan don’t have food, security or health care. The hospitals are all closed. [In June], MSF [Doctors Without Borders] withdrew their activities from that area. And the rebels have been looting from the people. So the Rohingya people are facing a very difficult situation — they have nowhere to go, nowhere to flee, [and are] moving from one village to another village. The war continues. And no one is safe there. Nowhere is safe. I am really concerned.\n\nAnd how is life at the refugee settlement in Bangladesh?\n\nLiving in this refugee camp is getting worse due to the decreased funds from the U.N. and international community. I am very concerned about the future of the young generation. They are facing food crises, water crises [and] health crises. We must find a solution so we can rebuild the hope and future of the young generation and the Rohingya people.\n\ntoggle caption Sahat Zia Hero\n\nLast month, there was very heavy rain and landslides. Hundreds of families were displaced in the camp. This happens every year during the monsoon. The landslides demolish our shelters while we are sleeping. It is difficult to take all the bodies from the mud because we don’t have the equipment, so we have to take them with our hands. We don’t get emergency support from the rescue team if it happens at night. It takes a long time to come to help.\n\nWhat do you wish people knew about the Rohingya refugees?\n\nThis a tough life.\n\nWe are humans too, and we have the right to seek a better life like other people around the world. So we need support from the international community to really focus on the Rohingya crisis to find a solution.\n\nHow can the international community help?\n\nIf the international community joins with the government of Bangladesh and makes dialogue with the Myanmar government and Arakan army to not target the Rohingya people, who are already vulnerable, then we can help ensure their safety. Maybe we can see a way to repatriate the Rohingya people in refugee camps.\n\ntoggle caption Sahat Zia Hero\n\nIs seeking asylum elsewhere possible? Do you have any desire or plans to move?\n\nIt is hard for me to stay in the camp, and sometimes I think about seeking asylum in another country to study there. I could not complete my graduation in Myanmar — I got to my second year but could not complete my three years there. Completing graduation in the university was my dream — I wanted to be an engineer. I still want to study computer science. But I stay in the camp for the community — to do something for them.\n\nSponsor Message\n\nRight now, I am empowering the community. [Many] people like me who are a bit educated or talented leave the camp, so the community feels like they are being forgotten. I like to encourage them to know we are not leaving them behind, we are staying together, we are fighting together. Staying with them encourages them to stay resilient, so that’s why I am still living here instead of finding opportunity for resettlement.\n\nWhat are your plans for the future? What are you most excited about?\n\nI hope for the world to recognize our resilience and acknowledge our work. For the world to hear the voice of our community and see [our] situation to generate empathy and action.\n\ntoggle caption Sahat Zia Hero\n\nI want to do more projects with women photographers so we can ensure that women’s voices are also heard. But we have not received any sponsorship to fund us this year. But if we get any funding from generous donors or others who want to support our work, we can amplify the voices of the Rohingya women.\n\nThis interview has been edited for length and clarity.\n\n",
    "url": "https://www.npr.org/2024/09/01/g-s1-20025/whatever-happened-to-the-rohingya-refugee-who-won-a-u-n-award-for-his-photos",
    "image": "24.jpg",
    "publish_date": "2024-09-01 00:00:00"
}