{
    "index": 29,
    "title": "Army says Arlington National Cemetery worker was 'pushed aside' by Trump aides",
    "text": "Army says Arlington National Cemetery worker was 'pushed aside' by Trump aides\n\ntoggle caption Jacquelyn Martin/AP\n\nThe U.S. Army said an employee at Arlington National Cemetery who tried to \"ensure adherence\" to rules that prohibit political activities at the cemetery \"was abruptly pushed aside,\" but that the employee decided not to press charges against the Trump campaign staffers who allegedly pushed her.\n\nThe statement Thursday comes in response to NPR's reporting on former President Donald Trump's visit to Arlington and an altercation his staff had with a cemetery employee.\n\n\"Participants in the August 26th ceremony and the subsequent Section 60 visit were made aware of federal laws, Army regulations and DoD policies, which clearly prohibit political activities on cemetery grounds,\" the statement said. \"An ANC employee who attempted to ensure adherence to these rules was abruptly pushed aside. Consistent with the decorum expected at ANC, this employee acted with professionalism and avoided further disruption. The incident was reported to the JBM-HH police department, but the employee subsequently decided not to press charges. Therefore, the Army considers this matter closed.\"\n\nSponsor Message\n\nThe Army, in its statement, called the incident \"unfortunate,\" adding: \"it is also unfortunate that the ANC employee and her professionalism has been unfairly attacked.\"\n\nBecause federal law prohibits Army employees from being involved with any political campaign, the staff at the cemetery did not deal directly with the Trump campaign about his visit there. A source familiar with the event said the cemetery staff worked with the staff of Republican Congressman Brian Mast of Florida, who joined Trump at Arlington.\n\nArlington Cemetery staff dealt directly with Mast’s chief of staff, James Langenderfer, briefing him extensively on the rules, which include no campaign events at the cemetery. They also reiterated that only an official Arlington National Cemetery photographer — and no campaign photographer — could be used at Section 60, the location of the recent American war dead. The source said Langenderfer told them the Trump campaign agreed to these rules.\n\nPolitics Fallout continues after Trump campaign incident at Arlington National Cemetary Fallout continues after Trump campaign incident at Arlington National Cemetary Listen · 4:54 4:54\n\nNPR reached out to Mast’s staff and asked if Langenderfer was briefed and relayed that information to the Trump campaign. They did not address the questions but instead released a statement.\n\nIn the statement to NPR, Mast said: \"President Trump conducted no politics at Arlington National Cemetery.\"\n\nThe statement comes a day after Trump shared a TikTok video including footage from Arlington National Cemetery that likely violates a federal law against using military cemeteries for campaigning purposes.\n\nNPR reported that Trump campaign staffers had a physical altercation with an Arlington National Cemetery staffer on Monday over the restriction.\n\nSponsor Message\n\nIt's not the first time Trump has been accused of politicizing the military, but the campaign is seeking to downplay what happened in the aftermath.\n\nTrump was at Arlington on Monday to commemorate the third anniversary of an attack in Afghanistan that killed 13 U.S. service members amid the disastrous withdrawal of troops. Trump and other Republicans have blamed President Biden and Vice President Harris for the chaos and loss of life.\n\nThe 21-second video posted on Trump's TikTok account shows the former president laying a wreath at the Tomb of the Unknown Soldier and several snippets of Trump joining Gold Star family members at gravesites of their loved ones in a part of the cemetery known as Section 60.\n\n\"We lost 13 great, great people — what a horrible day it was,\" Trump says over somber music. “We didn't lose one person in 18 months, and then they took over the disaster, the leaving of Afghanistan.”\n\nTrump has been making this claim about 18 months without military casualties during his administration for years, and it’s not true. The 18-month period from February 2020 to August 2021 saw no combat-related deaths in Afghanistan, with part of that when Biden was in office.\n\nThe Trump campaign was not authorized to film or photograph in Section 60, federal law prohibits the use of military cemeteries for campaign events, and two campaign staffers got in a physical and verbal altercation with the Arlington staffer who tried to prevent the filming.\n\nIn a statement after NPR's original story, family members present Monday said they invited Trump and gave approval for his photographer and videographer to document an emotional moment of remembrance.\n\nSome of those family members also spoke at the Republican National Convention, bashing Biden and vocally endorsing Trump.\n\n\"Joe Biden may have forgotten that our children died, but we have not forgotten — Donald Trump has not forgotten,\" said Cheryl Juels in Milwaukee at the RNC in July. Juels is the aunt of Sgt. Nicole Gee, one of the 13 U.S. service members killed at Abbey Gate in Afghanistan in 2021.\n\n\"Joe Biden owes the men and women that served in Afghanistan a debt of gratitude and an apology. Donald Trump loves this country and will never forget the sacrifice and bravery of our service members,\" she added. \"Join us in putting him back in the White House.\"\n\nSponsor Message\n\nThough the loved ones said they were OK with the cameras present, the families do not have the power to suspend the rules.\n\nThe family of Master Sgt. Andrew Marckesano, a Green Beret who died by suicide after serving multiple combat tours and who is buried in Section 60, said according to their conversations with the cemetery, \"the Trump campaign staffers did not adhere to the rules that were set in place for this visit.\"\n\n\"We hope that those visiting this sacred site understand that there were real people who sacrificed for our freedom and that they are honored and respected and treated accordingly,\" they said in a statement.\n\n\n\nThe Trump campaign responds\n\nIn the aftermath of the visit to Arlington, the Trump campaign's response has taken on a tone of nastiness. One spokesman said the cemetery staffer was \"clearly suffering from a mental health episode\" and promised to release footage of the encounter but has so far declined to do so.\n\nOn the campaign trail in Pennsylvania on Wednesday, the Republican vice presidential nominee, Sen. JD Vance of Ohio, said Harris could \"go to hell\" over the Afghanistan withdrawal and blamed reporters for the campaign's controversy, which he called a \"disagreement.\"\n\n\"You guys in the media, you're acting like Donald Trump filmed a TV commercial at a grave site,\" Vance said. \"He was there providing emotional support to a lot of brave Americans who lost loved ones they never should have lost. And there happened to be a camera there, and somebody gave him permission to have that camera there.”\n\nTrump echoed that argument Thursday, doubling down on attacks against Harris and Biden in a clip posted to his campaign's Trump Social account from a campaign event in Michigan.\n\n\"She does not respect you, ask the families of the 13 incredible servicemember heroes who died during the surrender of Afghanistan — which was surrendered by Kamala and 'Sleepy Joe' — whether or not Kamala Harris cares about our young people and our military,\" Trump said.\n\nSponsor Message\n\nMeanwhile, Utah Gov. Spencer Cox, who attended the Arlington events with Trump, apologized in a social media post for sending a campaign fundraising email with a photo of him and the former president in Section 60 with the family of Staff Sgt. Darin Taylor Hoover.\n\nCox's official gubernatorial X account posted a photo from the restricted area, and the post is still online.\n\nThis is not the first time Trump has been accused of politicizing the military for his personal gain. He has allegedly called dead soldiers \"suckers\" and \"losers,\" insulted the late Sen. John McCain for being a prisoner of war and recently stoked controversy for saying civilian Presidential Medal of Freedom recipients are much better than those who received the Medal of Honor — the highest military award in the country, often given posthumously.",
    "url": "https://www.npr.org/2024/08/29/nx-s1-5092087/trump-arlington-cemetery-altercation-video",
    "image": "29.jpg",
    "publish_date": "2024-08-29 00:00:00"
}