{
    "index": 49,
    "title": "How to sing : Life Kit : NPR",
    "text": "How to find your singing voice\n\nEnlarge this image Sol Cotti for NPR Sol Cotti for NPR\n\nThis story was originally published on May 18, 2022, and has been updated to include a rerun of our episode on this topic.\n\n\"I'm tone-deaf.\" \"I'm not really a singer.\" \"Oh, I don't sound like them; it's not even worth it.\" When you're comparing yourself to Whitney Houston, Ariana Grande or Beyoncé, it's easy to feel like singing is out of reach.\n\nBut you don't have to be a Grammy-award winning performer or a natural-born talent to be a good singer. Singing is a skill you can learn and practice, say the vocal coaches and music specialists we interviewed for this story.\n\nSponsor Message\n\n\"Singing is the only instrument that people don't allow themselves to not be good at right away,\" says Trineice Robinson-Martin, a chair of the ensemble Department at Berklee College of Music.\n\nSo give yourself permission to try, and don't worry about sounding good at first. Singing is a skill, and like any skill, it takes practice and time to develop. Here's how to start.\n\nStretch your speaking voice to your singing voice\n\nSinging isn't that far off from speaking, says Robinson-Martin. There are a few exercises that can help you make the transition from your speaking voice to your singing voice.\n\nWatch Life Kit host Aja Drain demonstrate three warm-up exercises that can help you find your voice.\n\nUse apps like Pocket Pitch or SingTrue to find your natural voice. Play a note and try to hum or match it. You could also use a piano if you have access to one. You can also try this YouTube tutorial from Ramsey Voice Studio. Speak a phrase and start to elongate it. Make it a positive affirmation, like, \"My voice is strong!\" for the extra bonus of hearing some encouragement. As you repeat the phrase, introduce excitement into your speech – that'll help you more naturally slide into singing. Practice scales to hear how high and how low you can go. Start at the top of your range instead of the bottom because if you start at the bottom, \"you'll hit that ceiling, and you won't get past it,\" says says Joanne Rutkowski, an early childhood music specialist. Try different vocal exercises, like this 10-minute vocal workout with vocal coach Cheryl Porter or these daily exercises from Jacob's Vocal Academy.\n\nSponsor Message\n\nFocus on your breath\n\nThe way you breathe is crucial to finding your singing voice, says Rutkowski. As you inhale, feel the air fill your lungs and go all the way to your belly. This allows your breath to fill your diaphragm, a muscle between your lungs and stomach, and give your voice power.\n\nThen \"push that air out from your belly, up out through your lungs, out to an open mouth,\" she says.\n\nFind your own singing style\n\nYou may dream about sounding like your favorite artist, but your voices might just be different. So instead, work in a vocal range that suits your voice.\n\nOnce you have that awareness, Robinson-Martin says \"you can start listening for other singers that are out there that have that same sound.\"\n\nJust be wary of copying, says Nikki Lerner, a professional singer and cultural coach. Remember, you're trying to find your voice. \"Let Beyoncé be Beyoncé. That's their identity. It's important for us to be able to say, 'And what do I sound like?' \"\n\nThe audio portion of this episode was produced by Andee Tagle. We'd love to hear from you. Leave us a voicemail at 202-216-9823, or email us at LifeKit@npr.org.\n\nListen to Life Kit on Apple Podcasts and Spotify, or sign up for our newsletter.",
    "url": "https://www.npr.org/2022/05/18/1099744999/how-to-sing",
    "image": "49.jpg",
    "publish_date": "2022-05-18 00:00:00"
}