{
    "index": 58,
    "title": "Donor's note trashing design of pillars he funded at London's National Gallery is found",
    "text": "Donor's note trashing design of pillars he funded at London's National Gallery is found\n\ntoggle caption In Pictures Ltd./Corbis via Getty Images\n\nLONDON – Hidden in a pillar he funded yet despised, Lord Sainsbury finally got the last word.\n\n\"TO THOSE WHO FIND THIS NOTE,\" wrote John Sainsbury, a member of the House of Lords who is also known as the Right Honorable Baron Sainsbury of Preston Candover. It was July 1990. He was 62. His letter was typewritten, in all-caps.\n\nSainsbury, whose family founded the Sainsbury's supermarket chain in the late 19th century, was then chairman of his family's conglomerate, which also owned Shaw's supermarkets in the United States, prior to Shaw's being sold to Albertsons Companies, Inc. in 2004.\n\nSponsor Message\n\nA billionaire lover of fine art, he and his brothers had in 1985 pledged to fund a major extension of London's National Gallery. (The cost was undisclosed, but reportedly in the tens of millions.) The family also donated paintings to the museum, including works by Degas, Gauguin, Monet and Rousseau. The Sainsbury Wing was inaugurated by Queen Elizabeth II in July 1991.\n\nBut a year earlier, during its construction, Lord Sainsbury soured on its design. He was particularly irked by two columns flanking the foyer of the new wing. They were ornamental, not structural. He thought they were useless, and ugly.\n\nSainsbury funded them nonetheless, but typed up his dissent in that 1990 letter.\n\nMore than three decades later, the Sainsbury Wing is under renovation again. Last winter, demolition workers took down those two columns, and discovered Sainsbury's letter hidden inside one of them, in a plastic folder.\n\nIt reads: \"IF YOU HAVE FOUND THIS NOTE YOU MUST BE ENGAGED IN DEMOLISHING ONE OF THE FALSE COLUMNS.\" He goes on to call the columns \"A MISTAKE OF THE ARCHITECT.\"\n\n\"LET IT BE KNOWN THAT ONE OF THE DONORS OF THIS BUILDING IS ABSOLUTELY DELIGHTED THAT YOUR GENERATION HAS DECIDED TO DISPENSE WITH THESE UNNECESSARY COLUMNS,\" he wrote and signed, on Sainsbury's letterhead.\n\nSponsor Message\n\nSainsbury died in 2022, aged 94.\n\nHis son Mark Sainsbury told the BBC that his father's brother and fellow donor, the late Simon Sainsbury, forged a \"compromise,\" convincing John Sainsbury to go ahead with their donation, in exchange for registering his dissent about the design, in the form of this secret letter.\n\n\"He was never one to say I told you so, but he would raise an eyebrow and a wry smile that finally we'd all seen sense,\" Mark Sainsbury said about the letter's recent discovery.\n\nWhen the Sainsbury Wing was originally built, the director of the National Gallery was Neil MacGregor. In an interview published this week with The Art Newspaper, an industry publication, MacGregor recalled this dispute between Sainsbury and the wing's architects, Robert Venturi and Denise Scott Brown. But MacGregor says he ultimately approved the design.\n\n\"I felt that, on balance, we should let the architect be the architect,\" he was quoted as saying.\n\nSainsbury's widow Anya, a former ballerina, was present when her husband's posthumous letter was removed to the museum's historical archives, for safekeeping.\n\n\"I was so happy for John's letter to be rediscovered after all these years,\" she told The Art Newspaper. \"And I feel he would be relieved and delighted for the gallery's new plans and the extra space they are creating.\"\n\nThe newly refurbished Sainsbury Wing is due to reopen next year — without any columns.\n\n",
    "url": "https://www.npr.org/2024/08/30/nx-s1-5095780/sainsbury-national-gallery-london-donors-letter-hidden-pillar-trashing-design",
    "image": "58.jpg",
    "publish_date": "2024-08-30 00:00:00"
}