{
    "index": 64,
    "title": "Tim Walz headlines third night of DNC with help from Clinton, Oprah and Stevie Wonder",
    "text": "Tim Walz headlines third night of DNC with help from Clinton, Oprah and Stevie Wonder\n\ntoggle caption Win McNamee/Getty Images\n\nThe NPR Network will be reporting live from Chicago throughout the week bringing you the latest on the Democratic National Convention.\n\nAfter striding on stage to “Small Town” by John Mellencamp, Minnesota Gov. Tim Walz accepted the Democratic nomination for vice president.\n\nWalz’s Midwestern, small-town background has been a major theme of his campaign so far and the story he tells voters about himself and his ideas. Walz ticked through his resume: born in the tiny town of Butte, Nebraska, attending a state university, and becoming a schoolteacher.\n\nWhen he was elected to Congress from Minnesota, Walz said, “I learned how to compromise, without compromising my values,” he said.\n\nSponsor Message\n\nWalz also spoke, as he and his wife Gwen have repeatedly, about their struggle with infertility prior to having their two children, and the “absolute agony when we heard that the treatments hadn’t worked.” Their experience has allowed Walz to speak personally to reproductive rights issues, including fertility care , which have become increasingly central for Democrats since the Supreme Court overturned Roe v. Wade.\n\nWalz highlighted another aspect of his personal story - his status as a veteran and his experience as a hunter - describing himself as a “better shot than most Republicans in Congress,” while calling for restrictions designed to prevent gun violence.\n\nHe also referenced his background as a high school coach, drawing on football metaphors to describe the urgent task he says Democrats face between now and November.\n\n“Boy, do we have the right team,” Walz said. “Our job for everyone watching is to get in the trenches and do the blocking and tackling.”\n\nHere are his full remarks:\n\nIn another high-profile political speech, former President Bill Clinton used his remarks to thank President Biden for stepping in to lead after Trump’s presidency and bringing the country through the pandemic.\n\nClinton also praised Harris and Walz as two people with “all-American but still improbable life stories,” and described Harris as the only candidate with the experience and temperament for the job of president.\n\nFreedom — of all kinds\n\nFreedom continued to play out as an overarching theme of the convention, in a variety of forms.\n\nSpeakers kicked off the evening with a focus on reproductive rights , featuring several prominent abortion rights activists.\n\nMini Timmaraju, president of Reproductive Freedom for All, noted that voters in several states will have the opportunity to vote on ballot measures related to abortion rights in November.\n\n“Because voters who support reproductive freedom - we’re not the minority. We’re the majority,” Timmaraju said.\n\nThe program also featured advocates for LGBTQ rights, including a video speech from a couple whose marriage was officiated by Harris when she was California’s attorney general.\n\nSponsor Message\n\nMichigan Attorney General Dana Nessel referred to both gay rights and abortion rights, describing her decision, after the fall of Roe v. Wade, not to use state resources to enforce a 1931 abortion ban that was still on the books.\n\nNessel also celebrated her same-sex marriage, challenging conservative judges to “Pry this wedding band from my cold, dead, gay hands.”\n\nBring them home\n\ntoggle caption Saul Loeb/AFP via Getty Images\n\nIn one emotional moment, the parents of an Israeli-American hostage, Jon Polin and Rachel Goldberg, took the stage to chants of “Bring them home!”\n\nPolin, apparently overcome with emotion, put her hand to her heart before briefly placing her head on the lectern.\n\nAfter she composed herself, Polin said her son Hersh Goldberg-Polin, was celebrating his 23rd birthday when he was among music festival goers who were taken hostage by Hamas on October 7th. Many others in attendance were murdered.\n\n“Since then, we live on another planet,” his mother said.\n\nGoldberg-Polin is among more than 100 hostages, eight of them American citizens, still being held in Gaza. His mother noted that he was born in Oakland, California - the same birthplace as Harris.\n\nHis father, Jon Polin, spoke of “a surplus of agony on all sides of the tragic conflict in the Middle East. In a competition of pain, there are no winners.”\n\nPolin called for a deal that would bring home all of the hostages and stop “the suffering of the innocent civilians in Gaza.”\n\nMeanwhile, some members of the “uncommitted” movement - a pro-Palestinian group designed to put pressure on Democrats to address their concerns - complained that no representatives of their movement had been allowed to speak on stage at the DNC.\n\nHarris has called for protecting civilians in Gaza and bringing the hostages home.\n\nReaching across the aisle\n\ntoggle caption Alex Wroblewski/AFP via Getty Images\n\nLike the first two nights, the evening included a plea to Republicans who’ve become disillusioned with former President Trump to support the Democratic ticket.\n\nSponsor Message\n\nOlivia Troye, a former Trump White House official described working inside the administration as “terrifying,” and said she’s fearful of another Trump term where the “guard rails” would be gone.\n\nTroye continued the evening’s theme, saying she’s supporting Harris “not because we agree on every issue but because we agree on the most important issue: protecting our freedom.”\n\nAnother Republican, former Georgia Lt. Gov. Geoff Duncan also cast the decision as transcending partisan concerns.\n\n“I am a Republican, but tonight I stand here as an American,” Duncan said.\n\nOprah Winfrey, who introduced Walz, also made a plea to middle-of-the-road voters, describing herself as a registered Independent and adding, “I’m calling on all of you Independents and all of you undecideds” to vote for Harris and Walz.\n\n“Let us choose freedom,” Winfrey said, adding in her signature style. “Let’s all choose ... Kamala Haaaaaaris!”\n\nStar power on the convention stage\n\nIn addition to Winfrey — the biggest star of the night — the evening featured several other celebrity guests, including singers John Legend, Maren Morris and Stevie Wonder.\n\n“I’m depending on you to do, as Spike Lee would say, the right thing,” he said, before performing his 1973 hit, “Higher Ground.”\n\ntoggle caption Saul Loeb/AFP via Getty Images\n\nActor Mindy Kaling, poet Amanda Gorman and singer Maren Morris also made appearances.\n\nSaturday Night Live veteran Kenan Thompson strode on stage carrying a giant bound copy of the Project 2025 plan developed by the conservative think tank the Heritage Foundation. He paged through the document while hosting a series of video conversations with ordinary people who could be affected by its proposed policies, including a woman in a same-sex marriage and an OBGYN physician.\n\n“Everything that we just talked about is very real,” Thompson warned. “You can stop it from ever happening by electing Kamala Harris as the next President of the United States.”\n\nSponsor Message",
    "url": "https://www.npr.org/2024/08/22/g-s1-18756/tim-walz-democratic-national-convention-speech",
    "image": "64.jpg",
    "publish_date": "2024-08-22 00:00:00"
}