{
    "index": 65,
    "title": "The DNC roll call featured a musical salute to each state. Here's what your state chose",
    "text": "The DNC roll call featured a musical salute to each state. Here's what your state chose\n\ntoggle caption Andrew Harnik/Getty Images\n\nThe NPR Network will be reporting live from Chicago throughout the week bringing you the latest on the Democratic National Convention.\n\nDJ Cassidy and the Democrats played special tracks for each state and territory during Tuesday night's roll call.\n\nWATCH: The full Democratic National Convention celebratory roll call\n\nBut what song — or songs, in some cases — repped your state? We found them all so you don't have to. Better yet, we offer some reasons behind the choices.\n\nAlabama: Sweet Home Alabama - Lynyrd Skynyrd\n\nWhile Lynyrd Skynyrd's ode to Alabama might seem like an obvious choice, the band was formed in Jacksonville, Fla.\n\nSponsor Message\n\nAlaska: Feel It Still - Portugal. The Man\n\nThe rock band is from Wasilla, Alaska, where two of its members met in high school and began playing music together.\n\nAmerican Samoa: Edge of Glory - Lady Gaga\n\nThe song choice is a tongue-in-cheek nod to the territory's position as the southernmost territory in the United States.\n\nArizona: Edge of Seventeen - Stevie Nicks\n\nSinger-songwriter Stevie Nicks, known for both her solo career and her work in the band Fleetwood Mac, is from Phoenix.\n\nArkansas: Don't Stop - Fleetwood Mac\n\nSpeaking of Nicks, her band's track \"Don't Stop\" became the official song of Bill Clinton's 1992 presidential campaign, with the band even uniting to perform at the former president's first inaugural ball. Clinton is famously from Hope, Arkansas, and served as the state's governor from 1979 to 1981 and again from 1983 to 1992.\n\ntoggle caption AFP/via Getty Images\n\nCalifornia: The Next Episode - Dr. Dre featuring Snoop Dogg,\n\nCalifornia Love - Tupac Shakur, featuring Dr. Dre, Alright - Kendrick Lamar, Not Like Us - Kendrick Lamar\n\nNearly all of the above artists are legendary California musicians, with Dr. Dre and Kendrick Lamar born in Compton, and Snoop Dogg born in Long Beach. Only Tupac stands out among the native Californians, having been born in New York City.\n\nYouTube\n\nColorado: September - Earth, Wind & Fire\n\nPhilip James Bailey, one of two lead singers of Earth, Wind & Fire was born in Denver. What's more, he turned to Denver East High School friends Larry Dunn and Andrew Woolfolk to shore up the band after some original members left, according to the Colorado Music Hall of Fame.\n\nConnecticut: Signed, Sealed, Delivered (I'm Yours) - Stevie Wonder\n\nIt’s “kind of a perfect campaign song,” as Chris Willman, the chief music critic at Variety, notes on Morning Edition. Wonder is from Michigan, but that didn’t stop Barack Obama from making “Signed, Sealed, Delivered” a hallmark of his two presidential campaigns.\n\nSponsor Message\n\nDelaware: Higher Love - Kygo & Whitney Houston\n\nHigher Love has been a staple of President Biden's campaign, with the track playing at the end of his 2020 acceptance speech.\n\ntoggle caption JIim Watson/AFP via Getty Images\n\nDemocrats abroad: Love Train - The O'Jays\n\nWashington, D.C.: Let Me Clear My Throat - DJ Kool\n\nThe legendary rapper was born and raised in our nation's capital.\n\nFlorida: I Won't Back Down - Tom Petty\n\nTom Petty was born in Gainesville, Fla. His “American Girl” was also used by Hillary Clinton’s campaign.\n\nGeorgia: Turn Down For What - DJ Snake and Lil Jon\n\nLil Jon made a surprise convention appearance to express his support for Kamala Harris. The rapper is from Atlanta, while DJ Snake, his counterpart on the track, is from\n\nGuam: Espresso - Sabrina Carpenter\n\nThe summer hit, which has over a billion streams on Spotify, is one of several songs that may have been chosen simply for their mass appeal — and understandably so. In June, Carpenter became the first artist since The Beatles to have two songs debut within the top three spots on the Billboard Hot 100.\n\nHawai’i: 24K Magic - Bruno Mars\n\nR&B and funk musician Mars is from Honolulu, Hawai'i.\n\nIdaho: Private Idaho - The B-52's\n\n\"Private Idaho\" was a single off the Georgia band's second album, though they didn't play a show in the state of Idaho until 2011.\n\nIllinois: Sirius - The Alan Parsons Project\n\n\"Sirius\" was the walk-on music for the Chicago's NBA team, the Bulls.\n\nIndiana - Don't Stop 'til You Get Enough - Michael Jackson\n\nJackson was born in Gary, Ind. — the eighth of 10 children.\n\nIowa: Celebration - Kool & The Gang\n\nA classic party anthem, Kool & The Gang actually hail from New Jersey. Meanwhile, Iowa passed on their hometown heroes of the band Slipknot.\n\nKansas: Carry On Wayward Son - Kansas\n\nSponsor Message\n\nThe band Kansas was formed in the state in 1973, hailing from its capital city of Topeka.\n\nKentucky: First Class - Jack Harlow\n\nRapper and singer Harlow was born in Louisville, Ky., and raised in Shelbyville.\n\nYouTube\n\nLouisiana: All I Do Is Win - DJ Khaled\n\nRapper and producer DJ Khaled is from New Orleans.\n\nMaine: Shut Up and Dance - WALK THE MOON\n\nIt’s a universally adored pop hit, even if the state did borrow it from a Cincinnati, Ohio, band.\n\nMaryland: Respect - Aretha Franklin\n\nUsing an anthem by the queen of soul — with roots in Tennessee and Michigan — is the only reason we can think of to pass on Billie Holiday, Toni Braxton and David Byrne, who are among other talent with Maryland ties.\n\nMassachusetts: I’m Shipping Up to Boston - Dropkick Murphys\n\nThe American Celtic band was formed in Quincy, Mass. The song itself describes a sailor with a missing leg, who is going to Boston in search of a wooden prosthetic.\n\nMichigan: Lose Yourself - Eminem\n\nThe rapper famously grew up in Detroit and his 2002 movie 8 Mile is set in the Motor City.\n\nMinnesota: Kiss - Prince & The Revolution, 1999 - Prince & The Revolution\n\nThe celebrated musician was born in Minneapolis, Minn., in 1958. The singer also died in his home state in Paisley Park in 2016 at the age of 57.\n\nMississippi: Twistin' the Night Away - Sam Cooke\n\nOne of the most influential soul singers of all time, Cooke was born in Clarksdale, Miss.\n\nMissouri: Good Luck, Babe! - Chappell Roan\n\nThe 26-year-old from Willard, Mo., has found herself on a meteoric rise to stardom following the release of her 2023 album The Rise and Fall of a Midwest Princess.\n\nYouTube\n\nMontana: American Woman - Lenny Kravitz\n\nSeveral of the songs remaining in the DNC roll call playlist veer towards simply keeping the party going, with no obvious ties between the tracks and their assigned states. But these hits are on-brand for a party building momentum around the goal of putting a woman in the White House.\n\nNebraska: Firework - Katy Perry\n\nNevada: Mr. Brightside - The Killers\n\nThe rock band was formed in Las Vegas in 2001 by Brandon Flowers and Dave Keuning.\n\nSponsor Message\n\nNew Hampshire: Don’t Stop Believin' - Journey\n\nNew Jersey: Born in the U.S.A. - Bruce Springsteen\n\n\"The Boss\" is famously from Long Branch, N.J.\n\nNew Mexico: Confident - Demi Lovato\n\nThe singer-songwriter was born in Albuquerque, N.M.\n\nYouTube\n\nNew York: Empire State of Mind - Jay-Z featuring Alicia Keys\n\nThe song serves as an ode to New York City by the two artists, who are from Brooklyn and Manhattan respectively.\n\nNorth Carolina: Raise Up - Petey Pablo\n\nThe rapper and record producer is from Greenville, N.C.\n\nNorth Dakota: Girl on Fire - Alicia Keys\n\nYouTube\n\nNorthern Mariana Islands: Ain’t No Mountain High Enough - Marvin Gaye and Tammi Terrell\n\nOhio: Green Light - John Legend featuring André 3000\n\nLegend was born in Springfield, Ohio, while André 3000 hails from Atlanta.\n\nYouTube\n\nOklahoma: Garth Brooks - Ain't Goin' Down ('til the Sun Comes Up)\n\nCountry singer Brooks was born in Tulsa, Okla., but raised in Yukon.\n\nOregon: Float On - Modest Mouse\n\nThe rock band was formed in Issaquah, Wash., in 1993, but is now based in Portland, Ore.\n\nPennsylvania: Motownphilly - Boyz II Men, Black and Yellow - Wiz Khalifa\n\nVocal group Boyz II Men is from Philadelphia, with the music video for \"Motownphilly\" filmed across locations in their home city. Wiz Khalifa's \"Black and Yellow\" is about growing up in Pittsburgh, Pa. The colors represent that city's NFL team, the Steelers.\n\nDuring their 2011 Super Bowl match-up against the Green Bay Packers, the team used the track as their fight song, while their opponents used a remix, \"Green and Yellow,\" as their own.\n\nPuerto Rico: Despacito - Luis Fonsi featuring Daddy Yankee\n\nBoth Luis Fonsi and Daddy Yankee hail from San Juan, Puerto Rico. A remix of the hit track featuring Justin Bieber was released in 2017.\n\nRhode Island: Shake it Off - Taylor Swift\n\nSponsor Message\n\nSwift owns the single most expensive home in the state of Rhode Island — an entire estate called High Watch, which she purchased in 2013.\n\nSouth Carolina: Get Up I Feel Like Being A Sex Machine - James Brown\n\nJames Brown was born on May 3, 1933, in Barnwell, S.C.\n\nSouth Dakota: What I Like About You - The Romantics\n\nTennessee: 9 to 5 - Dolly Parton\n\nCountry music star Dolly Parton was born in Pittman Center, Tenn., and currently lives just outside of Nashville. Her Dollywood theme park and resorts are located in Pigeon Forge.\n\nTexas: TEXAS HOLD EM' - Beyoncé\n\nThis one's a little self-explanatory.\n\ntoggle caption Matt Winkelmeyer/Getty Images for iHeartRadio\n\nUtah: Animal - Neon Trees\n\nThe rock band formed in Provo, Utah, in 2005.\n\nVermont: Stick Season - Noah Kahan\n\nThe 27-year-old is from Stratfford, Vt.\n\nVirgin Islands: VI to the Bone - Mic Love\n\nThe rapper hails from the Virgin Islands.\n\nVirginia: The Way I Are - Timbaland featuring Keri Hilson and D.O.E.\n\nTimbaland is from Norfolk, Va., while Keri Hilson is from Decatur, Georgia, and D.O.E. is from New York.\n\nWashington: Can’t Hold Us - Macklemore and Ryan Lewis\n\nThe rapper is from Seattle, while Ryan Lewis is from Spokane, Wash.\n\nYouTube\n\nWest Virginia: Take Me Home, Country Roads - John Denver\n\nWhile Denver is from New Mexico, his hit song describes the natural beauty of West Virginia, including the Blue Ridge Mountains and the Shenandoah River.\n\nWisconsin: Jump Around - House of Pain\n\nThe 1992 hit is played at University of Wisconsin home football games as students and fans jump and cheer, becoming synonymous with the state's flagship university.\n\nWyoming: I Gotta Feeling - Black Eyed Peas\n\nThe DNC also released a playlist of all the included songs you can find here.",
    "url": "https://www.npr.org/2024/08/21/g-s1-18188/democratic-national-convention-roll-call-music-state",
    "image": "65.jpg",
    "publish_date": "2024-08-21 00:00:00"
}