{
    "index": 75,
    "title": "Alpha Kappa Alpha, Inc., Harris' sorority, forms a political action committee",
    "text": "Alpha Kappa Alpha, Inc., Harris' sorority, forms a political action committee\n\ntoggle caption Brandon Bell/Getty Images\n\nFor more on the 2024 race head to the NPR Network's live updates page.\n\nThe Alpha Kappa Alpha, Inc. has formed a political action committee, allowing the country's oldest Black sorority an avenue to raise money in support of federal candidates.\n\nDemocratic presidential nominee Kamala Harris is an alumna of the sorority, part of the \"Divine Nine\" group of historical Black fraternities and sororities which together have more than 2.5 million active members across the country, and has made the groups a focal point of the campaign, even before Biden quit the ticket on July 21. Harris addressed AKA's annual convention in Dallas earlier that month.\n\nSponsor Message\n\nThe sorority's new political action committee — which complements an existing voter registration, education and mobilization coordinated campaign among the organizations — is the latest indication of a wave of enthusiasm for Harris among Black Americans, whose early and enthusiastic support helped ensure Harris' uncontested glide path to the nomination following Biden's withdrawal.\n\nIn the hours immediately after President Biden called it quits and backed Harris, the Win With Black Women political action committee spurred more than $1.5 million in fundraising in a Zoom donation drive and inspired a wave of similar efforts that raised tens of millions more.\n\nNow, Harris has a 51%-48% lead over former President Trump, according to the latest NPR/PBS News/Marist poll — in part due to her strength among Black women and voters of color more broadly.\n\nThat strength is expected to make a number of states that once appeared to be slipping out of reach for Democrats under the Biden-Harris ticket, including Georgia and North Carolina, competitive come November.\n\nNPR reached out to Alpha Kappa Alpha for comment and did not immediately hear back.",
    "url": "https://www.npr.org/2024/08/09/g-s1-16307/alpha-kappa-alpha-kamala-harris-fundraising-committee",
    "image": "75.jpg",
    "publish_date": "2024-08-09 00:00:00"
}