{
    "index": 80,
    "title": "Smokey Bear turns 80 this year. Did he help prevent forest fires?",
    "text": "Smokey Bear turns 80 this year. Did he help prevent forest fires?\n\ntoggle caption FPG/Hulton Archive/Getty Images\n\nThe longest-running public service announcement in the U.S. turns 80 years old today.\n\nIts message is simple and one you’ve heard many times before: “Only you can prevent wildfires.” Smokey Bear, the beloved park ranger hat-wearing black bear who utters these famous words has undergone a complicated evolution.\n\nAnd his birthday comes as fires rage in California, Colorado and other Western states. On average, some 70,000 wildfires have been documented every year in the U.S. since 1983, according to data from the National Interagency Fire Center.\n\nHuman-caused climate change has made these fires more intense and dangerous, but it isn’t the only factor: Federal data and various independent studies show that around 80% of all wildfires in the country are caused by humans, making Smokey’s message more relevant than ever.\n\nSponsor Message\n\nSo we’re taking a look back at how Smokey Bear’s mission came to be and how effective his messaging has been.\n\n\n\nHow World War II influenced Smokey Bear’s creation\n\ntoggle caption Justin Sullivan/Getty Images/Getty Images North America\n\nSmokey Bear’s public service ad was created at the height of World War II in 1944. The U.S. Forest Service had been fighting forest fires for years, but the attack on Pearl Harbor brought a greater need for fire safety messaging, as firefighters were deployed overseas.\n\n“When this campaign first launched, it was in the context of our war efforts, and the forests were seen as a resource in that context,” said Tracy Danicich, director of the Smokey Bear campaign at the Ad Council.\n\nA few weeks after the attack on Pearl Harbor in 1941, a Japanese submarine sitting off the coast fired shells at an oil facility in Santa Barbara County, Calif. south of the Los Padres National Forest. The attack raised fears that more attacks like this could cause wildfires in forests along the Pacific coast. The Forest Service hoped that connecting the risk of fires to the war effort would help make the case for fighting forest fires more urgent.\n\n“There was also a rise in wildfires just from general human carelessness, lack of respect for fire, perhaps lack of knowledge of how to contain and properly respect a fire,” said Tad Bennicoff, a reference archivist at the Smithsonian Institution archives. “So the Forest Service came up with the idea of the Smokey Bear character and the message.”\n\nBut even after World War II ended, Smokey stuck around. He started showing up on posters, U.S. Postal Service stamps, in radio ads and alongside stars like Bing Crosby and Ward Bond.\n\nSponsor Message\n\nYou might remember calling the forest fire fighting black bear “Smokey the Bear,” but that isn’t actually his name.\n\nIn 1952, singers Steve Nelson and Jack Rollins wrote a jingle for and added a “the” to maintain the song’s rhythm. This inadvertently created confusion about the bear’s name, but the U.S. Forest Service maintains that Smokey’s official name is “Smokey Bear,” not “Smokey the Bear.”\n\nThe campaign’s mascot was an actual bear rescued from a wildfire\n\ntoggle caption Charles Sykes/Charles Sykes/Invision/AP/Invision\n\nIn the spring of 1950, a group of Native American firefighters rescued a bear cub who clung to a tree as a fire raged in the Capitan Mountains in New Mexico.\n\nAfter its rescue, the cub became the symbol of the Smokey Bear campaign and was put on display at the National Zoo in Washington, D.C.\n\nBut the physical public service announcements, which for years showed a black bear in a pair of blue pants, a tan wide-brimmed park ranger’s hat and a metal shovel, confused some zoo goers.\n\nBennicoff said this outfit was so closely associated with Smokey that some young kids were bewildered when they saw a naked bear at the National Zoo.\n\nVisitors were startled to see a real bear, Bennicoff said. “They were expecting to see the Smokey Bear that they saw in print ads and on television. But lo and behold, there's this actual bear.”\n\nForest Service cartoon of Smokey Bear welcoming Little Smokey./Smithsonian Institution Archives\n\nTo help with the confusion, the zoo added a special exhibit next to Smokey’s enclosure that featured a park ranger’s uniform in Smokey’s size. During this time, Smokey Bear was receiving so much fan mail that the Zoo had to hire three assistants to keep up with the amount of letters he was getting. He even got his own ZIP code — an honor only bestowed to one other figure: the president.\n\nSmokey retired from the zoo at 25. In human years, he would have been roughly 70, the mandatory retirement age for federal employees at the time. In 1971, the zoo introduced “Little Smokey,” another orphan cub rescued by the Forest Service. When Smokey retired, Little Smokey took over the mantle.\n\nSponsor Message\n\nThe original Smokey died Nov. 9,1976, a year after his retirement. His remains were returned to New Mexico, where he was buried in the Smokey Bear Historical Park in Capitan, N.M., not far from where he was rescued two decades prior.\n\nA small change for Smokey represents a big change for environmentalism\n\ntoggle caption Jae C. Hong/AP/AP\n\nFor five decades, Smokey’s slogan remained the same: “Only you can prevent forest fires.” The message suggested that all fires were preventable and bad for the environment and that nature could return to its original state if fires didn’t occur.\n\nIn one ad, Smokey said that if people just took his message into their hearts, it could be like “the old times, maybe, when great herds of buffalo roamed.“\n\nMelinda Adams, an Indigenous fire scientist and assistant professor in the Department of Geography and Atmospheric Science at the University of Kansas told Morning Edition that Smokey’s vision of an America without wildfires isn’t accurate.\n\n“When you had colonizers come over and look at land, mosaics or beautiful landscapes, they developed a narrative of [these] being untouched by humans, virgin lands. They arrived and the lands were like that,” Adams said. “But we know through the recent scholarship that that's not true. We know that Indigenous peoples created these landscapes or maintained them.”\n\nAdams is a proponent of what she calls good fire — or burns to land that help an environment thrive. This practice is also called prescribed burning.\n\nThis is one of the reasons that in 2001, Smokey Bear changed his slogan from only you can prevent forest fires to only you can prevent wildfires. This change in messaging also represented a change in how the U.S. Forest Service approached fire treatment.\n\n“Now, the U.S. Forest Service and the U.S Department of Agriculture are redirecting resources to good fire, beneficial fire during the off fire season in order to reduce the overgrowth that, you know, decades of fire suppression of fire deficiency has left, which makes those areas of lands more flammable,” Adams said.\n\n\n\nSponsor Message\n\nThe road ahead for Smokey\n\ntoggle caption Mario Tama/Getty Images/Getty Images North America\n\nMost wildfires are still caused by human activity, which raises the question: Has Smokey’s messaging actually been effective?\n\nJohn Miller, the chief of Fire and Emergency Response at the Virginia Department of Forestry, said that there is still a lot of work to be done to educate the public on fire safety.\n\nIt's not enough, Miller said, for officials who work in fire prevention education to stand \"with [their] arm around Smokey Bear shouting fire prevention on an occasional TV commercial or at a school near you or at a county fair with a booth. Somehow we need to turn that prevention into more to be more front and center to the public.\"\n\nMiller believes that one of the big problems is that people are not aware of smaller fires that occur in areas like Virginia all the time.\n\n“Thankfully, because of quick and efficient suppression those fire hours are suppressed quickly. They don't become newsworthy,\" Miller said. “If it hadn't impacted a home or damaged the public just never hears about that.”\n\nMiller thinks these smaller fires can be prevented, especially because they are often caused by humans who are not aware of simple ways they can be practicing fire safety.\n\nWhich is exactly what Smokey Bear’s evolving message is — the best way to continue to spread awareness about safe fires.\n\n“His tips evolve, and there are other things about Smokey and the campaign that have evolved to stay relevant, but that message and focus has always remained consistent,” Danicich said.\n\nThis digital story was edited by Obed Manuel.",
    "url": "https://www.npr.org/2024/08/09/nx-s1-5013119/smokey-bear-birthday-history-wildfire-80th",
    "image": "80.jpg",
    "publish_date": "2024-08-09 00:00:00"
}