{
    "index": 86,
    "title": "Alana Springsteen: Tiny Desk Concert",
    "text": "Alana Springsteen: Tiny Desk Concert\n\nWe first started talking with Alana Springsteen about a Tiny Desk concert more than a year ago, back when she began releasing the three EPs that would make up her stunning debut album Twenty Something. By the time we finally got her in the office, she showed up ready to make it count, with a carefully arranged set list she delivered in an impossible-to-miss, bright red, leather suit, backed by an incredible band.\n\nLoading...\n\nSpringsteen’s set featured multiple surprises, including a version of the Tiësto song “Hot Honey” (a track she guested on when Tiësto released it last month). She also performed a brand new song we’re premiering called “feels good,” a twisted tale about flirting with death, going to extremes and self-sabotage.\n\nSpringsteen also included a slow-burning version of “ghost in my guitar,” swapping the electric guitar performed by Chris Stapleton on her album for a cello, before closing with a stripped-down version of the title cut to Twenty Something, a deeply moving coming-of-age song that left a lot of us at the office in tears.\n\nSET LIST\n\n\n\n“ghost in my guitar”\n\n“Hot Honey”\n\n“feels good”\n\n“twenty something”\n\nMUSICIANS\n\n\n\nAlana Springsteen: lead vocals, acoustic guitar, piano\n\nAlec Parrish: drums, vocals\n\nJosh Beatty: lead guitar, acoustic guitar\n\nGideon Klein: steel guitar, cello\n\nDaniel Cooper: piano, guitar, vocals\n\nTINY DESK TEAM\n\n\n\nProducer: Robin Hilton\n\nDirector/Editor: Kara Frame\n\nAudio Technical Director: Neil Tevault\n\nHost/Series Producer: Bobby Carter\n\nVideographers: Kara Frame, Maia Stern, Joshua Bryant, Grace Raver\n\nAudio Engineer: Valentina Rodriguez Sanchez\n\nProduction Assistant: Ashley Pointer\n\nPhotographer: Sofia Seidel\n\nTiny Desk Copy Editor: Hazel Cills\n\nExecutive Producer: Suraya Mohamed\n\nSeries Creators: Bob Boilen, Stephen Thompson\n\nVP, Visuals and Music: Keith Jenkins",
    "url": "https://www.npr.org/2024/08/02/g-s1-15012/alana-springsteen-tiny-desk-concert",
    "image": "86.jpg",
    "publish_date": "2024-08-02 00:00:00"
}