{
    "index": 87,
    "title": "New evidence suggests 'Screaming Woman' mummy died in pain",
    "text": "New evidence suggests 'Screaming Woman' mummy died in pain\n\ntoggle caption Saleem and El-Merghani\n\nFor nearly a century, the “Screaming Woman” mummy found in Luxor, Egypt, haunted viewers with her open-mouth facial expression. Now, new evidence by researchers in Egypt suggest more harrowing details.\n\nOn Friday, Cairo University radiologist Dr. Sahar Saleem and anthropologist Samia El-Merghan reported that the woman may have “died screaming from agony or pain.” The evidence was found using CT scans and other tools. The study was published Friday in the journal Frontiers in Medicine.\n\nThe researchers added that the woman’s facial expression might have been caused by cadaveric spasm, which occurs during “severe physical or emotional activity.”\n\nSponsor Message\n\nThey also estimated that the woman died at 48 years old and was about 5-foot-1.\n\nThe findings were not definitive and the study emphasized that a mummy’s appearance could be affected by a range of factors, from the burial procedures to post-mortem alterations.\n\nBut it proved more plausible than the theory that embalmers simply neglected to properly wrap her mouth closed — which likely explained other ancient Egyptian mummies with open mouths.\n\nBut the researchers did not find evidence to suggest that the woman had a poor mummification process.\n\n“The funerary techniques the embalmers employed on the corpse of mummy CIT8, including the use of a wig, rings, pricey imported embalming materials, and placing the mummy in a wooden coffin, [indicated] good mummification quality,” they wrote.\n\nThe mummy’s cause of death remains unknown. The “Screaming Woman” was discovered between 1935 and 1936 near the tomb of Senmut in Luxor and later stored at the Egyptian Museum in Cairo. She was believed to be his relative, according to the study.\n\nSenmut was an architect during the reign of ancient Egypt’s most powerful female leader, Queen Hatshepsut. Senmut’s final years also remain a mystery.",
    "url": "https://www.npr.org/2024/08/02/g-s1-15147/screaming-mummy-egypt-pain-study",
    "image": "87.jpg",
    "publish_date": "2024-08-02 00:00:00"
}