{
    "index": 89,
    "title": "Reflections on James Baldwin's magnificent life from those who knew him",
    "text": "Reflections on James Baldwin's magnificent life from those who knew him\n\ntoggle caption Julio Donoso/Sygma via Getty Images\n\nJames Baldwin was born 100 years ago, on Aug. 2, 1924, in Harlem Hospital. He wrote in 1955, “I love America more than any other country in this world and exactly for this reason, I insist on the right to criticize her perpetually.” Baldwin died on Dec. 1 at the age of 63 at his home in the south of France. NPR asked four people for their reflections on the writer.\n\n\n\nEleanor Traylor, scholar: \"There was splendor before me.\"\n\nEleanor Traylor takes a break in the comfort of her three-story brownstone in Washington, D.C. She is a literary critic, a scholar and retired chair of English at Howard University. She has written before about Baldwin in academic journals. Her home reflects a lifetime of collecting books, art and friends. Traylor will contribute to a new book about Baldwin due later this year.\n\nSponsor Message\n\nI hope that since I met him, I've been like him, in any way that I could be, you know, small or large.\n\nShe first met the him in the late 1970s. Traylor was visiting his sisters, Paula and Gloria, at 137 W. 71st St. on Manhattan’s Upper West Side, in an apartment building Baldwin bought for his family.\n\ntoggle caption Ben De La Cruz/NPR\n\n“There was a knock at the door.”\n\nTraylor answered and found herself face to face with James Baldwin.\n\n“There was splendor before me,” she says. “You know, James Baldwin was not very tall, but he was tremendous looking,” she laughs.\n\n“There was this gleaming white shirt, these eyes, who could rescue you, but who could rain and sunshine at the same time. This wonderful smile. And I just burst into tears. I just sobbed.“\n\nBaldwin did not miss a beat, she says. “He took me up in his arms and he said to me, chuckling, ‘Now what have I done to deserve all this?’ Just magnificent,” Traylor says.\n\nJames Baldwin was not very tall, but he was tremendous looking.\n\nTheir friendship only grew from there. They would catch up at house parties and other gatherings where Baldwin showed up on his commutes from France.\n\nSponsor Message\n\nTraylor retells Baldwin's story about how his first novel got its title. Trekking the Swiss Alps, where he finished the manuscript, Baldwin took a death-defying leap above a gorge, a shortcut home before complete nightfall. She says he jumped and made it across, trembling. He said a sound came to him. And the sound was that song, \"Go Tell It on the Mountain.“\n\ntoggle caption Ben De La Cruz/NPR\n\nBaldwin’s family calls her Aunt Eleanor. They trusted her to arrange the funeral at Cathedral Church of the St. John the Divine in New York City. The two-hour homegoing opened with African drummers and ended with James Baldwin singing the gospel hymn “Precious Lord.”\n\nToday, she still misses her friend. Maya Angelou, Amiri Baraka and Toni Morrison all spoke at his funeral.\n\n“Toni Morrison talked of him as the language that we inherited,” she says. “James Baldwin was the mentor of my generation.”\n\nBaldwin was an inspiration to Morrison and many other writers, Traylor says. “His influence is incalculable.”\n\nEleanor Traylor wrote in PEN America that Baldwin’s message throughout his books is that the only safety is to dare to love. “He didn't talk of a utopia, a perfect world,” she tells NPR. “He just said, if you love, you will create the kind of world you wish to live in.”\n\ntoggle caption Ron Galella/Ron Galella, Ltd./Ron Galella Collection via Getty Images\n\n“He was the kind of person you wanted to emulate,” she says on a rainy afternoon. “I always had him in my mind, in my soul. I hope that since I met him, I've been like him, in any way that I could be, you know, small or large.”\n\nTraylor’s eyes well up.\n\n“I'm talking about whatever you hold to be delicious, whatever you hold to be precious,” she says. “There is such a thing as courage. There is such a thing as lovability. There is such a thing as honesty. There is such a thing as genius. All those things are for me,” she pauses, then whispers, ”James Baldwin.”\n\n\n\nSponsor Message\n\nRichard Goldstein, journalist: “Go where your blood beats.\n\nRichard Goldstein recalls the situation, more than 40 years ago, when James Baldwin did a rare kind of interview with The Village Voice.\n\n“I had heard that he was coming to New York to see his brother.” Goldstein says.” I thought, ‘He's never actually addressed the question of sexuality, as far as I knew, even though he was a pioneering, openly gay writer.’”\n\ntoggle caption Al Pereira/Getty Images\n\nGoldstein is a former Village Voice executive editor. “I was putting together the annual queer life issue of the paper, which I edited for about 25 years.”\n\n“Baldwin was an immensely prophetic figure, always, in the lives of queer people,” Goldstein says.\n\nHe called himself a witness to the gay community, not a member.\n\nBaldwin's novel Giovanni's Room was controversial and influential with its publication in the 1950s. “If I hadn't written that book,” he told Goldstein, “I would have probably had to stop writing altogether.” For Baldwin, Giovanni's Room was an exploration of what happens when you fail to love someone.\n\nThe AIDS crisis and the 15th anniversary of the Stonewall gay rights uprising were the backdrop for their conversations. They talked over several afternoons in Greenwich Village, at some places Baldwin had frequented during his youth.\n\n“One of his favorites was the Café Riviera, which is almost across the street from the Stonewall (Inn).”\n\nJames Baldwin was openly homosexual, but also very private about it. Baldwin did not refer to himself as gay. “He came up before there was a strong sense of that community,” Goldstein says.\n\nIdentity for Baldwin was complicated. “It was both public and that it was political and private, and that it was personal. This was an era when feminists were also discovering that the personal is political. And I think he was aware of all of that.”\n\ntoggle caption Robert Abbott Sengstacke/Archive Photos/Getty Images\n\n“He called himself a witness to the gay community, not a member, but a witness. And I think that distinction really describes his position.”\n\nSponsor Message\n\nBaldwin's interview led the June 26, 1984, issue, “The Future of Gay Life.” Goldstein asked his advice to someone coming out. Baldwin didn’t know the term, but once Goldstein explained, he thought one day it would be unnecessary.\n\n“Oh, I am working toward a New Jerusalem, “ Baldwin told Goldstein. “I won’t live to see it, but I do believe in it. I think we’re going to be better than we are.”\n\n“Best advice I ever got,” Baldwin continued, ”was an old friend of mine, a Black friend, who said you have to go the way your blood beats. If you don’t live the only life you have, you won’t live some other life, you won’t live any life at all. That’s the only advice you can give anybody. And it’s not advice, it’s an observation.”\n\nGoldstein says the two men shared their anxieties about the world, discussing sin, anger and rage.\n\n“To me, that was the most memorable part of the interview,” Goldstein says. “Hearing him relate his own life to my own anxieties.”\n\ntoggle caption Robert Elfstrom/Archive Photos/Villon Films/Gety Images\n\n“He really influenced my gay politics. And one of the things that really was kind of a revelation to me was when I asked why it is that white gay men are so enraged and that Black gay men, in my experience, didn't have quite the same degree of rage. And he answered that it's because Black people, from the moment of their birth, are in danger, whereas white people, especially white males, grew up thinking that they were safe. And then, when they came out, they were deprived of that safety.”\n\nGoldstein considers his interview with Baldwin the most meaningful of his career, and he says it guided his later thinking and writing as an activist for a certain kind of gay politics.\n\nSponsor Message\n\n“I began to think, what would Baldwin say about this? What contradictions can I find in this book that he would have found?”\n\n\n\nSuzan-Lori Parks, writer: “... To walk in his company”\n\nSuzan-Lori Parks is the first Black woman to win the Pulitzer Prize for drama for her play Topdog-Underdog. She was a fourth-grader, singing songs and playing with words who announced one day to her parents, “I want to be a writer.”\n\n“They gave me The Fire Next Time for Valentine's Day,” she says, cracking up. “I'm sure it was their way of saying, You know, ‘So you want to be a writer? So, here's a writer we admire quite a bit. You got to step up. Here you go.’ ”\n\ntoggle caption Sean Zanni/Patrick McMullan via Getty Images\n\nBaldwin's 1963 book bears witness to how racism ravaged America. It was a lot for an 11-year-old Black girl living in rural Vermont in 1973. More than his words, Baldwin's face on the dust jacket was a potent message for her at the time.\n\n“And I would look at it often,” she says. “You know, his beautiful eyes, his gaze, how handsome he was. And I thought, OK, this is what a writer looks like.”\n\nFor me, to see them interact with the great writer, to see them hang out with Mr. Baldwin gave me such joy.\n\nA decade later, Parks was selected to take a creative writing class with Baldwin.\n\n“Mr. Baldwin was in the room. I should have been cooler or more chill, but I was just thrilled that I had an opportunity. And so I was very performative in my delivery of my stories.”\n\nShe says she was very over the top in her readings.\n\n“At the end of the semester, he said, \"Miss Parks? Have you ever considered writing for the theater?’ in that beautiful voice he had.”\n\nSponsor Message\n\nParks feared her fiction disappointed Baldwin.\n\nShe knew and loved Greek plays, Shakespeare, Edward Albee. Ntokzake Shange, Adrienne Kennedy and Amiri Baraka were great writers, she says, but back then, she didn't think of herself as a theater kid.\n\ntoggle caption Sophie Bassouls/Sygma via Getty Images\n\n“I got over it quick,” she laughs. Parks began writing her first play on the bus back to her dorm. That same semester, Baldwin invited each student separately for dinner, a meal he would prepare. When it was her turn, she brought her parents.\n\n“And the three of us had dinner with Mr. Baldwin. For me, to see them interact with the great writer, to see them hang out with Mr. Baldwin gave me such joy. I can still see it in my mind's eye.”\n\nShe still calls him Mr. Baldwin, and points to her upbringing. Her mom is from Texas, and her dad was a career Army officer. “It’s a respectful thing, and it's a sign of love. It’s a gentle bow of the head.”\n\n“Every day, I really work to walk in his company,” Parks says. “And in gratitude for the ways he demonstrated how an artist can show up for the world.”\n\n\n\nKarim Karefa-Smart, nephew : “... Continue to read your Baldwin.”\n\nKarim Karefa-Smart says James Baldwin has always been a presence and a special part of the family, a public figure who lived in the south of France.\n\n“We have a saying, 'Uncle Jimmy is ours, but he also belongs to the world.' ”\n\n“Before everything, he was Uncle Jimmy.”\n\ntoggle caption Elizabeth Gillis/NPR\n\nKarefa-Smart grew up with siblings, cousins, his Aunt Paula and grandmother Emma Berdis Jones in the four-story apartment building that his Uncle Jimmy bought with profits from his books during the 1960s. Reportedly, Baldwin’s family helped support him in Paris when he struggled to become a writer.\n\nSponsor Message\n\n“We owned the building, so we weren't paying rent to anybody. And we didn’t have to worry about getting put out,” Karefa-Smart says. “And then we had tenants. God bless them, because they had to live through a lot of very noisy and raucous family celebrations.”\n\nI remember him speaking to you directly. You knew that he loved you.\n\nBaldwin was often around at the holidays, which was a special time because of his grandmother's birthday. Uncle Jimmy’s mom’s birthday fell on Christmas Day.\n\nThe nieces and nephews were “very much the apples of his eye,” Karefa-Smart says. His Uncle Jimmy did not have children of his own and loved seeing his nieces and nephews whenever he came to town. “I remember him speaking to you directly. You knew that he loved you, you know, and that was very, very important.”\n\nHis mother, Gloria Karefa-Smart, handles matters for the Baldwin estate, ensuring his books remain published worldwide, She used to manage their apartment house on West 71 Street, which they no longer own. He lives in Washington, D.C., where his work involves music concerts and other events.\n\ntoggle caption Afro American Newspapers/Gado/Getty Images\n\nKarefa-Smart will be 50 next year. He still talks about Baldwin’s books with his cousins and siblings.\n\n“Sometimes, I read his work and I find that I have to put it down. Every other word is a bomb — and a sentence, it’s like a booming cannon. It resonates with you,” he says. “I believe a lot of people who read his work have the same exact reaction.”\n\nHe's currently reading Baldwin’s 1985 book, The Evidence of Things Not Seen, which considers the Atlanta child murders. “But he also uses it as an examination of how America treats its children and how people are treated in society,” he says. “And it's just one of those books where you just have to read it more than once.”\n\nSponsor Message\n\nOn the 100-year anniversary of his uncle's birth, Karefa-Smart offers a suggestion. “I would just say to people to continue to read your Baldwin. Connect with his work and the work of other notable authors who, you know, want a change in the world that is better for our children and our children's children.”\n\n“If you have, you know, oxygen in your lungs, and you’re above ground and you're moving? You have an opportunity to make a difference, a positive difference and have a positive impact, you know, in someone's life.”",
    "url": "https://www.npr.org/2024/08/02/nx-s1-4985763/james-baldwin-author-100-anniversary-remembrance-life-family-friends",
    "image": "89.jpg",
    "publish_date": "2024-08-02 00:00:00"
}