{
    "index": 23,
    "title": "Over 17 million airline passengers head out for the busiest Labor Day weekend ever",
    "text": "Over 17 million airline passengers head out for the busiest Labor Day weekend ever\n\ntoggle caption Mario Tama/Getty Images\n\nThis summer's record-breaking travel season is not over yet.\n\nThis Labor Day weekend is expected to be the busiest ever for the holiday at airports — with 17 million passengers planning to fly through Wednesday, the Transportation Security Administration said.\n\nOn Friday, there were over 8,000 delays and 450 cancellations affecting flights within, into or out of the U.S. By Saturday afternoon, there had already been 1,800 delays and 180 cancellations, according to the flight tracking site FlightAware.\n\nThe American Automobile Association reported that domestic travel this weekend is up 9% compared to last year. Travel to Seattle — which is Labor Day's most popular destination — also went up nearly 30% from last year, when it had also topped the list. According to AAA's booking data, Alaska cruises have been sold out for the weekend.\n\nAAA said international travel over Labor Day weekend is down 4% compared to last year. It said international travel costs, which went up by 11%, may have been a factor.\n\nSponsor Message\n\nMeanwhile, for road trip lovers, the average price for gas this weekend in the U.S. is lower this year — dropping to about $3.35 for a gallon of regular from $3.82 a year ago. AAA said it's preparing to rescue more than 300,000 stranded drivers over the coming days due to flat tires, dead batteries and lockouts.\n\nThis busy Labor Day weekend caps a historic summer for travel. The TSA said the 10 busiest days in the agency's history took place this summer starting in May. On July 7, the TSA screened a record 3 million in a single day.",
    "url": "https://www.npr.org/2024/08/31/nx-s1-5096772/labor-day-travel-busy-flights-packed",
    "image": "23.jpg",
    "publish_date": "2024-08-31 00:00:00"
}