{
    "index": 3,
    "title": "The U.S. has seized Venezuelan President Maduro's plane",
    "text": "The U.S. has seized Venezuelan President Maduro's plane\n\ntoggle caption Ariana Cubillos/AP\n\nThe United States has seized an airplane belonging to Venezuela's hard-line president, Nicolás Maduro, in the Dominican Republic and taken it to Florida, the Justice Department said Monday.\n\nThe Justice Department alleges that the Dassault Falcon 900EX aircraft was purchased from a company in Florida for about $13 million by people affiliated with Maduro, through a Caribbean-based shell company, and smuggled out of the U.S.\n\nThe Americas One month after presidential vote, Venezuela remains in limbo One month after presidential vote, Venezuela remains in limbo Listen · 7:06 7:06\n\n\"Since May 2023, the Dassault Falcon, bearing tail number T7-ESPRT, has flown almost exclusively to and from a military base in Venezuela and has been used for the benefit of Maduro and his representatives, including to transport Maduro on visits to other countries,\" the department said in a statement.\n\nThe department said it worked with authorities in the Dominican Republic to seize the plane for violating U.S. sanctions and export controls.\n\nThe U.S. has placed numerous sanctions on Venezuelan companies and individuals, including Maduro, for alleged corruption and human rights abuses among other things.\n\nSponsor Message\n\nThe plane confiscation came a little over a month after Venezuela's contentious presidential election, in which both Maduro and the main opposition declared victory.\n\nSpeaking Aug. 1, U.S. Secretary of State Antony Blinken said there was \"overwhelming evidence\" that opposition candidate \"Edmundo González Urrutia won the most votes in Venezuela’s July 28 presidential election.\"\n\nMaduro has accused the U.S. of meddling in Venezuela's internal affairs and said his country's election council declared him the election winner. Maduro's critics point out the election council is loyal to Maduro and has not released total vote tallies.\n\nLast week, the European Union's foreign policy chief, Josep Borrell, said Maduro will remain the South American country's de facto president but that the EU rejects the legitimacy of his reelection claim.",
    "url": "https://www.npr.org/2024/09/02/nx-s1-5098318/us-seizes-venezuela-maduro-plane",
    "image": "3.jpg",
    "publish_date": "2024-09-02 00:00:00"
}