{
    "index": 37,
    "title": "Best of Life Kit: Tips on how to deal with cheaters, cut food costs and split baby care",
    "text": "Best of Life Kit: Tips on how to deal with cheaters, cut food costs and split baby care\n\nPhotographs by Becky Harlan/NPR; Illustration by rob dobi/Getty Images\n\nEver heard a life-changing tip so good you just had to pass it on?\n\nEvery month, your Life Kit editors collect some of our favorite tips from our podcast episodes and share it in one handy list. This round-up includes advice for new parents on how to fairly split child care duties, how to cope with a cheating partner, and how to slash your grocery bill. We hope you find them as useful as we did!\n\n💸 If you get a pay bump, save it, don't spend it.\n\nSome people who earn hundreds of thousands of dollars a year find themselves living paycheck to paycheck. That can happen when people think a higher income means they have to live a lifestyle that matches it, says financial coach Yanely Espinal. If you're making more money, your savings rate should also increase. Adjust how much you save based on what you earn.\n\n\n\nSponsor Message\n\nRead the story: 5 common financial mistakes to avoid\n\n🏷️ Pay attention to unit prices when shopping for groceries.\n\nIt can help you find the best deal. For example, if you are trying to decide whether to buy that “family size” box of Cocoa Puffs, the “giant size” box or just a regular box, look at the price per ounce. If the regular box has a lower price per ounce than the bulk pack, it's a better deal.\n\n\n\nRead the story: 9 smart ways to slash your grocery bill\n\n😇 Remind your kids that they don't need to be perfect.\n\nA recent Gallup poll found that about one in three Gen Zers struggle with perfectionism. Make sure they hear from you, their parent, that it's OK to make mistakes — it may help reduce negative emotions that come with striving for perfection.\n\n\n\nRead the story: A new poll reveals the worries of Gen Z kids — and how parents can support them\n\n💪 You build muscle strength quickly, so add on some pounds at each weightlifting session.\n\nIf you're getting into a new weightlifting routine, add \"two and a half to five pounds to each of your lifts\" at each session, says Casey Johnston of She's a Beast. \"So you're squatting five pounds on Monday. On Wednesday, you could squat 10. On Friday, 15. And keep going.\"\n\nSponsor Message\n\nDo this for six months to a year, says Johnston, \"and you'll really see progress. Your body can build strength quickly.\"\n\n\n\n🧑‍🍼 If you have a newborn, resist the urge to assign all baby-related tasks to the birthing parent.\n\nIt’s a common excuse to say that a baby “prefers” one parent over another, or that one parent “is just better” at soothing the baby, says couples counselor Aaron Steinberg. Parenting is new and scary for both parents, and both should be responsible for the basic tasks required in the newborn phase. Otherwise, it can lead to burnout and resentment for the birthing parent.\n\n\n\n👋 Create a special goodbye ritual with your child to make school drop-offs less challenging in the morning.\n\nOne idea: \"Kiss your child’s palm and then hold each other’s hands tightly to 'seal it in.' Tell your child to remember they’ll carry your kiss with them all day long, and they can do the same for you,\" says Jeanette Betancourt , senior vice president of U.S. social impact at Sesame Workshop.\n\n\n\n📲 If you want to cut back how much time you spend on your smartphone, get a basic phone.\n\nYou don't have to use it all the time, says Jose Briones, author of Low Tech Life: A Guide to Mindful Digital Minimalism. Some people use a smartphone during the week and a simple phone on the weekends, when they want to unplug.\n\n\n\nRead the story: How to switch from a smartphone to a basic phone\n\n🫂 The saying \"once a cheater, always a cheater,\" isn't always true.\n\nSponsor Message\n\nJust because someone cheated in a past relationship does not mean they’ll cheat on you, says clinical psychologist Talal Alsaleem. But you should make sure your partner worked on the issues that led them to cheating in the first place. Otherwise, if put in a similar situation, that person might repeat their mistakes.\n\n\n\nRead the story: 3 myths about cheating and infidelity, busted\n\nThe digital story was written by Malaka Gharib and edited by Meghan Keane. The visual editor is Beck Harlan. We'd love to hear from you. Leave us a voicemail at 202-216-9823, or email us at LifeKit@npr.org.\n\nListen to Life Kit on Apple Podcasts and Spotify, and sign up for our newsletter.",
    "url": "https://www.npr.org/2024/08/29/g-s1-18395/top-life-kit-tips-of-the-month",
    "image": "37.jpg",
    "publish_date": "2024-08-29 00:00:00"
}