{
    "index": 42,
    "title": "Prenuptial agreements: Who should get one? How much do they cost? : Life Kit : NPR",
    "text": "Getting hitched? Protect your finances with a prenup\n\nEnlarge this image Marie Bertrand/Getty Images Marie Bertrand/Getty Images\n\nThis story was originally published on August 30, 2023, and has been updated to include audio from a rerun episode.\n\nWhen you get married, there are so many details to figure out. The wedding, whether you're changing your last name, how to decorate your new abode.\n\nAmid these decisions, Theresa Viera, a family law attorney based in North Carolina, would like you to spare a moment to consider a prenuptial agreement. It's a legal contract between soon-to-be spouses that lays out how couples will deal with money during a marriage and, if it happens, after a divorce. That includes assets, debts and spousal support.\n\nSponsor Message\n\nAnd they're not just for celebrities and wealthy people with loads of property and investment accounts, says Viera. They're for everybody. In 2023, Axios and the market research firm Harris Poll found that over 50% of U.S. adults polled said they were open to signing a prenup.\n\nHere's what to know about these contracts — and how to decide whether to get one.\n\nTalk about a prenup at least 6 months before the wedding\n\n\"It should be one of the first discussions after the engagement ring is exchanged,\" says Viera. \"You don't want the duress of a wedding to influence your decision to enter into a prenup.\"\n\nWhile few people want to bring up divorce on the verge of getting married, couples should think of prenups like insurance, says Viera. They're a financial safety net. \"We're not preconceiving that a divorce is going to occur. We're discussing important financial issues that come up in every marriage.\"\n\nAsk yourselves: What are your big financial goals for the future? Do you want a shared bank account? Do you want to own a business someday? Do you want to pay off your student loans separately or together? At what age do you want to retire? In case of divorce, who will get what?\n\nSponsor Message\n\nYour answers may determine what to include in your prenup — and whether it's right for you.\n\nKnow what happens if you don't get a prenup\n\n\"If you get married and you don't have an agreement stating how your finances, your property and your debts are organized during the marriage, then the state laws would apply,\" says Viera. Every state law is a little different — but prenups basically allow couples to decide how to manage their financial affairs during and after a marriage.\n\nIf you decide that a prenuptial agreement isn't for you, Viera tells soon-t0-be spouses to have a tough conversation about their finances anyway. Otherwise, she adds, couples miss out on creating a strong foundation for their marriage. \"I've had clients say, 'Hey Theresa, we're OK with how the state laws apply to our situation should we get divorced. We don't need a prenup.' And my response is, 'Good. I'm glad you had the discussion.' \"\n\nGet a lawyer\n\nEach spouse should have a lawyer when negotiating a prenup, says Viera. Your legal rights change when you marry, including your tax and estate rights.\n\nPrenups are legally binding contracts, she says. \"So you want to know what your legal rights are first and have a clear understanding of that.\"\n\nRemember: When it comes to kids, prenups can't include details about child support. But they can protect a stay-at-home parent from suffering financially in the event of divorce.\n\nBe ready to pay for your prenup\n\nYes, prenups cost money — and the cost depends on how much attorneys in your area charge on an hourly basis, says Viera. Where she lives in North Carolina, rates are \"anywhere from $175 to $500 an hour.\"\n\nAttorneys may also quote a flat fee, she adds, which \"could be $1,000 or more, depending on their hourly rate and how many hours they think [a case] will take.\"\n\nSponsor Message\n\nPrenups are about taking care of each other\n\nViera and her fiancé considered a prenup before getting married. Her fiancé has notable retirement accounts and property — and she has three businesses.\n\nPrenups are about taking care of each other, says Viera. They say, \"I love you today. I don't know who I'm going to be 10 years from now. And I want you to know that no matter what, I'm going to take care of you, even if our relationship ends in divorce.\"\n\nThe audio portion of this episode was produced by Clare Marie Schneider and edited by Sylvie Douglis. The digital story was edited by Malaka Gharib.\n\nWe'd love to hear from you. Email us at LifeKit@npr.org. Listen to Life Kit on Apple Podcasts and Spotify, or sign up for our newsletter.",
    "url": "https://www.npr.org/2023/08/30/1196872794/prenups-arent-just-for-the-rich-and-famous-heres-when-to-consider-one",
    "image": "42.jpg",
    "publish_date": "2023-08-30 00:00:00"
}