{
    "index": 45,
    "title": "To save more money, avoid these 5 common financial mistakes",
    "text": "To save more money, avoid these 5 common financial mistakes\n\ntoggle caption rob dobi/Getty Images\n\nYanely Espinal was teaching a workshop on financial education this summer when a member of the building's cleaning staff came up to her.\n\n\"I wanted to talk to you,\" he said. \"When I first got my job, the [company] offered me a retirement plan. But my cousin told me it was a scam, so I never did it. I feel like I made a mistake.\"\n\n\"My heart wanted to break,\" says Espinal. She told him: \"Your cousin did not serve you well. It's not a scam. It's a benefit.\"\n\nShe understood how the disconnect might have happened. \"He was an older man, a person of color — the type of person often underserved by the financial industry,\" she says.\n\nSponsor Message\n\nAs a financial coach and the director of educational outreach at Next Gen Personal Finance, Espinal sees people from all walks of life — including those from underresourced communities — struggle with borrowing, investing and budgeting. She then teaches them how to make better-informed decisions about money.\n\nHere are some of the most common financial mistakes she encounters in her line of work.\n\n\n\nMistake 1: Thinking a loan is free money\n\nIf you need money, your instinct might be to borrow from a lender. But remember, a loan is not free money, says Espinal. Those lenders are \"running a business and are going to make a profit.\"\n\nSome of \"those interest rates are so high and compound so quickly that the amount you're paying back is significantly more than the amount you borrowed. It can trap you in a cycle of debt.\"\n\nSo put your \"business hat on and shop around for the best deal,\" she says. You may feel desperate, but don't just take the first loan you can get. Go online and look up the terms of different loans. Or go to a credit union, which will often have better interest rates on loans.\n\n\n\nMistake 2: Cosigning loans\n\nIf a friend or relative asks you to cosign a loan, don't do it, says Espinal. Cosigning a loan means you're agreeing to be responsible for someone else's debt. If the main borrower misses payments, you must repay the loan. It also means that the debt is on your credit report, which could prevent you from getting a loan or could make a loan you need more expensive.\n\nIf you find it hard to say no to a loved one who needs a loan, support that person in other ways, says Espinal. When her godsister asked her to cosign a loan, Espinal declined, but offered to help her find a loan for people with lower credit scores and to look over her credit report to help her boost her score.\n\n\n\nSponsor Message\n\nMistake 3: Not putting your money in a high-yield savings account\n\nIf your cash is in a traditional savings account, it's probably making little, if any, interest, says Espinal. Rates are as low as 0.01% at major banks.\n\ntoggle caption rob dobi/Getty Images\n\nSo put those funds in a high-yield savings account with interest rates between about 4% and 5%. These higher-interest rates allow your money to grow and protect your savings against inflation.\n\n\"The banks that offer these accounts tend to be lesser-known banks, like online-only banks or mobile-only banks,\" says Espinal. If that gives you pause, consider this: As long as your bank account is insured by the FDIC (Federal Deposit Insurance Corp.) or your credit union savings account is insured by the NCUA (National Credit Union Administration), your savings will be protected up to a $250,000 limit.\n\n\n\nMistake 4: Spending more when you make more\n\nSome people who earn hundreds of thousands of dollars a year find themselves living paycheck to paycheck. That can happen when people think a higher income means they have to live a lifestyle that matches it, says Espinal. It's a phenomenon called \"lifestyle creep\" or \"lifestyle inflation.\"\n\n\"And so the money goes into financial obligations that are not necessary: a new watch, a new car, name-brand shoes. We think we deserve it,\" she says. \"But you also deserve to have a dignified retirement and be able to pass generational wealth down to your children.\"\n\nIf you're making more money, your savings rate should also increase. Adjust how much you save based on what you earn. If you have the option, ask your employer to make a direct deposit into your high-yield savings account so that the saved money is automatically set aside.\n\n\n\nMistake 5: Making hype-based investments\n\nSome people invest in what's trendy right now, like shares of individual stocks, rather than putting money into something less risky, like an index fund — a big bundle of stocks and bonds.\n\n\"When you pick stocks, you're trying to predict the future. We're all trying to guess,\" says Espinal. \"Some of those guesses end up being right. But why would you want to leave your entire wealth-building [strategy] to chance?\"\n\nIf you want to dabble in riskier investments, use a percentage rule, she says. Invest 80% of your money in tried-and-true investments like target-date funds and traditional mutual funds. \"The other 20% of your money can go into things that are hot and cool, maybe some crypto or individual stocks.\"\n\nSponsor Message\n\nWith this approach, \"at least a majority of your money isn't going to be completely risked,\" she says.\n\nThe digital story was written by Malaka Gharib and edited by Beck Harlan. The visual editor is Beck Harlan. We'd love to hear from you. Leave us a voicemail at 202-216-9823, or email us at LifeKit@npr.org.\n\nListen to Life Kit on Apple Podcasts and Spotify, and sign up for our newsletter.",
    "url": "https://www.npr.org/2024/08/15/g-s1-16998/to-save-more-money-avoid-these-5-common-financial-mistakes",
    "image": "45.jpg",
    "publish_date": "2024-08-15 00:00:00"
}