{
    "index": 5,
    "title": "Deadly suicide blast kills at least six in Kabul",
    "text": "Deadly suicide blast kills at least six in Kabul\n\ntoggle caption Karim Sahib/AFP via Getty Images\n\nAt least six people have been killed and 13 more have been injured in a suicide bombing in the Afghan capital of Kabul.\n\nKhalid Zadran, the spokesman for the Kabul police chief, told the Associated Press that the dead included a woman, and that all of the injured were civilians.\n\nThe explosion took place in the Qala Bakhtiar neighborhood of Kabul, and quoting Zadran, Afghanistan’s Tolo News reported that the bomber “concealed explosives on their body.”\n\nNo one has claimed responsibility for the bombing yet, although ISIS-K, a faction of the self-proclaimed Islamic State, sporadically carries out attacks around the country. They frequently target Afghanistan’s minority Shia population, although schools and maternity hospitals have also been struck by deadly attacks.\n\nUntil August 2021, the Taliban were responsible for much of the violence in Afghanistan as they fought with U.S. and NATO forces.\n\nSponsor Message\n\nBut once the group took over the country three years ago and U.S. and NATO troops fully withdrew, they promised Afghans a greater measure of security.\n\nThat promise was immediately tested when ISIS-K launched twin attacks on Kabul’s international airport and the nearby Baron Hotel on Aug. 26, 2021.\n\nNearly 200 people were killed, including 13 members of the U.S. military. Most of those killed were Afghan civilians.\n\nAlthough ISIS-K and the Taliban are both Sunni groups, their ideologies differ.\n\nAs the Taliban re-stablished the control they lost over Afghanistan in 2001, ISIS-K has stepped up its recruiting tactics and attacks, often going after the very groups the Taliban promised to keep safe: Women, children, minorities, and even foreign dignitaries.\n\nIn September of 2022, an ISIS attack outside the Russian embassy in Kabul killed 2 embassy staff. Three months later, another attack targeted the Pakistani embassy in Kabul, wounding a guard inside the embassy compound.",
    "url": "https://www.npr.org/2024/09/02/g-s1-20578/deadly-suicide-blast-kills-at-least-six-in-kabul",
    "image": "5.jpg",
    "publish_date": "2024-09-02 00:00:00"
}