{
    "index": 97,
    "title": "No tax on tips: Why politicians love it, and economists don't",
    "text": "No tax on tips: Why politicians love it, and economists don't\n\ntoggle caption Alex Brandon/AP\n\nVice President Harris and former President Donald Trump don't agree on much — especially when it comes to economic policy. But they both want to get rid of taxes on tips.\n\nAt a campaign rally in Nevada, Harris joined Trump in supporting tax-free tips.\n\n\"It is my promise to everyone here, when I am president, we will continue to fight for working families, including to raise the minimum wage and eliminate taxes on tips for service and hospitality workers,\" Harris told a crowd at the University of Nevada in Las Vegas on Saturday.\n\nTrump has been campaigning on the \"no tax on tips\" policy since June, after a Las Vegas server told him the government was taking too big of a cut from her tipped wages. Trump touted this policy in Milwaukee during the Republican National Convention.\n\nSponsor Message\n\nBut soon after Harris promised to do away with taxes on tips this weekend, Trump criticized the move as being done for \"Political Purposes.\"\n\n\"This was a TRUMP idea - She has no ideas, she can only steal from me,\" Trump posted on Truth Social. \"Remember, Kamala has proposed the LARGEST TAX INCREASE IN HISTORY - It won’t happen.\"\n\nIn response, a Harris campaign official told NPR that the vice president's policy proposal is distinct from Trump's — and she intends to deliver on it.\n\n\"As president, she would work with Congress to craft a proposal that comes with an income limit and with strict requirements to prevent hedge fund managers and lawyers from structuring their compensation in ways to try to take advantage of the policy,\" the official, who isn't authorized by the campaign to speak publicly, said. \"Vice President Harris would push for the proposal alongside an increase in the minimum wage.\"\n\nRegardless of its origin and ownership, the no tax on tips idea is gaining bipartisan political steam. On Capitol Hill, Sen. Ted Cruz, R-Texas, introduced the No Tax on Tips Act in July with the support of Democratic Sens. Catherine Cortez Masto and Jacky Rosen, from Nevada, and the powerful Culinary Workers Union Local 226. A companion bill — introduced by Florida Rep. Byron Donalds — is also making its way through the House.\n\nSponsor Message\n\nBut to senior fellow at the Urban-Brookings Tax Policy Center Steve Rosenthal, this idea is a \"bad\" one.\n\n\"We're in a campaign season — silly season,\" Rosenthal, who has years of experience designing tax rules for Congress, quipped. \"A race to the bottom would be a better way to describe tax policy here.\"\n\nFor Rosenthal, the idea fails on three counts: equity, efficiency and revenue.\n\nA national ban on taxing tips would disproportionately benefit, for example, a South Carolina server who earns a reduced minimum wage and makes a large portion of their income through tips. While a server in California, where tips make up a smaller portion of their income, would benefit less.\n\n\"Why treat employees, who perform similar kinds of services, much different from a tax standpoint just because the first earn tips and the second don't?\" the tax lawyer said.\n\nRosenthal went on to say that a no tax on tips law would be extremely difficult to efficiently administer, regulate and oversee.\n\n\"How are we going to tell who is receiving a tip, and when that tip crosses a line into wages?\" Rosenthal said. \"How will we prevent investment bankers, say, from getting tips? And if we impose income limits, well, wouldn't we expect low paid workers just to demand a tip rather than compensation?\"\n\nUltimately, he said, it would distort the labor market. But the biggest barrier for Congress is the money they'd lose.\n\n\"The revenue on this proposal to exempt tips from taxation is something like a couple hundred billion over a 10-year period,\" he said. \"That's a big number for Congress to swallow.\"\n\nGarrett Watson, senior policy analyst at the Tax Foundation, largely agreed with Rosenthal.\n\n\"The underlying policy basis, I think, is weak at best,\" Watson said.\n\nHe also pointed to a recent study from The Budget Lab at Yale University, which found that only 2.5% of workers would benefit from a no tax on tips policy.\n\nSponsor Message\n\nDespite this, Watson said he is eager to get more details from both campaigns on how they plan to implement this relatively new tax proposal.\n\n\"A lot of tax ideas that come up have had years or decades of ideas behind them,\" Watson said. \"Here, not so much. So, I definitely think that there are versions of this that are more defensible than others in terms of the policy design.\"\n\nWhile Vice President Harris voiced her support for the no tax on tips policy on Saturday, the Culinary Workers Union Local 226 endorsed the Democratic presidential nominee and her new policy position.\n\n\"As the largest organization of working women in Nevada, the chance to elect the first woman president of the USA is both energizing and historic and we are ready to make history together,\" the union said in a statement over the weekend. \"Culinary Union has led the fight for over 30 years for fair taxation on tips and our union supports the ban on taxes on tips.\"\n\nSo far, neither campaign has released their full tax-free tips policy proposal.",
    "url": "https://www.npr.org/2024/08/11/nx-s1-5071144/no-tax-on-tips-campaigns-trump-harris",
    "image": "97.jpg",
    "publish_date": "2024-08-11 00:00:00"
}