{
    "index": 10,
    "title": "'I got you, girl': A toll collector's unexpected reply to a driver's tears",
    "text": "'I got you, girl': A toll collector's unexpected reply to a driver's tears\n\ntoggle caption Leahruth Jemilo\n\nThis story is part of the My Unsung Hero series, from the Hidden Brain team. It features stories of people whose kindness left a lasting impression on someone else.\n\nIn January 2021, Leahruth Jemilo and three friends decided to book a weekend getaway. Jemilo was having a tough week at work, and by the Friday before the trip, she didn’t know if she could go.\n\n“My tank was completely empty,” Jemilo said. She called her friends to cancel.\n\nSponsor Message\n\n“I was crying to them saying, ‘I'm so anxious. I'm just exhausted from the week. I just don't think that I even have the energy to get in the car,’” she remembered.\n\n“And they said, ‘Do it, just get in the car.’ So I listened to my girlfriends, got in the car and started driving.”\n\nAs she drove down the highway, Jemilo started to cry. She put on her sunglasses to hide her tears, and pulled up to a toll booth at the Chicago Skyway Toll Bridge. Then she noticed her toll collector.\n\n\"She had these really beautiful, very bright purple long braids in her hair, and was wearing these incredible, really long purple feather earrings,” Jemilo recalled.\n\nThe worker said hello, and asked Jemilo how she as doing.\n\n“And I immediately burst into tears and I said, ‘I am actually not good. I am really not good.’”\n\nJemilo took off her sunglasses and tears streamed down her face. Then the toll collector said something to her that she won’t forget.\n\n“She looked at me and her eyes were so kind. And she pointed her finger at me and she said, ‘Listen, I got you, girl. You're going to be in my prayers. And everything is going to be OK,’” Jemilo said.\n\n“My tears actually dried up when she said that. And I felt lighter in that moment.”\n\nSponsor Message\n\nJemilo thanked the woman, paid the toll and went on her way. Then she found herself crying again — this time with tears of happiness.\n\n“Her simple act of kindness in response to what is typically a very simple question ... was incredibly meaningful to me in that moment,” Jemilo said.\n\n“It was amazing to me that she showed that kind of kindness to a stranger who just happened to be driving through her part of the tollbooth.”\n\nMy Unsung Hero is also a podcast — new episodes are released every Tuesday. To share the story of your unsung hero with the Hidden Brain team, record a voice memo on your phone and send it to myunsunghero@hiddenbrain.org.",
    "url": "https://www.npr.org/2024/08/30/nx-s1-5096113/kindness-stranger-good-news-toll-collector",
    "image": "10.jpg",
    "publish_date": "2024-08-30 00:00:00"
}