{
    "index": 47,
    "title": "6 ways grown-ups can recreate that fresh, buzzy feeling of a new school year",
    "text": "6 ways grown-ups can recreate that fresh, buzzy feeling of a new school year\n\ntoggle caption Maria Korneeva/Getty Images/Moment RF\n\nAh, remember the excitement of starting a new school year? Shopping for new notebooks, picking out the perfect outfit for the first day of school, the smell of pencil sharpenings in the classroom?\n\nJust because you’re a grown-up doesn’t mean you can’t harness that buzzy back-to-school energy. Here are seven activities you probably did in school as a kid -- like playing at recess and packing lunches -- updated for the adult version of you. We hope these ideas inspire new routines and positive changes as you transition into fall.\n\n\n\nMiss packing a school lunch? Try meal-prepping\n\nKevin Curry, founder of FitMenCook, meal preps two nights a week. On these nights, he'll spend 45 minutes cooking five dishes to mix and match over the next few days — for example, chickpeas, chicken, jasmine rice, roasted vegetables and a green medley of spinach, chard and kale.\n\nSponsor Message\n\n\"With those five foods I prepped, I made about ten different meal combinations,\" he says. One day you might want chicken, rice and greens, another day you might want chickpeas, greens and chicken. Transform the flavor of each meal with different condiments like tahini dressing or barbecue sauce. Read more tips here.\n\n\n\nMiss back-to-school shopping? Spruce up your wardrobe\n\nEven if you aren’t doing any back-to-school shopping this fall, you can prioritize your personal style with a closet purge. Asia Jackson, actor and YouTuber, says to try on every item in your wardrobe and ask yourself a few questions to determine if you should donate or keep that sweater you haven’t worn in years.\n\n“Do you feel good in this item? Do you look good in this item?” says Jackson. “If it doesn't make you feel good, then you should get rid of it.” Once you’ve identified the pieces you love, use them as the foundation for your revamped style. Read more tips here.\n\n\n\nMiss learning new things? Read more books\n\ntoggle caption NickyLloyd/Getty Images/E+\n\nGot a fall reading list you can’t wait to get through? Set yourself up for success by reading in the morning, says NPR culture correspondent Lynn Neary, “particularly on weekend mornings.”\n\nSponsor Message\n\nYou’re less likely to fall asleep the way you can if you try to read before bed, and it’s a nice way to start your day. Read more tips here.\n\nMiss writing in your planner? Make a better to-do list\n\nTo create clear, short and doable action items, follow the two-minute rule. \"If it takes less than two minutes, just do it right then and there,\" says Angel Trinidad, founder and CEO of Passion Planner, a company that sells paper and digital planners and journals. \"It's not worth the bandwidth to write it down, remember it and do it.\"\n\nFor larger tasks, break them down into smaller chunks. People aren't specific enough when they write down items on their to-do lists, says Oliver Burkeman, author of Four Thousand Weeks: Time Management for Mortals. And what ends up happening, he adds, is that \"we don't get them done because we're not expressing them in a doable form.\" Read more tips here.\n\n\n\nMiss recess? Bring more play into your life\n\ntoggle caption Stephen Zeigler/Getty Images/The Image Bank RF\n\nIf you want to bring more play into your life, you don't necessarily need to make any significant life changes or rework your entire schedule. Play is as simple as observing tiny moments in nature, says Stuart Brown, founder of the National Institute for Play. Any increase in play throughout your day is a win – whether it's a playful hobby like painting, playing a board game, or just a new, playful outlook.\n\nIf you aren’t sure what kind of play you’ll enjoy now as an adult, ask yourself – how did I like to play as a kid? And how can I incorporate that form of play into my life now? Read more tips here.\n\n\n\nMiss meeting new people? Change your mindset on friendship\n\nIf you want to make more friends, assume that other people also need friends, says Heather Havrilesky, author of the advice columnAsk Polly.\n\nSponsor Message\n\n“People assume that everybody already has friends,” she says. The truth is, “nobody already has their friends.”\n\nIt may feel uncomfortable to send the first text message to hang out one-on-one for the first time. But accept the awkwardness, she says. It stems from vulnerability -- and you can't have friends without getting vulnerable. Read more tips here.\n\nThis digital story was written by Clare Marie Schneider. It was edited by Malaka Gharib. The visual editor is Rebecca Harlan. We'd love to hear from you. Email us at LifeKit@npr.org. Listen to Life Kit onApple Podcasts andSpotify, or sign up for ournewsletter.",
    "url": "https://www.npr.org/2024/08/06/g-s1-15472/6-ways-grown-ups-can-recreate-that-fresh-buzzy-feeling-of-a-new-school-year",
    "image": "47.jpg",
    "publish_date": "2024-08-06 00:00:00"
}