{
    "index": 48,
    "title": "4 tips for making satisfying salads : Life Kit : NPR",
    "text": "A (former) veggie hater's guide to making a crave-worthy salad\n\nEnlarge this image Westend61/Getty Images Westend61/Getty Images\n\nThis story was originally published on July 24, 2023, and has been updated to include a rerun of our episode on this topic.\n\nFor a long time, I was a meat-and-potatoes guy. I used to joke that if you opened up my heart, you'd find a cheeseburger inside.\n\nBut over the past year or so, I've embraced vegetables. You could even call me a salad guy. I'd been wanting to up my intake of fiber and nutrients, and eating a mix of greens seemed like the most convenient way to do it.\n\nThe thing is, salads are so often hit or miss. Sometimes, you'll get a bowl of inspired flavors and textures, other times, you'll get watery iceberg lettuce topped with baby carrots.\n\nSponsor Message\n\nSo I turned to Jay Guerrero, a Filipino chef and cooking instructor based in Seattle, and Annette Sacksteder, a naturopathic physician, to help me out. I asked them: How can I make a salad I won't hate? Something nutritious, affordable, easy to make, tasty and dare I say, complex?\n\nThey offer up creative ideas for both salad haters and enthusiasts alike.\n\nBuild your bowl around the food you crave\n\nIt may sound obvious, but \"always start with the thing you want to eat,\" says Guerrero. You're much more likely to eat a salad filled with ingredients you like than a salad filled with ingredients you think you should eat.\n\nSo focus on what you're really craving. Maybe that's barbecue chicken. Or miso-glazed salmon. Or roasted asparagus. Cut it up into bite-size pieces, then build your salad around that ingredient. Add red onion for bite. Radishes for crunch. Potatoes for bulk. Then finish it off with a creamy dressing.\n\nYou can also always sneak in more vegetables. \"Throw in a few leaves of something sturdy, maybe some sliced-up cabbage,\" says Guerrero. \"Then suddenly you actually have an entire meal.\"\n\nAim for a balance of flavors and textures\n\nAs a kid, Guerrero's dad made the same salad every day. He'd toss blanched green beans, sliced tomatoes and hard-boiled eggs with a bit of salt and fish sauce. It's a salad you'll find in plenty of Filipino households. (Click here to get the recipe.)\n\nSponsor Message\n\nThis simple salad has a balance of flavors and textures, says Guerrero. The tomatoes give it acidity, the green beans add sweetness and bite, and the fish sauce brings the umami and salt. \"The variety makes things interesting for your mouth and sense of taste.\"\n\nSo think through the elements of your salad. If there's too much crunch, add creamy ingredients like avocado or mozzarella cheese. If your salad includes mild-tasting components like chickpeas or quinoa, punch up the flavor with some candied nuts or freshly chopped mint.\n\nEat the rainbow and try something new\n\nStrive for a variety of colors when choosing vegetables for your salad, says Sacksteder. That ensures you're getting different nutrients, antioxidants and fibers in your meal. She likes to start with vegetables in shades of green and then branch out to yellow, orange, red and purple. Think rainbow chard, red cabbage or grated beet.\n\nTo expand your salad horizons, pick one vegetable you know nothing about and give it a try, says Sacksteder. For me, that was daikon radishes.They have a sweet and peppery crunch. I cut them up into pieces and toss them into my salads like I do with regular radishes.\n\nMake your own dressing\n\nStore-bought dressings can be convenient. But Sacksteder says they can also be pricey and high in sugar. Experiment with making your own.\n\nUsually, salad dressings combine a balance of acid, like lemon juice or vinegar, and fat, like olive or canola oil.\n\nUse the three-to-one rule to whip up a vinaigrette: three parts oil to one part acid. Experiment with different oils and vinegars and add mustards, spices and fresh herbs to your dressing. Pure maple syrup can also sweeten things up. And here's an idea if you want to add more nuance to the sweetness: marinate one diced-up clove of garlic in a generous dollop of maple syrup for 10 minutes, then add it to the dressing.\n\nSponsor Message\n\nGuerrero enjoys improvising when it comes to dressing. \"I do like a glug of olive oil, then I squeeze lemon juice and taste what's in the bowl.\" Sometimes a simple dressing is best.\n\nSalad recipes to get you started\n\nFilipino-style green bean salad\n\nCourtesy of Jay Guerrero's father, Vidal. Serves four.\n\n1 pound of green beans\n\n3/4 pounds of tomatoes\n\n1 hard-boiled egg\n\npinch of salt\n\nsplash of fish sauce\n\nBlanch the green beans in boiling salted water for about three to five minutes (until they are cooked so they have a little give when you bite them). They should be sweet and bright green. Put the green beans in cold water to stop them from cooking. Slice the tomatoes any way you want. Add tomatoes to green beans. Add a hard-boiled egg on top. Season with salt and add a little drizzle of fish sauce.\n\nBowl of life salad\n\nCourtesy of Annette Sacksteder (makes about four-days worth of salad)\n\n2 heads of lettuce such as romaine, chopped\n\n1 bunch of spinach, chopped\n\n1/2 bunch of rainbow chard, chopped\n\n1/3 bunch of cilantro, chopped\n\n1/3 bunch of parsley, chopped\n\n6 radishes including their greens, chopped\n\n1 grated carrot\n\n1 grated beet\n\n1 cup of red or green cabbage, chopped\n\nToss together and store in an airtight container.\n\nThe audio portion of this episode was reported by Kyle Norris, produced by Sylvie Douglis and edited by Meghan Keane and Malaka Gharib. We'd love to hear from you. Email us at LifeKit@npr.org. Listen to Life Kit on Apple Podcasts and Spotify, or sign up for our newsletter.",
    "url": "https://www.npr.org/2023/07/19/1188770699/make-a-salad-you-want-to-eat",
    "image": "48.jpg",
    "publish_date": "2023-07-19 00:00:00"
}