{
    "index": 5,
    "title": "Coco Gauff loses at the U.S. Open to Emma Navarro, ending her title defense",
    "text": "Coco Gauff loses at the U.S. Open to Emma Navarro, ending her title defense\n\ntoggle caption Pamela Smith/AP\n\nNEW YORK — This is pretty much all anyone needs to know about defending champion Coco Gauff's 6-3, 4-6, 6-3 loss to Emma Navarro in the U.S. Open's fourth round on Sunday: Gauff wound up with more double-faults, 19, than winners, 14.\n\nIt was the latest in a series of early-for-her exits in recent weeks, including bowing out in the third round at the Paris Olympics, then going 1-2 at hard-court tuneup events before arriving in New York.\n\n\"I feel like there's 70 other players in the draw that would love to have the summer that I had, even though it's (the) least, probably, (I've) done well during this time of the year,\" said the No. 3-seeded Gauff, who went 18-1 during the North American swing on hard courts 12 months ago, including the run to her first Grand Slam title. \"So many people want to be in the fourth round. So many people want to make the Olympics. So many people want to be flag bearer. It's perspective.\"\n\nSponsor Message\n\nThe 20-year-old from Florida did fight her way back into the match with a four-game run in which she claimed 14 of 17 points and grabbed the second set.\n\n\"Had a little bit of a lull there,\" said the 13th-seeded Navarro, an American who was 0-2 at the U.S. Open until this year, \"but I was able to regroup.\"\n\nAfter each of her past two contests in New York, Gauff headed back out onto the practice courts to work on her serve. That didn't help much on Sunday, when she tied her career high for double-faults: She also had 19 in a loss at the 2020 French Open. Against Navarro, Gauff delivered a trio of double-faults in four different games. Eleven of the double-faults came in the final set alone.\n\nGauff attributed her problems to a mix of issues with her mechanics — \"I go down on my left side a lot on my serve, and it's something I'm aware of, but it's tough in the moment to, I guess, try not to do it,\" she explained — and in her mind.\n\n\"It's sometimes more of an emotional, mental thing, because if I go out on the practice court right now, I would make, like, 30 serves in a row. I've done it before,\" Gauff said. \"I think it's also just kind of a mental hurdle that I have to get over when it comes. ... But I definitely want to look at other things, because I don't want to lose matches like this anymore.\"\n\nSponsor Message\n\nShe finished with a total of 60 unforced errors — a whopping 29 on her forehand side.\n\nThe 23-year-old Navarro, who also eliminated Gauff in the fourth round at Wimbledon in July, was far steadier on Sunday, although she still did have 35 unforced errors.\n\n\"It was a little bit of a battle of will there for a bit. But proud of just my effort today,\" said Navarro, a U.S. teammate of Gauff's at the Paris Games. \"I was able to stick in there through some tough moments.\"\n\nThis result follows a third-round loss by defending men's champion Novak Djokovic on Friday, meaning the lengthy droughts without anyone winning consecutive titles in New York will continue. The last woman to win at least two in a row was Serena Williams with three from 2012-14; the last man to do so was Roger Federer with five from 2004-08.\n\nFrances Tiafoe eliminated No. 28 seed Alexei Popyrin, the player who stunned Djokovic, with a 6-4, 7-6 (3), 2-6, 6-3 victory on Sunday night. The No. 20 seed advanced to his third straight U.S. Open quarterfinal and will play No. 9 Grigor Dimitrov, who held off Andrey Rublev 6-3, 7-6 (3), 1-6, 3-6, 6-3 with 23-time Grand Slam champion Williams watching and offering a thumbs-up at match's end.\n\nAlso moving on Sunday was No. 12 Taylor Fritz, who beat three-time Grand Slam finalist Casper Ruud 3-6, 6-4, 6-3, 6-2. Fritz's quarterfinal opponent will be 2020 U.S. Open runner-up Alexander Zverev, who got past Brandon Nakashima 3-6, 6-1, 6-2, 6-2.\n\n\"I'm at the point now where I'm still happy to make quarterfinals, but I wouldn't be happy with it ending here,\" said Fritz, who has yet to reach a Grand Slam semifinal. \"I definitely am at the point where I really want more than that.\"\n\nThe Wimbledon win over Gauff earned Navarro, the 2021 NCAA singles champion for the University of Virginia, her first appearance in a major quarterfinal. Her second will come Tuesday in New York against No. 26 Paula Badosa, a 6-1, 6-2 winner against Wang Yafan. The other women's match that day will be between No. 2 Aryna Sabalenka — she was last year's runner-up to Gauff and beat Elise Mertens 6-2, 6-4 on Sunday — and either No. 7 Zheng Qinwen or No. 24 Donna Vekic.\n\nSponsor Message\n\nThe quarterfinals will give Navarro another chance to play at Arthur Ashe Stadium in front of a big crowd. She'd never hit a ball in the place until Sunday — and felt rather at ease, anyway.\n\n\"I've been out on big courts before, where I just felt totally overwhelmed and almost like it's an out-of-body experience. But I didn't feel like that today,\" Navarro said. \"I felt comfortable from the time I stepped out onto the court, which I was a little bit surprised about. I kind of had prepared myself for the worst, just in terms of feeling overwhelmed and nervous.\"\n\nSure didn't perform that way.\n\nGauff was the one who was unable to bring her best.\n\n\"I expect better, but at the end of the day it happened,\" Gauff said, \"and I know I can turn it around.\"",
    "url": "https://www.npr.org/2024/09/02/g-s1-20541/coco-gauff-loses-at-the-u-s-open-ending-her-title-defense",
    "image": "5.jpg",
    "publish_date": "2024-09-02 00:00:00"
}