{
    "index": 59,
    "title": "Paralympics 2024: When, who and how to watch the Paris games",
    "text": "Paralympics 2024: When, who and how to watch the Paris games\n\ntoggle caption Graham Denholm/Getty Images\n\nLooking for something to fill the Olympic-sized void in your heart?\n\nIf so, you’ll be thrilled to hear that thousands of elite athletes from around the world have converged in Paris to compete for medals across dozens of sports.\n\nYes, we’re talking about the Paralympics.\n\nThe 2024 Paralympic Games kick off with an outdoor opening ceremony on Wednesday and run until Sept. 8.\n\nOrganizers are already touting it as one for the record books, with an all-time high number of delegations, female athletes participating and global broadcasters covering it.\n\nIt’s the first summer Paralympic Games to take place in France, and the first time since COVID-19 that spectators are allowed to fill the stands.\n\nThere will be plenty of storylines and athletes to watch as the 12 days unfold, from redemption missions to rivalries to power couples.\n\nSponsor Message\n\nAmong the stories we’re eyeing: China, which has dominated the last five Paralympics , is looking to continue its winning streak. An Italian sprinter is set to become the first transgender woman to compete at a Paralympics. And several highly decorated members of Team USA — including some multi-season athletes — are looking to break new records.\n\nHere’s what to know and how to follow along.\n\n\n\nWhat’s the difference between the Olympics and Paralympics?\n\ntoggle caption Michael Steele/Getty Images\n\nThe Olympics and Paralympics are both multi-sport events and have been held in the same city and year since the 1988 Summer Games in Seoul and the 1992 Winter Games in France.\n\nThe competitions are truly held in tandem: The word “Paralympic” includes the Greek preposition “para,” meaning “beside.”\n\nBut there are some differences between the two, which have their own governing bodies.\n\nThe modern Olympics started in the late 19th century, while the Paralympics grew out of a British hospital for World War II veterans in 1948.\n\nOlympic athletes tend to be able-bodied, while the Paralympics feature athletes with disabilities.\n\nThere are 10 eligible impairment types: eight physical (including limb deficiency and impaired muscle power), as well as vision and intellectual impairment. Athletes are grouped into categories based on the “degree of activity limitation resulting from their impairments.”\n\nThe Special Olympics, by the way, is a separate thing altogether .\n\n\n\nSponsor Message\n\nWhat sports are part of the Paralympics?\n\ntoggle caption Aitor Alcalde/Getty Images\n\nPara athletes will compete in 549 medal events across 22 sports, both individual and team.\n\nNotably, two Paralympic sports do not have an Olympic equivalent: goalball and boccia.\n\nThe rest of the list includes sitting volleyball; wheelchair rugby, tennis, basketball and fencing; rowing; equestrian; swimming; para triathlon and more.\n\nIn some sports — including para athletics, para triathlon and para cycling — visually impaired athletes compete alongside a sighted “guide” or “pilot” (some of whom are Olympians themselves). Since 2012, the guides have been awarded medals, too.\n\nParis organizers say the sports with the most competitors are para athletics (1,135 athletes), para swimming (608) and para table tennis (281).\n\n\n\nHow many nations and athletes are participating?\n\ntoggle caption Fiona Goodall/Getty Images for PNZ\n\nThe International Paralympic Committee says a record number of delegations are competing in the Games this year (they said the same of the Tokyo Games in 2021, too).\n\nWhile the final headcount hasn’t been confirmed, organizers say Paris will welcome roughly 4,400 athletes from 168 delegations.\n\nThat number includes the National Paralympic Committees of 167 countries , an eight-member Refugee Paralympic Team and as many as 96 neutral athletes — 88 from Russia and eight from Belarus. Athletes from those two countries are not allowed to compete under their flag following Russia’s 2022 full-scale invasion of Ukraine.\n\nPlus, three delegations will be represented at the Paralympics for the first time: Eritrea, Kiribati and Kosovo.\n\nOrganizers say the largest delegations are China (282 athletes), Brazil (255) and France (237).\n\nThey also say this year will feature a record 1,983 female competitors and more medal events — 235 — for women than ever before. The Paris Olympics have been hailed as “gender equal,” though many say there’s still room for improvement .\n\n\n\nWhat are some Team USA names to know?\n\ntoggle caption Joe Scarnici/Getty Images for USOPC\n\nThe U.S. is sending 225 athletes — including five guides — to Paris, with an equal number of men and women.\n\nThe para athletes on Team USA come from 38 states (California, Illinois and Texas are heavily represented) and range in age from 15 to 52.\n\nWheelchair basketball legend Steve Serio and sitting volleyball star Nicky Nieves have been chosen as the team’s flag bearers for the opening ceremony. Here are some other names to watch :\n\n\n\nMulti-season athletes Oksana Masters (para cycling and para Nordic skiing), Aaron Pike (para track and field and para Nordic skiing) and Kendall Gretsch (para triathlon and para Nordic skiing) are relatively fresh off the 2022 Beijing Winter Games, where Masters became the most decorated U.S. winter Paralympian of all time.\n\n(para cycling and para Nordic skiing), (para track and field and para Nordic skiing) and (para triathlon and para Nordic skiing) are relatively fresh off the 2022 Beijing Winter Games, where Masters became the of all time. Swimmer Jessica Long is the second-most decorated U.S. Paralympian in history, with 29 Paralympic medals under her belt (including 16 gold). She’s looking to continue her streak in Paris, her sixth Games.\n\nis the second-most decorated U.S. Paralympian in history, with 29 Paralympic medals under her belt (including 16 gold). She’s looking to continue her streak in Paris, her sixth Games. Track and field stars Tatyana McFadden, Roderick Townsend , and Brittni Mason are aiming to get back on the medal podium, which they did in Tokyo.\n\n, and are aiming to get back on the medal podium, which they did in Tokyo. Chuck Aoki has helped carry the men’s wheelchair rugby team for nearly a decade. They are favored to pick up another medal this year, which would be their fourth since 2012.\n\nhas helped carry the men’s wheelchair rugby team for nearly a decade. They are favored to pick up another medal this year, which would be their fourth since 2012. Sarah Adam is poised to become the first woman to represent Team USA in wheelchair rugby at a Paralympic Games\n\nis poised to become the Team USA in wheelchair rugby at a Paralympic Games Swimmer Abbas Karimi , who was born in Afghanistan, will compete in his first Paralympic Games as a U.S. citizen. He competed on the refugee team in Tokyo 2020.\n\n, who was born in Afghanistan, will compete in his first Paralympic Games as a U.S. citizen. He in Tokyo 2020. The world record that sprinter Nick Mayhugh set in Tokyo still stands heading into Paris, where he is aiming for another gold. He will also compete in long jump.\n\nset in Tokyo still stands heading into Paris, where he is aiming for another gold. He will also compete in long jump. Track and field athlete Hunter Woodhall went viral at the Olympics for supporting his wife, gold-medal-winning long jumper Tara Davis-Woodhall. Woodhall, who runs on two prosthetics, will get his own turns in the spotlight when he competes in the 100-meter race and the 400-meter race. (Psst: The Woodhalls aren’t the only Paralympic power couple this year.)\n\nSponsor Message\n\nHow (and when) do I watch?\n\ntoggle caption Dimitar Dilkoff/AFP via Getty Images\n\nThe Paralympics opening ceremony will run from 2 p.m. to 5:30 p.m. ET on Wednesday, and will air live on USA Network and stream on Peacock and NBC Olympics platforms, according to NBC . NBC will also air an encore presentation from 9 p.m. to 11 p.m. ET on Friday.\n\nLike the Olympic opening ceremony, this will be the first Paralympic opening ceremony held outside of a stadium. The ceremony is directed by Thomas Jolly — who oversaw last month’s events — and will parade down the river Seine from the Champs-Elysees to the Place de la Concorde.\n\nThe Paralympics traditionally get less coverage and viewership than the Olympics, but organizers are working to change that. They say a record number of broadcasters are set to cover these Games, with media rights holders in more than 160 countries and territories.\n\nParis also marks the first Paralympic Games to offer at least some live coverage from each of the 22 sports. For those curious: swimming, cycling and men's wheelchair basketball start Thursday, while track and field starts Friday. You can view the full competition schedule here .\n\nNBC says it will stream some 1,500 hours of live coverage — the most ever for a Paralympics — on Peacock throughout the course of the nearly two weeks (remember, Paris is six hours ahead of E.T.). Authenticated users can also watch via NBCParalympics.com, NBC.com, the NBC Sports App and the NBC App.\n\nStarting Thursday, it will also feature at least nine hours of programming a day — focused on the “most popular” events — on the USA Network in the mornings and afternoons.\n\nNBC is also planning three separate prime-time windows. On Friday, it will show highlights from the opening ceremony and recap the first two days of competition. On Sunday at 7 p.m. ET it will recap the subsequent two days. Its final broadcast, slated for 9 p.m. ET on Friday, Sept. 6, will recap the entire second week.\n\nThe closing ceremony will take place two days later on Sunday, Sept. 8, at 2 p.m. ET.",
    "url": "https://www.npr.org/2024/08/28/nx-s1-5090818/paralympics-2024-paris-schedule-guide",
    "image": "59.jpg",
    "publish_date": "2024-08-28 00:00:00"
}