{
    "index": 66,
    "title": "With the DNC underway, a historian explains how 'The Stadium' became a public square",
    "text": "With the DNC underway, a historian explains how 'The Stadium' became a public square\n\ntoggle caption J. Scott Applewhite/AP\n\nThe NPR Network will be reporting live from Chicago throughout the week bringing you the latest on the Democratic National Convention.\n\nOn Monday night, tens of thousands of people filled the Chicago United Center as President Joe Biden addressed the Democratic National Convention. Columbia University historian Frank Andre Guridy says these massive monuments to sports, entertainment and politics serve as public squares in American culture.\n\nIn his book, The Stadium: An American History of Politics, Protests, and Play, Guridy chronicles the role that arenas have played in American history and culture. From a 1920s pro-Nazi rally at Madison Square Garden, to Colin Kaepernick taking a knee in 2016 to protest police brutality, Guridy says that stadiums are where Americans battle over race, class, gender and sexual inequities.\n\nSponsor Message\n\n\"We fight our political battles in stadiums,\" Guridy says. \"Because they're large, because they can accommodate all sorts of people, ... they become ideal places to stake your claims on what you want the United States to be.\"\n\nGuridy says the country's first \"stadiums\" — which took the form of circus tents or wooden ballparks — arose in the late 19th and early 20th centuries and were typically funded by entrepreneurs. In recent decades, however, there's been a trend toward taxpayer-funded stadiums — though Guridy notes: \"This notion that stadiums are places that help generate economic development ... [has] been debunked over and over and over again.\"\n\nGuridy adds that as more stadiums are built or replaced, they are becoming increasingly generic, with corporate names and a cookie-cutter-style. \"I would argue that most of these facilities feel like no place, because they all have the same sort of arrangement of ads and same types of scoreboards, same sorts of rituals,\" he says. \"They all look the same.\"\n\nInterview Highlights\n\ntoggle caption Porchlight Books\n\nOn how it came to be that taxpayers pay for new stadiums\n\nFranklin Roosevelt's New Deal helps begin the process by which public funds are building stadiums. … But it isn't until after World War II, when we see the exploding growth of both the sport and the entertainment industry. When the United States really becomes a nationally sports-crazed nation, where sports franchises start to make the case to politicians that ... if you want to have a team in your city, you need to build a stadium for us. And politicians discover that they can gain a lot of political capital by bringing a major league team to the city. And that accounts for the exploding growth of publicly financed stadiums in the 1960s and ‘70s, and really, until this day. …\n\nSponsor Message\n\nBecause sports leagues are de facto — and also legislatively — monopolies in the United States, they can command that sort of power. It's become this kind of convergence between aspiring politicians and sports leagues that have been able to make the case that, in fact, the stadium is something that should be funded by taxpayer public funds.\n\nOn the role stadiums played in the country's desegregation\n\nBallparks like Ebbets Field [in Brooklyn] become places of this enormous cultural and social and political transformation. Now, it's not just because Jackie Robinson shows up in a Brooklyn Dodger uniform. It's because people have been agitating for the desegregation and the elimination of Jim Crow for decades. … And we see this all across the country, particularly in the South when … the college football stadium becomes this kind of shrine, this temple, that is designed in part to not just stage football games, but to actually exemplify and celebrate the Jim Crow South and its imagined legacy in the Confederacy and slavery.\n\nStadiums up until the mid 20th century, particularly in the South, were all-white affairs, or certainly designed to sort of exclude people of African descent and non-white people. But because of the impact of the freedom movements across the South and in other parts of the country, we see this major shift playing out in public at stadiums across the country. So Americans are able to experience that, live, at your local facility.\n\nOn how the American national anthem and flag became part of stadium culture\n\nIt starts in the early 20th century, where we start to see performances of Francis Scott Key’s anthem in public places. But it isn't till 1931 when it becomes the national anthem, and it really isn't till the 1940s, where we start to see the kind of regular performance of \"The Star-Spangled Banner\" before sporting events ... not coincidentally, in the aftermath of wars, in the aftermath of World War I, in the aftermath of World War II. And then later on, we start to see the proliferation anthems like \"America the Beautiful\" and others performed after 9/11, in moments, not coincidentally, where the United States is at war, when the U.S. government really has to make the case of national loyalty to its citizens, and the ballpark and the stadium and the arena becomes one of those places where that loyalty is cultivated.\n\nSponsor Message\n\nOn the militarized nationalism of stadium culture, and Colin Kaepernick's protest of police brutality in 2016\n\nBy the time Kaepernick takes his knee at Qualcomm Stadium [in San Diego] in August 2016, eight years ago, you, at that point, had 15 years of jet flyovers. Fifteen years of honoring the military and law enforcement. And that's the thing that's interesting after 9/11: The ways in which these, you know, celebrations of the military become celebrations of law enforcement, which [happens] almost immediately, partly because of those who died among the first responders at the Twin Towers, but it's more than that. It becomes a policy of pushing pro-police politics, I would argue, across the country. By the time Kaepernick does what he does, it's now 15 years of that in which patriotic expression is narrowed and dissent is less tolerated in public.\n\nCertainly athletes have been persecuted before Colin Kaepernick — most famously Tommie Smith and John Carlos when they make their Black Power salute at the 1968 Olympic Games in Mexico City. … But you do see the absolute intolerance and the vilification of Colin Kaepernick, which I would argue was unprecedented, and I think it's because we have converted the stadium into a pep rally for the military and for law enforcement. Just the questioning of any sort of police action becomes intolerable, especially when a Black athlete does it. …I think that that's why the stadium becomes this interesting theater, to look at the way in which we make sense of our world and of American politics. And I definitely think that there's a much more repressive political culture that ensues after 9/11 than what existed before.\n\nOn the “Gay Games,” in part as a response to homophobia within stadiums\n\nOne of the most famous cases or infamous cases of [homophobia in a stadium] was the 1979 Disco Demolition event that happened at Chicago's Comiskey Park, in which a local disc jockey, Steve Dahl, decided to create the ceremony in the middle of a baseball doubleheader to blow up disco records. And this is at a moment when the kind of anti-disco movement was emerging in the United States and [it] was very much an anti-gay movement. It was very much fueled by homophobia and racism. … That event turns into a riot where literally people charged the field and the games are canceled. The second game of the doubleheader was canceled on that evening in 1979 in Chicago.\n\nSponsor Message\n\nSo the ballpark becomes this battleground, and ... gay activists take their struggle to the stadium, and they do that in San Francisco with the advent of the Gay Games movement, which is created by Tom Waddell, among a host of other organizers, who decide to create kind of an anti-Olympics ... athletic competition that showcased the athletic talents of gays and lesbians. And that's what they do in San Francisco in the early 1980s. And their first Gay Games happens in Kezar Stadium, another public controlled stadium, in the summer of 1982.\n\nOn how the prevalence of VIP sections negates what stadiums were designed to do\n\nSeating capacity is much smaller now, so you have large parts of the stadium real estate devoted to the VIP crowd, to the corporate crowd. And you have less space devoted to the average sports fan. And this is something that sports fans lament over and over again. And you could say, well, people could just watch sports or watch whatever they want to watch on their device. But what we discovered in 2020 is that the fan really matters. ... There were people actually writing articles before 2020 like: Do we really need fans in stadiums anymore? And the 2020 showed we do need them. And that the athletes want them there and that the public wants to be there. .... Think of stadiums as institutions. Think of them as places where, you know, people want to go and congregate, with good reason. And I think that, that's the stadium at its best when we actually use it for that purpose. So why not open it up to a wider swath of people?\n\nSam Briger and Thea Chaloner produced and edited this interview for broadcast. Bridget Bentz, Molly Seavy-Nesper and Meghan Sullivan adapted it for the web.",
    "url": "https://www.npr.org/2024/08/20/nx-s1-5081400/stadium-politics-culture-frank-andre-guridy",
    "image": "66.jpg",
    "publish_date": "2024-08-20 00:00:00"
}