{
    "index": 70,
    "title": "12 things that wowed us at the Paris Olympics",
    "text": "12 things that wowed us at the Paris Olympics\n\ntoggle caption Pascal Guyot/AFP via Getty Images\n\nPARIS — A team of NPR journalists spent over two weeks covering the Paris Summer Olympics. Here are some of our standout moments from the Games.\n\nThat little lump of red is a mascot?\n\nI tend to be a grump when it comes to mascots.\n\nWhen I arrived in Paris and saw the mascot for the Summer Olympics was a lump of red, I was baffled. Was it a pastry? A Pokémon creature? But over these two weeks “Phryge” — named after the Phrygian cap that’s a French symbol of freedom and republican self-government — grew on me.\n\nThe giant Phryges running around at sporting events are absurdly lovable. I like them even more, with their googly eyes, when tourists are wearing them on their heads.\n\nSponsor Message\n\nI also like that the French went big with a sartorial mascot that is fundamentally uncool. Next time you see me hiking in the mountains I’ll have a red Phryge on my head.\n\n— Brian Mann\n\nThe unforced error of the Olympics undoing the magic of this year's best medal ceremony\n\nThis one should have been a \"wow\" moment in a good way. The floor exercise final ended with perhaps the most memorable medal ceremony of the whole Olympic Games, in which two U.S. gymnasts, Simone Biles and Jordan Chiles, who had won silver and bronze, bowed to Rebeca Andrade of Brazil, who had won gold.\n\nBut now, it's a complete mess. Chiles had earned her bronze after a last-minute score inquiry boosted her score by a tenth of a point, which was enough for her to jump from fifth place to third place over a Romanian gymnast. Romania protested the result, saying Chiles' challenge was filed too late. On Saturday, an independent arbitrator agreed, finding the inquiry had been filed four seconds too late. Olympic officials asked Chiles to return the medal. In a twist, the U.S. said late Sunday that it had video evidence \"conclusively establishing\" the inquiry was submitted in under a minute.\n\ntoggle caption Naomi Baker/Getty Images\n\nIt's too soon to know how this will all play out, but this is a disaster and a stain on gymnastic judging and the various arbitration and administration officials involved.\n\nSponsor Message\n\nWhy was there apparently no official timekeeping record? Why weren't the gymnasts' routines scored correctly in the first place? Why not allow the U.S. to submit evidence to the contrary before demanding the medal be returned? And why, oh why, would the Olympics have asked Chiles to return her medal, rather than accepting responsibility for the failure and allowing the gymnasts to share the medals as Romania asked?\n\n— Becky Sullivan\n\n\n\nThe spirited, behind-the-scenes athleticism\n\nThe same night Sydney McLaughlin-Levrone successfully defended her gold in the 400-meter hurdles, shattering her own world record, most of the 80,000 spectators had filtered out of the Stade de France stadium when an after-show began. Volunteers in their teal uniforms began what looked like a choreographed production to clear the 10 lines of hurdles off of the track in unison. It wasn’t all work — they had fun too, later holding their own impromptu, 100-meter race on the purple track.\n\ntoggle caption Antonin Thuillier/AFP via Getty Images\n\nThe thing about Olympic sprinters is that it’s easy to take their feats for granted when the differences between the world’s fastest runners are miniscule, compared to the general population. The volunteers’ after-show may be the closest I’ve gotten to witnessing what it might look like to see a “normal” person compete against an Olympian.\n\nThen, during the women’s basketball final, keeping the floor sweat- and slip-free was a two-person job. When the game traveled to one end of the court, I watched as one volunteer ran out with a large circle mop to wipe the floor, while the other played their spotter, making sure there was no interference in play. From where I was sitting, it looked like a well-run pick-and-roll.\n\n— Emma Bowman\n\nThe cups\n\ntoggle caption Marc Atkins/Getty Images\n\nThe Paris Olympics set out to be the most sustainable Games of the modern era. For those who attended the events, perhaps the most visible part of that effort was the ubiquitous red plastic \"eco-cups\" that were used to serve beverages at concession stands. Rather than receive a plastic soda bottle, you paid a 2€ deposit and got your soda in a cup, and your euros were refunded if you returned the cups.\n\nSponsor Message\n\nThe cups were a mixed bag environmentally, but I'll remember them for inspiring some truly wacky behavior at these Games. You'd see people walking around venues holding stacks of 10 cups or more. I met people attempting to collect all 40-plus variations and others who scrounged in the trash for cups to return to pay for souvenirs. I myself collected more than ten over the course of the Games, the stack in my hotel room growing shamefully each time I forgot to bring my water bottle to an event. As I returned my last few at the closing ceremony, I bid them a fond farewell. Goodnight, sweet cups.\n\n— Becky Sullivan\n\n\n\nThe roar of the Stade de France\n\nI’ve covered a lot of sporting events over the years. From NFL and NBA games, World Cup soccer matches, Major League Baseball and my fair share of collegiate football games. This is my fifth Olympics and I’m used to how a packed track and field stadium sounds when athletes are doing fantastic things. But I was not prepared for HOW LOUD the Stade de France was during the running events. Even sitting right next to a colleague, you’d have to shout for them to hear you. The term ‘deafening’ is an understatement. It was so loud that the stadium announcer had to ‘sssshhh’ the crowd before the start of each race. And once the gun went off, spectators amped up again. It was a treat.\n\n— Russell Lewis\n\ntoggle caption Andrej Isakovic/AFP via Getty Images\n\nSteph Curry making the most of his first Olympic appearance\n\nBefore this summer, Steph Curry had achieved almost everything in basketball: four NBA titles, twice named NBA MVP, two-time gold medalist in the FIBA World Cup. But there was one big item missing from his resume: He'd never been to the Olympics.\n\nWhen he finally arrived in Paris, the 36-year-old was clearly determined to make the most of it. \"The rest is allowing yourself to be free to be a part of the Olympic experience as a whole. I think that'll be contagious, to enjoy being in the moment,\" he said on the eve of the Games.\n\nSponsor Message\n\nHe went to root for other athletes. He traded pins and autographs. And by God he was going to win that Olympic gold. The U.S. men's basketball team was pushed to the limit in its semifinal game against Serbia. As his teammates struggled to find the basket, Curry made up the difference with nine three-pointers and 36 points overall. Then, two days later, after France clawed back to make the gold medal match a three-point game with less than 3 minutes to go, Curry's vision turned gold. He hit four triples to put the game away as the French play-by-play announcer called him \"the devil named Curry.\"\n\nAfterward, he marveled at his time here in Paris. \"For me, this one time was amazing. Everything was eye-opening from start to finish,\" Curry said. \"It's all inspiring, and it's all about representing your country the right way.\" Truly living the Olympic spirit, that devil.\n\n— Becky Sullivan\n\nThe unassuming Olympic heroes\n\nYou’d think they’d broken world records or earned gold medals, the way the internet celebrated “pommel horse guy” and a nonchalant Turkish sharpshooter. They got bronze and silver, sure, but Stephen Nedoroscik with his Clark Kent glasses and Yusuf Dikec with his hand-in-pocket showed that you didn’t have to look like what others expected of an Olympic champion — nor even become one — to get the world excited about your niche. You just have to be … yourself.\n\n— Emma Bowman\n\n\n\nExperiencing the Olympics in the Arène de Lutèce\n\nA favorite personal moment was watching some of the Paris Summer Games in the Lutetia Arena. This ancient Roman arena has been hosting sporting events and gladiatorial combats since the 1st century AD. It was magical to sit on a stone bench watching competitions unfold on the big screen during these Summer Games, realizing that people have been sitting on these same benches watching contests and demonstrations for 2,000 years. It brought home to me just how creative the French have been using this remarkable city as a venue and backdrop for the Olympics.\n\nSponsor Message\n\n— Brian Mann\n\nFrance rooting for Léon Marchand\n\nI was lucky enough to be at the pool for the first medal race for Léon Marchand, the 22-year-old French swimmer who electrified his nation this summer. The crowd at La Defense Arena that night lost its mind as Marchand easily won the 400-meter individual medley. The best part was when he swam breaststroke, and the crowd synchronized its roars with each time Marchand popped his head above water for a breath.\n\nJust as memorable was a few nights later, when I found myself wrapping up dinner at a restaurant as Marchand was about to begin another race. Not a waiter was in sight as I tried to get the check — then I realized they were all huddled around a phone back by the kitchen to watch Marchand. \"That's our boy,\" the waiter said afterward.\n\n— Becky Sullivan\n\nThe sheer endurance of athletes\n\nSo many athletes over the course of Olympic competition showcase grit and resilience. But a favorite example is that of Dutch runner Sifan Hassan.\n\ntoggle caption Cameron Spencer/Getty Images\n\nHassan crossed the finish line first in the women’s marathon on Sunday, a feat of its own in a talented lead pack of competitors. Those runners were working on fresh, rested legs. Hassan had already won two Olympic bronze medals, in the 5,000 meters and 10,000 meters earlier in the week.\n\nJust 37 hours separated the 10,000-meter final and the start of the Olympic marathon. “When are they going to break me,” Hassan said she wondered of her competitors. “They’re going to go hard.” They went hard, but so did she, deploying a strong late kick in the closing meters of the race. Ultimately, she set an Olympic record time of 2 hours, 22 minutes, 55 seconds, on a course that included some ferocious hills. “I am the Olympic champion,” she said she thought to herself. “How is that possible?”\n\nSponsor Message\n\n— Juana Summers\n\nParis really did turn into an Olympic village\n\nParisians always abandon Paris in August. This year, they left in even larger numbers and a lot of tourists also stayed away to avoid the chaos of the Olympic Games. There were still big crowds and plenty of fun energy, but a lot of the city felt beautifully quiet. If you’ve visited Paris during peak tourism season you know what a joy it is to experience this fabulous place when there aren’t crowds or long lines. Often the city felt like a big village, with moments of quiet and good cups of coffee (and pastries) between sporting events.\n\n— Brian Mann\n\n\n\nCovering the Games is an Olympic event in itself\n\nThis was my first time covering an Olympics. For two-plus weeks, the back-to-back days of problem-solving commutes, the racing to the media zones and press conferences to “relay” quotes, asking 10 different people where to find the entrance (the “start line,” if you will) — all of it will make you want to start asking the Olympians for advice on how to pace yourself. But, like the runner’s high that comes after the pain wears off, you’re left thinking when you’ll get to do it again.\n\n— Emma Bowman",
    "url": "https://www.npr.org/2024/08/12/g-s1-16581/paris-olympics-best-moments",
    "image": "70.jpg",
    "publish_date": "2024-08-12 00:00:00"
}