{
    "index": 72,
    "title": "The final Olympic medal tally puts the U.S. on top in Paris",
    "text": "The final Olympic medal tally puts the U.S. on top in Paris\n\ntoggle caption Quinn Rooney/Getty Images\n\nPARIS — The United States came out on top in the Olympic medal count in Paris, with a stunning total of 126 medals, including 40 gold.\n\nThe fight for national bragging rights over gold medals — considered by many countries to be the most coveted prize — came down to the wire and in the end China and the U.S. tied with forty apiece.\n\nChina, with 91 overall medals, has cemented itself as America's chief rival in the Summer Games.\n\nMeanwhile, Russia, once a world powerhouse at both the Summer and Winter Olympics, was nearly invisible in Paris, fielding only about fifteen athletes and barely registering in the total medal count.\n\n\n\nSponsor Message\n\nHow did the U.S. do it? Swimming and track\n\nOnce again in Paris, America's Olympic engine fired on two cylinders: swimming and track.\n\nIn the pool, U.S. swimmers led by Katie Ledecky and Torri Huske, racked up 28 medals, including 8 gold.\n\nOn the track, American athletes were even more dominant winning 34 total medals, 14 gold.\n\nThose two sporting disciplines alone accounted for roughly half of the total U.S. medal tally.\n\nChina, by contrast, garnered most of its gold medals from diving (8 gold), shooting (5 gold), table tennis (5 gold) and weightlifting (5 gold).\n\nSo while the two countries go head-to-head in the medal count, they often do it in very different sports.\n\nSome other take-aways: France did great, Australia did better\n\nIt's pretty common for the Olympic host country to do well at the Summer Games and France was no exception.\n\nOne of the breakout stars of these Olympics was Léon Marchand, the young French swimmer, who captured four gold and one bronze medal.\n\nAltogether, France won 64 medals, sixteen of them gold.\n\nAnother country that punched above its weight is Australia. With a relatively tiny population, just 26 million people, the Aussies racked up 53 medals, eighteen of them gold.\n\nPer capita, that puts Australia into a league of its own for medal victories.\n\nSponsor Message\n\nOne final note. The International Olympic Committee fielded a team this year of refugee athletes to represent displaced persons around the world.\n\nA woman from Cameroon, Cindy Djanjeu Ngamba, won that team's single bronze medal in boxing.",
    "url": "https://www.npr.org/2024/08/11/nx-s1-5071150/paris-olympics-medal-total-us-gold",
    "image": "72.jpg",
    "publish_date": "2024-08-11 00:00:00"
}