{
    "index": 73,
    "title": "The U.S. men's basketball team topples France to win its fifth straight Olympic gold",
    "text": "The U.S. men's basketball team topples France to win its fifth straight Olympic gold\n\ntoggle caption Aris Messinis/AFP via Getty Images\n\nNPR is in Paris for the 2024 Summer Olympics. For more of our coverage from the Games head to our latest updates.\n\nPARIS — With a 98-87 win over France in the Olympic title game, the U.S. men's basketball team has won the gold medal, extending one of the most dominant streaks in international sports.\n\nIt is the fifth consecutive Olympic gold medal for Team USA and its 17th in Olympic history. And it may be its most impressive yet, as international basketball has grown more competitive than ever.\n\nIts opponent in the final, France, featured the 20-year-old phenomenon Victor Wembanyama and a half-dozen other current and former NBA players. France gave the Americans a fight, refusing to be put out of contention until the final buzzer. After trailing by 14 in the third quarter, France clawed back to make it a one-possession game with just under three minutes to go, on a tip-in by Wembanyama.\n\nSponsor Message\n\nThen, two days after he had come to Team USA's rescue during a challenging semifinal versus Serbia, the future Hall of Famer Steph Curry stepped up yet again in the game's final minutes to hold off France. Curry hit four three-pointers in the game's final three minutes — the last of them an absurd heave over a pair of French defenders.\n\nHis teammates were in disbelief when it went into the basket, giving the U.S. an insurmountable nine-point lead with just 35 seconds to go. \"You just simply marvel at his talent,\" said LeBron James. \"I've seen it before, in different uniforms. It's good to be on his side.\" (\"I impressed myself too with that one, for sure,\" Curry added later.)\n\ntoggle caption Aris Messinis/AFP via Getty Images\n\nIn total, ten U.S. players scored, four of them in double digits; Curry led with 24 points. \"He put on a show in that last stretch, and it was amazing to watch,\" said Team USA coach Steve Kerr.\n\nThe result was a repeat of the last Olympic title game in Tokyo in 2021. On that day, the U.S. defeated France 87-82 to win gold. But that 2021 gold medal came after a group stage loss to France earlier in the tournament, Team USA's only loss in Olympic play in twenty years.\n\nSponsor Message\n\nThis year, the U.S. brought heavyweights to Paris, including four players who have been named NBA league MVP — Curry, James, Kevin Durant, and Joel Embiid — and seven players with Olympic experience, the most Olympic veterans the team had featured in decades.\n\nThe biggest test to Team USA's streak came during that semifinal match against Serbia, who ultimately won the bronze medal. With three-time NBA MVP Nikola Jokic at the helm, Serbia led from midway through the first quarter until less than three minutes remained in the game.\n\nThat was a major stress test, and the U.S. passed. Afterward, Saturday's final felt easier. \"It's a big moment for USA basketball. We came together. We stayed even-keeled no matter what was going on,\" James said.\n\nIn its loss, France leaned mostly on two players: Wembanyama, the willowy 7-foot-4 center who was unanimously named the NBA's Rookie of the Year in May, and the one-time Boston Celtic Guerschon Yabusele. Together, the two scored 46 of France's 87 points.\n\nWembanyama, who was also appearing in his first Olympics, said after the game that he would only now be able to take in France's accomplishment in winning silver. \"I'm going to absorb all that now, that we are here at the Olympics. It's an Olympic medal, after all. We don't know when this might happen again,\" he said.\n\ntoggle caption Ezra Shaw/Getty Images\n\nThe French crowd was relentless in its cheers of \"allez les bleus\" and its jeers of Embiid, the Cameroon-born NBA All-Star who last year rejected the advances of the French national team. As they have throughout the Olympics, they booed Embiid every time he touched the ball.\n\n\"I loved it. I enjoyed it. It was fun. It's all love,\" Embiid said. \"And it feels good to win.\"\n\nSince 1992, when the Olympics first allowed active professional players to participate, the U.S. has won a gold medal in every Olympics except 2004, when Argentina won gold and the U.S. settled for bronze.\n\nSponsor Message\n\nBut international competition has improved dramatically since 1992, when the \"Dream Team\" won its games by an average of 44 points.\n\nIt could be the final Olympic Games for the NBA stars of the 2010s. Durant, who at 35 has now scored more points in Olympic history than any other basketball player, couldn't say whether he might play at the 2028 Olympics, which will be held in Los Angeles. James, who is 39, said after the game that these Olympics were likely to be his last.\n\nThe title game between powerhouse and Olympic host ended up as one of the hottest tickets of the Olympic Games, with VIPs and celebrities filling the stands: French President Emmanuel Macron, U.S. Second Gentleman Doug Emhoff, International Olympic Committee president Thomas Bach, NBA commissioner Adam Silver, former NBA stars Carmelo Anthony and Scottie Pippen, the French swimming star Léon Marchand, the retired U.S. soccer star Megan Rapinoe, the five-time Olympic gold medalist Sue Bird and TV host Jimmy Fallon.",
    "url": "https://www.npr.org/2024/08/10/g-s1-16487/us-mens-basketball-gold-paris-olympics",
    "image": "73.jpg",
    "publish_date": "2024-08-10 00:00:00"
}