{
    "index": 74,
    "title": "U.S. women, men seize a pair of golds in Olympic 4-by-400m relays",
    "text": "U.S. women, men seize a pair of golds in Olympic 4-by-400m relays\n\ntoggle caption Patrick Smith/Getty Images\n\nPARIS — A team of American women all-stars ran away with the 4-by-400m relay on Saturday, crushing an Olympic gold medal finish by more than four seconds.\n\n“The U.S. just has so much depth,\" said team-member Sydney McLaughlin-Levrone.\n\n\"We got the real quarter-horses, we really do,\" said Shamier Little.\n\nMcLaughlin-Levrone, Little, Gabby Thomas and Alexis Holmes ran what at times looked like a separate trial race, with silver place finishers Netherlands and the bronze medal team Great Britain battling for second and third.\n\nThe Americans managed smooth handoffs of the baton, but they also simply outpowered the other women, opening dominant gaps. Holmes who ran the anchor leg for the finish waved the baton in the air and grinned big as she crossed the line.\n\nSponsor Message\n\nIt was the eighth time in a row that the U.S. women claimed gold in the Olympic event.\n\nA few minutes earlier U.S. men held off a strong challenge from Botswana in the men's 4-by-400m relay final before the roaring crowd at Stade de France to win Olympic gold.\n\ntoggle caption Patrick Smith/Getty Images\n\nThe men's team took a sizable lead after the second hand-off. But Botswana kept closing the gap and in the end the American runners finished with only a tenth-of-a-second to spare.\n\n\"We were pushed to the limit. Botswana did a great job,\" said Vernon Norwood of the U.S.\n\nAmerican Rai Benjamin finished it out for the men in a tense footrace with Letsile Tebogo of Botswana, who had won gold in the 200 meter men's final on Thursday.\n\nThe U.S. performance was strong enough for a gold medal and set a new Olympic record in the event. Botswana took silver and Great Britain the bronze.\n\n\"It was really a tough race,\" Tebogo said. \"I had to chase and close the gap. But it didn't come out.\"\n\nQuincy Wilson, the 16-year-old high school student from Maryland, who emerged this year as a teen track phenomenon didn't run in the final, but he competed in an earlier qualifying heat and will share the gold.\n\n",
    "url": "https://www.npr.org/2024/08/10/nx-s1-5070572/u-s-women-men-seize-a-pair-of-golds-in-olympic-4-by-400-relays",
    "image": "74.jpg",
    "publish_date": "2024-08-10 00:00:00"
}