{
    "index": 76,
    "title": "Algerian boxer Imane Khelif wins Olympic gold in face of political controversy",
    "text": "Algerian boxer Imane Khelif wins Olympic gold in face of political controversy\n\ntoggle caption Maja Hitij/Getty Images\n\nPARIS — The Algerian boxer Imane Khelif has won the Olympic gold medal, defiant amid the international political controversy that loomed over her every bout as she advanced through the women's boxing event in the 2024 Summer Games.\n\nOver three rounds Friday, the crowd at Roland-Garros Stadium in Paris chanted her name and cheered wildly with every blow that Khelif landed on her opponent, China's Yang Liu. The two took turns as the aggressor in the close match. As the bell rang to signal the end of each round, the two boxers respectfully tapped the other's glove.\n\nIn the end, the judges agreed: Khelif had bested Yang to win the 66-kilogram weight class gold medal. And the thousands of Algeria fans who packed the stands cheered with delight as Khelif took her victory lap sitting astride the shoulders of a coach.\n\nSponsor Message\n\nAfter the bout Friday, Khelif said forcefully that she had indeed been qualified to compete. \"I'm a woman like any other woman. I was born a woman. I lived a woman. I competed as a woman. There's no doubt about that,\" she said.\n\nThe gold medal, she said, was a response to \"all those who criticized me.\" She called her critics \"the enemies of success\" and said their attacks had given her victory a \"special taste.\"\n\ntoggle caption Richard Pelham/Getty Images\n\nQuestions and controversy over the 25-year-old's eligibility to participate in the Olympics had persisted even as Olympic officials repeatedly defended her and a second boxer who had also been a target, Lin Yu-Ting of Taiwan, who will compete for the gold medal in her own weight class on Saturday.\n\nThe controversy over the two women stems from a decision by the International Boxing Association to disqualify them after claiming they had each failed two gender eligibility tests in the past two years. The IBA, a Russia-linked organization that was banned last year from the Olympics over corruption concerns, has refused to produce proof of the results or describe how the tests were conducted. At times, its officials have given conflicting accounts of what the tests entailed.\n\nSponsor Message\n\nKhelif and Lin have both competed in women's boxing for years, including a fifth-place finish for Khelif at the Tokyo Olympics in 2021. Olympic officials have dismissed the IBA claims and accused the organization of political motivations in conducting and publicizing the tests.\n\nThe timing of Khelif's disqualification by the IBA, which came shortly after Khelif defeated a Russian boxer, has raised questions about the group's motivation. \"They know me very well. They know what I'm capable of. They know how I've developed over the years. But now they are not recognized anymore. And they hate me. And I don't know why,\" Khelif said Friday.\n\nEarlier Friday, Thomas Bach, president of the International Olympic Committee rejected the suggestion that the two women were allowed to compete in the name of inclusion.\n\ntoggle caption George Mattock/Getty Images\n\n\"This is not a question of inclusion. That never played a role in all this,\" Bach said. \"Women must be allowed to take part in women's competitions, and the two are women.\"\n\nBach said the IOC would welcome an eligibility test that could be conducted in accordance with both science and human rights. \"We do not like this uncertainty,\" he said.\n\n\"But what is not possible,\" he continued, would be to disqualify competitors because \"someone saying, 'This is not a woman,' just by looking at somebody or by falling prey to a defamation campaign by a not credible organization with highly political interests.\"\n\nAmong the pro-Khelif crowd in the stands at Roland-Garros on Friday was Lilia Bellahsene, an Algerian-American woman who moved to France last year. She and her French-Algerian cousin found last-minute tickets to see Khelif, she said.\n\n\"She is really, for me, a symbol of resilience and fight,\" Bellahsene said. \"We want to show her some support. We want to tell her that she made us proud, not just as Algerians but as people.\"\n\nSponsor Message\n\nThe support for Khelif extended outside the stadium; France is home to the largest population of Algerians outside of the north African country.\n\nMany bar TVs in Paris on Friday night were tuned to France's national women's basketball team as they played in a high-stakes semifinal against Belgium. But one bar in Paris' Belleville neighborhood, Bar Suzette, had an Algerian channel on instead; its French-Algerian owner Momo Benazouz wanted to see the boxing match.\n\nAs Khelif stepped into the ring, viewers began to crowd in from nearby bars in order to catch a glimpse of their countrywoman. And once it became clear that she had won the bout, the place erupted with chants of \"Imane, Imane.\"\n\nZahia Elza Arrouf, who watched the match wrapped in an Algerian scarf, beamed and cheered as Khelif was awarded the gold medal. \"She is a strong woman, a real woman, an Algerian woman,\" she said. \"She has suffered a lot when they said she wasn't a woman. And now she's won gold. She is so courageous, and she gives all Algerian women, all Arab women courage.\"\n\nHer victory made her the first Arab or African woman to win a boxing gold. And it is only the second medal for Algeria in this year's Olympics. The other was also won by a woman — the gymnast Kaylia Nemour, who took gold in the uneven bars final.",
    "url": "https://www.npr.org/2024/08/09/g-s1-16308/imane-khelif-algeria-boxer-olympic",
    "image": "76.jpg",
    "publish_date": "2024-08-09 00:00:00"
}