{
    "index": 77,
    "title": "The Refugee Olympic Team wins its first-ever medal, thanks to boxer Cindy Ngamba",
    "text": "The Refugee Olympic Team wins its first-ever medal, thanks to boxer Cindy Ngamba\n\ntoggle caption Richard Pelham/Getty Images\n\nNPR is in Paris for the 2024 Summer Olympics. For more of our coverage from the Games, head to our latest updates.\n\nBoxer Cindy Ngamba became the first-ever Refugee Olympic Team athlete to win a medal this week, giving the team its first piece of hardware since its creation nearly a decade ago.\n\nNgamba lost her 75kg semifinal bout on Thursday to Panama's Atheyna Bylon, who will become her country’s first female Olympic medalist. But because of how Olympic boxing is scored, Ngamba will leave Paris with a bronze medal of her own — and a place in the history books.\n\nSponsor Message\n\n“The Refugee Olympic Team is incredibly proud of Cindy Ngamba, the first EOR athlete and the first-ever refugee medallist at the Olympics,” the team posted on X, formerly Twitter. “Today, we are speechless. Cindy did it. Refugees did it!”\n\nThe International Olympic Committee created the Refugee Olympic Team in 2015 to draw attention to the plight of refugees worldwide and offer a symbol of hope.\n\nThe team has nearly tripled in size since then, growing from 10 members at the 2016 Rio Games to 37 in Paris. This year’s athletes are hosted by 15 National Olympic Committees and competing across more than a dozen sports, including badminton, cycling, swimming and wrestling.\n\nTheir participation comes at a time when a record number of people are being displaced from their homes by conflict, violence and persecution. The United Nations refugee agency reported in June that nearly 120 million people were displaced worldwide in 2023, the 12th consecutive year that number has risen.\n\nNgamba was born in the Central African country of Cameroon and moved to Bolton, England, at age 11, according to her official biography. She took up soccer at a local youth club, where she discovered boxing by chance at age 15.\n\n“One day, when I was walking out the football training session, I saw many boys coming out of a room and all I heard is boom, boom. I walked inside, and I saw boys in the room punching each other on the head. I said, ‘This is so cool,’ ” she told Olympics.com.\n\nSponsor Message\n\nAfter several years of training — initially, there were no other girls for her to spar with — Ngamba got in the ring and immediately started winning. She became a three-time national champion in three weight classes (light-heavy, middle and light-middle).\n\n“When I first started boxing, I started to challenge myself and for me to have processed all the way to the top it doesn’t change my mindset,” She said. “I do it for myself because I know how hard I worked for it, and when I set that goal, I am going to achieve it.”\n\nNgamba has also fought to remain in the United Kingdom, which has repeatedly denied her citizenship even though the now-25-year-old has lived there for over a decade. She was once sent to a detention camp and nearly deported because of her “paperwork situation.”\n\nNgamba, who is gay, cannot return to Cameroon, where same-sex sexual relations are punishable by up to five years in prison.\n\n“If I was sent back, I can be in danger,” Ngamba said. “So, I was given the refugee status to be safe and protected.\"\n\nNgamba qualified for the Refugee Olympic Team earlier this year, becoming the first boxer to do so. She had previously said that making it to the Games would be the “most amazing thing that will ever happen to me, and I will cherish it for the rest of my life.”\n\nFlash forward to Paris, where Ngamba played a major role in the opening ceremony as one of the team’s two flag bearers. Adding another layer of significance, Ngamba’s mother and some of her siblings live in the French capital.\n\nNgamba said it “means the world” to be the first refugee athlete to win an Olympic medal — and vowed to bring home a different-color medal next time.\n\nSponsor Message\n\nHer win has been hailed — including by U.N. High Commissioner for Refugees Filippo Grandi — as a victory not just for her team but for the 120 million forcibly displaced people worldwide. Ngamba had a message for them, too.\n\n\"I want to say to all the refugees all around the world and refugees that are not athletes, and mainly humans around the world, that you have to keep on working hard, keep on believing in yourself,” she said. “You can achieve whatever you put your mind to.\"",
    "url": "https://www.npr.org/2024/08/09/nx-s1-5069315/olympic-refugee-team-medal-boxer-cindy-ngamba",
    "image": "77.jpg",
    "publish_date": "2024-08-09 00:00:00"
}