{
    "index": 81,
    "title": "U.S. leads Olympic medal count in Paris but there's more to the story",
    "text": "U.S. leads Olympic medal count in Paris but there's more to the story\n\ntoggle caption Maddie Meyer/Getty Images\n\nNPR is in Paris for the 2024 Summer Olympics. For more of our coverage from the Games head to our latest updates.\n\nPARIS — The medal count at the Paris Summer Games will change fast in the days ahead, but a couple of big trends have emerged that are fun to examine.\n\nFirst, yes, the U.S. is leading overall (at the moment) in both Olympic gold medals and total medals. American athletes, often cheered on by family who've made the trip to Paris, have mostly hit their marks and often outperformed expectations, garnering more than a hundred medals.\n\nBehind that basic stat, things get more complicated and in some ways more interesting.\n\n\n\nChina keeps it close\n\nLet's start with China. The medal count this year shows China has firmly established itself as the big Olympic rival of the U.S., especially when it comes to gold medals.\n\nSponsor Message\n\nAnchored by three sports, diving, shooting and table tennis, Chinese athletes have kept the gold medal race close. The U.S. has a lock on the total medal count, but it'll go down to the wire whether the U.S. or China comes away from Paris with the most gold.\n\nIf China wins the gold medal race, it'll be a first time it accomplishes that feat since the 2008 Summer Games in Beijing.\n\n\n\nTiny Australia is an Olympic superpower\n\nThe next notable medal performance - in some ways the most remarkable - is Australia. The country has a relatively tiny population - about the same as Texas.\n\nBut anchored by a stunningly talented swim team (and a strong group of canoe racers) Australian athletes have racked up a crazy number of total medals (43 currently), including 18 gold. It's Australia's best medal performance ever.\n\nThat represents an unbelievable per capita medal score. Consider this: The U.S. is winning roughly one Olympic medal for every 3.5 million citizens. Australia is winning one medal for every 570,000 citizens.\n\n\n\nThe Old World is still really good at this Game\n\nTurning to Europe, it can be easy to think of Old World countries like France, Germany, and Italy as stodgy relics of the Chariots of Fire era of the Olympics. But taken as a whole, Europe still dominates the Summer Games that Greece invented.\n\nSponsor Message\n\nThe European Union (not including Britain, of course) has won more than 160 total medals in Paris. That's more than China and the U.S. combined. Host country France has done especially well, racking up more than 50 medals.\n\n\n\nWhat happened to Russia?\n\nFinally we have to talk about the devastating collapse of Russia's involvement in these Summer Games. Russia has typically finished in the top-5 among nations in overall medal count.\n\nBut this year, plagued by doping scandals and treated by the International Olympic Committee as a pariah following the 2022 invasion of Ukraine, Moscow sent only a handful of athletes.\n\nSo far, only two Russians have won medals at these Games, a shared silver in women's doubles tennis. Ukraine has scored eight medals, including three gold.",
    "url": "https://www.npr.org/2024/08/09/nx-s1-5068021/olympic-medal-count-paris-gold-silver-bronze-total",
    "image": "81.jpg",
    "publish_date": "2024-08-09 00:00:00"
}