{
    "index": 83,
    "title": "Quincy Hall wins the Olympic 400-meter race, bringing gold back to the U.S.",
    "text": "Quincy Hall wins the Olympic 400-meter race, bringing gold back to the U.S.\n\ntoggle caption Kirill Kudryavtsev/AFP via Getty Images\n\nNPR is in Paris for the 2024 Summer Olympics. For more of our coverage from the Games head to our latest updates.\n\nSAINT-DENIS, France — The American runner Quincy Hall won the men's 400-meter final at the 2024 Summer Olympics, reestablishing a U.S. claim on the event it once dominated.\n\nIt was another dramatic comeback at the Stade de France for the American runners. For much of the race, it seemed impossible that Hall could win it. He spent most of the first 200 meters race visibly lagging in sixth place.\n\nEven as he came around the bend, with just 100 meters remaining, he was still in fourth place. But he labored to catch up — finally overtaking Great Britain's Matthew Hudson-Smith just before the finish line.\n\nSponsor Message\n\n\"I don't give up, man. I just grit. I grind. I got determination. Anything I can think of that's gonna get me to that line, I think of it,\" Hall said afterward.\n\nIt wasn't that Hall had come off the block slowly, he said afterward. Instead, it was his competitors — especially Hudson-Smith, who won silver, and bronze medalist Muzala Samukonga of Zambia — who had opened the race at a torrid pace.\n\n\"I knew these guys were gonna get out and they were gonna come for blood early. They were going to go out and try to see who they could throw off the race,\" Hall said.\n\nAt last year's World Championships, it had been the Brit who bested Hall. \"I knew that the last 50 was going to determine who wins the Olympics,\" said Hudson-Smith after the race Wednesday. \"He got that one step on me in the last 50, and that's all she wrote.\"\n\nIn the end, the three top times in the final were also the three fastest times recorded worldwide this year. And they now make up three of the seven fastest times ever recorded at an Olympics.\n\n\"Quincy's one hell of an athlete,\" said Hudson-Smith. \"I've been saying all year, 'If you're going to win, you've got to take it from me,' and that's exactly what he did.\"\n\ntoggle caption Andrej Isakovic/AFP via Getty Images\n\nFor decades, the U.S. had dominated the men's 400-meter race, winning seven Olympics in a row from 1984 through 2008. But since then, American runners had struggled in the event, placing third only once. Now, the gold is back in American hands, for the 20th time in Olympic history.\n\nSponsor Message\n\nHall's mark of 43.4 seconds was a personal best for the 26-year-old runner, and it was the fifth-fastest time ever recorded. Afterward, Hall removed his shoes and did a victory lap around the stadium, with an American flag draped over his shoulders.\n\nAsked by a reporter at what point he knew he'd won, Hall answered confidently: \"As soon as they shot that gun, I knew I had it.\"\n\nThe comeback has become a signature feature of the men of Team USA here at the Paris track and field events. Earlier in the week, sprinter Noah Lyles won gold in the 100-meter after spending the first 30 meters in last place. Then, in Tuesday's 1500-meter final, Cole Hocker seized an unlikely window of opportunity to snatch the win from the race's two favorites.\n\nHall once competed primarily as a hurdler. As a runner at the University of South Carolina, he was an NCAA champion in the 400-meter hurdles. Over the past two years, he has put his energy into the 400-meter race instead.\n\nOn Wednesday, he called the switch \"the best decision of my life.\"\n\nHall will compete in one more event at this Olympics, the men's 4x400-meter relay race. The relay heats begin Friday, and the final is on Saturday.",
    "url": "https://www.npr.org/2024/08/07/g-s1-15858/quincy-hall-olympic-400m-gold-paris",
    "image": "83.jpg",
    "publish_date": "2024-08-07 00:00:00"
}