{
    "index": 91,
    "title": "The physics behind how Simone Biles takes home Olympic medals : Short Wave : NPR",
    "text": "From floor routine to vault, here's the science behind Simone Biles' Olympic gold\n\nEnlarge this image toggle caption Abbie Parr/AP Abbie Parr/AP\n\nAnother Olympics, another set of stellar performances by the U.S. women's artistic gymnastics team.\n\nThursday, the team won two medals in the women's all-around final: a gold for Simone Biles and a bronze for Sunisa Lee. The medals add to the team's overall count, which also includes a gold for the women's team final. Biles and Lee are expected to lead the team to more medals in the coming days.\n\nIt feels like each day gymnasts compete, we are left to pick our jaws off the floor and wonder: How do they do that? So we at NPR's science podcast Short Wave called up one of our favorite science communicators, Frederic Bertley, to explain just that. He's the CEO of the Center of Science and Industry and our gymnastics physics guide for the day.\n\nSponsor Message\n\nBertley says the foundation for all these physics is simple: anatomy. Gymnasts' routines are so demanding, they must be very muscular. Similarly, shorter people are better equipped to hurtle through the air and execute skills.\n\n\"There's this a real thing called gravity. Gravity wants to do one thing and one thing only: Pull you down ... to the center of planet Earth,\" he says. \"So you now have to somehow, through your muscular build, through your kinetic motion, through your understanding of momentum, hit the springboard in a certain way, shape your body in a certain way.\"\n\nIt's for this reason Bertley considers the athletes practical experts in physics.\n\nAcross events, gymnasts have to generate enough momentum to perform their impressive skills. That often comes in the form of a sprint, as in the vault competition.\n\nThen, the gymnast becomes airborne. Perhaps for a forward flip. In that case, the gymnast is — likely unconsciously — factoring in their forward velocity from their sprint and how to most precisely rotate around the center of their mass.\n\nWant to add a twist? Physically speaking, that means incorporating a second vector of motion with its own trajectory. And the physics can get even more complicated as gymnasts add more and more rotations and twists.\n\nSponsor Message\n\n\"It is really a symphony of Newtonian physics applied in a bio system with things that change all the time — and just really some cognitive mastery by the athlete to pull it all off and make it stick,\" says Bertley.\n\nFollow NPR's 2024 Paris Olympics coverage.\n\nWant us to cover the science powering other Olympians? Email us at shortwave@npr.org. We'd love to hear from you!\n\nThis episode was produced and fact-checked by Berly McCoy. It was edited by our showrunner, Rebecca Ramirez. The audio engineer was Robert Rodriguez.",
    "url": "https://www.npr.org/2024/08/02/1198910473/simone-biles-olympics-gymnastics-medals-physics",
    "image": "91.jpg",
    "publish_date": "2024-08-02 00:00:00"
}