{
    "index": 97,
    "title": "What NPR readers want you to know about living with a disability",
    "text": "What NPR readers want you to know about living with a disability\n\ntoggle caption\n\nCourtesy of Laura Williams, Hannah Soyer, Denise DiNoto, Marty Slighte, Kristen Bettega, Rami Ungar, Mike Fitzsimmons, Sara Burback, Kathy Hyde and Rebekah Taussig.\n\nJuly is Disability Pride Month, an event dedicated to celebrating the unique strengths and contributions people with disabilities have made to society. In the U.S., the celebration coincides with the anniversary of the Americans with Disabilities Act, which was signed into law on July 26, 1990, by former President George H.W. Bush.\n\nTo celebrate this month, we asked readers and listeners to share their experiences with disability. We wanted to know: What's one thing you wish people knew about living with a disability?\n\nOverwhelmingly, you told us that disabilities aren't one size fits all. We received answers from people with disabilities ranging from the physical to the mental, developmental and cognitive. Nearly everyone emphasized that not all disabilities are visible or immediately recognizable from looking at someone.\n\nSponsor Message\n\nBut these common refrains were also accompanied by differences of opinion. \"Remember that one person’s experience is their own, no matter their affinity groups,\" Laura Williams of Philadelphia said. “Their personal, individual reality exists alongside the realities of millions of different people.\"\n\ntoggle caption\n\nCourtesy Laura Williams\n\n\"Disability is vast, varied and beautiful,\" Hannah Soyer of Des Moines, Iowa., said. \"My lived experience as a queer disabled woman is unique to me, as is the lived experience of every other disabled person.\"\n\nThe nearly 300 responses from NPR readers represent a wide breadth of disabled experiences. Though no one person's story is universal, these were some of the lessons about living with a disability that stood out most.\n\ntoggle caption Courtesy Hannah Soyer\n\nResponses have been edited for length and clarity.\n\nIt could happen to you\n\n\"I wish people were aware of how sudden it can be and how no amount of 'healthy' eating, exercising or wellness culture will spare you from becoming disabled,\" Ariel Taranski of Memphis, Tenn., said. Taranski received a postural orthostatic tachycardia syndrome (POTS) diagnosis when she was 19, after years of unexplained symptoms. POTS is a type of dysautonomia, which stems from dysfunction in the autonomic nervous system. \"I was 14 when I first fainted, and before that, I was seemingly healthy. I played multiple sports, did theatre, and had boundless energy until, just one day, I didn't.\n\ntoggle caption Courtesy Denise DiNoto\n\nDenise DiNoto has had a degenerative neuromuscular disease her whole life. The 50-year-old wants people to know that \"disability is not a fate worse than death. She points out that \"you can adapt, and you would if you suddenly became disabled.\"\n\n\"Most people will become disabled sometime before they die,\" Marty Slighte, who has Ehlers-Danlos syndrome, said. \"Disabled people are just like you. We have hopes and dreams, wants, and desires. We love and need to be loved.\"\n\ntoggle caption Courtesy Marty Slighte\n\nDisability is a spectrum\n\nThe same disability can affect each person differently. Even for individuals, a disability can feel different day-to-day. \"I have good days and bad days, sometimes with significant swings in between,\" Kristen Kingzett, who has juvenile idiopathic arthritis, said. \"So, if you see a person doing something one day and they say they can't do that same thing a different day, that doesn't mean that they're lying, scamming, or lazy.\"\n\ntoggle caption Courtesy Kristen Bettega\n\n\"Some people have disabilities that come and go,\" Kristen Bettega said. No one questions that major physical diseases like cancer develop and then go into remission. I wish more people knew that other disabilities are the same. If I need intermittent time off for depression but can work most days, that doesn't mean I am faking depression.\n\ntoggle caption Courtesy Rami Ungar\n\nSome readers said that their disabilities don't always get in the way of their lives. \"I have a good job, I own my own home, and I've published five books and several short stories,\" Rami Ungar of Columbus, Ohio, said. \"But if you found out I was on the spectrum, had ADHD and occasionally had anxiety attacks before all that, you might not think I was capable of doing all that. And you would be dead wrong.\"\n\ntoggle caption Courtesy Mike Fitzsimmons\n\nMany others, like Mike Fitzsimmons, who has Spina Bifida, acknowledged their accomplishments. \"I can do hard and somewhat extreme things,\" he said. \"I became the first person born with Spina Bifida to finish an ultramarathon.\" Still, he emphasized that he has a \"major disability\" that impacts everything he does \"every second of every day.\"\n\nAsk us what we're capable of\n\n\"Don't assume a deficiency or inability to do something,\" Sara Burback, who was born without a left arm, said. \"We are independent and creative in how we have adapted to a world made for able-bodied people. Just guess how fast I'm able to type with one hand on a keyboard made for people with two!\"\n\ntoggle caption Courtesy Sara Burback/Courtesy Sara Burback\n\nBobbi Hague of Hobart, Wisc., was born with muscular dystrophy. \"I know my limits on what I can and cannot do better than [anyone else],\" Hague said.\n\ntoggle caption Credit Kathy Hyde\n\nStill, sometimes people with disabilities want and need their friends and loved ones to help. \"People with disabilities often ask for far less than what they need, Julie Austen of Pittsburgh said. \"We may hide or minimize our needs to help other people feel comfortable around us.\"\n\nSo how can you be sure you're supporting a disabled loved one? \"Always ASK,\" Kathy Hyde said. She was born with a dislocated right hip and club foot and uses crutches and wheelchairs to get around. \"People with disabilities often have developed ways to help themselves that you may not recognize. Always ASK.\"\n\nSponsor Message\n\nWe're whole, complex individuals\n\nMany readers shared stories about how significantly their disabilities have impacted their lives. But they also emphasized that there's more to them than their disabilities.\n\ntoggle caption\n\n\"My disability defines me just as much and just as little as being a woman, parent or educator,\" Rebekah Taussig, who has incomplete paralysis from childhood cancer, said. \"My whole life, I've heard people tell me that my disability doesn't define me — an impulse, I think, that stems from the gut belief that disability is sad or tragic — inherently negative. I'm not interested in yanking the pendulum in the other direction, insisting that disability is only sunshine and beauty. But it is deep and rich in a way that reminds me of the distinct difficulties and irreplaceable rewards of womanhood, parenting, and teaching. I think most folks understand these identities to be shaped by particular challenges and wholehearted joys. I wish they recognized the same dimension in disability.”\n\n\"Our disabilities are not flaws to be fixed, but integral parts of our identities that shape our unique perspectives and strengths,\" Kim Chua said. \"I wish people knew that we're not defined solely by our disabilities. We're whole, complex individuals with dreams, talents, and contributions to make. By embracing neurodiversity and disability as natural variations of the human experience, we can unlock the full potential of our society.”\n\n",
    "url": "https://www.npr.org/2024/07/28/g-s1-13576/disability-pride-month-readers-stories",
    "image": "97.jpg",
    "publish_date": "2024-07-28 00:00:00"
}