{
    "index": 98,
    "title": "American swimmer Katie Ledecky takes bronze in Olympic women's 400m freestyle",
    "text": "American swimmer Katie Ledecky takes bronze in Olympic women's 400m freestyle\n\ntoggle caption Sarah Stier/Getty Images\n\nNPR is in Paris for the 2024 Summer Olympics. For more of our coverage from the games head to our latest updates.\n\nPARIS — Katie Ledecky, the most decorated female swimmer in Olympic history, has won her first medal of the 2024 Olympic Games with a bronze in the women's 400-meter freestyle.\n\nSaturday's bronze is Ledecky's 11th Olympic medal and her first bronze. She finished more than three seconds behind the gold medalist, Australia's Ariarne Titmus.\n\nFor months, the women's 400-meter freestyle was set to be a clash of giants. The race starred the three women who, between them, have had a lock on the world record for the past decade: Titmus, Ledecky and the budding Canadian star Summer McIntosh.\n\nSponsor Message\n\nScheduled less than 24 hours after the Olympics opening ceremony, the race was one of the most anticipated events of the entire Paris Summer Games.\n\nFor Ledecky, whose brilliant Olympic career has included only one race in which she did not win a medal, the third-place finish was a disappointment. \"There are a lot of things I would have liked to have done better,\" she said afterward. \"I just couldn't kick into that next gear that I would have wanted to to finish it out.\"\n\nTitmus, who is the current world record holder, had been the favorite to repeat for gold after her remarkable come-from-behind finish over Ledecky at the Tokyo Olympics in 2021.\n\nSaturday's race had no such comeback. Titmus seized an early lead that only grew over the course of the eight laps. By the fifth lap, she had gained an entire body length on Ledecky. McIntosh finished in second place, less than a second behind Titmus.\n\n\n\nHow the stage was set for Saturday's showdown\n\nLedecky, who is now 27, first established herself as a star at the 2016 Summer Olympics in Rio de Janeiro, where she won four golds, including the 400-meter freestyle, in which she smashed the world record by nearly two seconds. Her mark of 3:56.46 stood for nearly six years.\n\nThen came the Tokyo Olympics in 2021, in which Titmus won gold and Ledecky took home silver. The following year, at the 2022 Australian Championships, Titmus, who is now 23, broke Ledecky's world record.\n\nNow, in McIntosh, a third rival has joined the picture. The Canadian 17-year-old briefly broke Titmus's world record last year at a Canadian swimming trials event, holding the record for four months before Titmus reclaimed it with a 3:55.38 win in the World Championships as McIntosh failed to medal.\n\nThere was particular intrigue in the event being scheduled for the first day of the swimming competition, Titmus said earlier this month. \"Everyone's going into it fresh. Nobody knows what form anyone's in,\" she said, speaking to reporters at an Olympic training camp in Paris.\n\nSponsor Message\n\nSaturday's race was the headliner of the first night of events at Paris's La Défense arena, where a crowd of more than 15,000 spectators cheered loudly for Titmus, Ledecky and McIntosh. And it had come to be called by some \"the race of the century,\" building a sense of pressure that the swimmers acknowledged afterward.\n\n\"I'm just relieved more than anything,\" said Titmus after the race. \"I probably felt the expectation and pressure for this race more than anything in my life, to be honest.\"\n\nThat this level of anticipation had come to a women's swimming event was \"awesome,\" Ledecky said, with a nod to Titmus and McIntosh. \"They've continued to get faster over the years and push the pace in this event, and it's incredibly exciting to be part of it,\" she said.\n\nTitmus spoke warmly of the rivalry with Ledecky — \"there's certainly not a rivalry beyond the races,\" she added — and said she admires the American swimmer's longevity in the sport.\n\n\"She gets the best out of me, and I hope I get the best out of her,\" Titmus said. \"I hope we lived up to the hype.\"",
    "url": "https://www.npr.org/2024/07/27/g-s1-13875/paris-olympics-womens-400m-freestyle-ledecky-titmus-mcintosh",
    "image": "98.jpg",
    "publish_date": "2024-07-27 00:00:00"
}